Repository: SaviorXTanren/mixer-mixitup
Catalog: MixItUp.*/Resources.*.resx
Languages: de, es, fr, fr_fr, ja, nl, pt, pt_br, ru, uk

source: Slide In Right
de: Rechts einschieben
es: Deslizar a la derecha
fr: Glisser vers la droite
ja: スライドイン・イン・ライト
nl: Schuif naar rechts
pt: Deslize para a direita
pt_br: Deslize para a direita
ru: Скольжение внутрь и вправо
uk: Слайд праворуч

source: Slide In Up
de: Nach oben schieben
es: Deslizar hacia arriba
fr: Glisser vers le haut
ja: スライドインアップ
nl: Schuif omhoog
pt: Deslize para cima
pt_br: Deslize para cima
ru: Скольжение внутрь и вверх
uk: Слайд угору

source: Slide Out Down
de: Nach unten schieben
es: Deslizarse hacia abajo
fr: Glisser vers le bas
ja: スライド・アウト・ダウン
nl: Schuif naar beneden
pt: Deslize para baixo
pt_br: Deslize para baixo
ru: Скольжение наружу и вниз
uk: Висунути вниз

source: Slide Out Left
de: Nach links herausschieben
es: Deslizar hacia la izquierda
fr: Glisser vers la gauche
ja: スライドアウト左
nl: Schuif naar links
pt: Deslize para a esquerda
pt_br: Deslize para a esquerda
ru: Скольжение наружу и влево
uk: Висунути ліворуч

source: Slide Out Right
de: Nach rechts herausschieben
es: Deslizar hacia la derecha
fr: Faites glisser vers la droite
ja: スライドアウト
nl: Schuif naar rechts
pt: Deslize para a direita
pt_br: Deslize para a direita
ru: Скольжение наружу и вправо
uk: Висунути праворуч

source: Slide Out Up
de: Nach oben schieben
es: Deslizarse hacia arriba
fr: Glisser vers le haut
ja: スライド・アウト・アップ
nl: Schuif omhoog
pt: Deslize para cima
pt_br: Deslize para cima
ru: Скольжение наружу и вверх
uk: Висунути вгору

source: Swing
de: Schwingen
es: Columpio
fr: Balançoire
ja: 振る
nl: Schommel
pt: Balançar
pt_br: Balanço
ru: Качать
uk: Свінг

source: Wobble
de: Wackeln
es: Tambaleo
fr: Vaciller
ja: ぐらつく
nl: Wiebelen
pt: Oscilar
pt_br: Oscilação
ru: Колебание
uk: Коливання

source: Zoom In
de: Vergrößern
es: Acercar
fr: Zoom avant
ja: ズームインする
nl: Inzoomen
pt: Ampliar
pt_br: Ampliar
ru: Увеличение внутрь
uk: Збільшити

source: Zoom In Down
de: Nach unten zoomen
es: Acercar hacia abajo
fr: Zoom avant vers le bas
ja: ズームインダウン
nl: Inzoomen op omlaag
pt: Zoom em para baixo
pt_br: Ampliar para baixo
ru: Увеличение внутрь и вниз
uk: Зменшити масштаб

source: Zoom In Left
de: Nach links zoomen
es: Acercar a la izquierda
fr: Zoom avant gauche
ja: 左ズーム
nl: Inzoomen op links
pt: Zoom na esquerda
pt_br: Ampliar à esquerda
ru: Увеличение внутрь и влево
uk: Збільшити ліворуч

source: Zoom In Right
de: Rechts vergrößern
es: Acercar a la derecha
fr: Zoom avant à droite
ja: 右ズームイン
nl: Met rechts inzoomen
pt: Zoom na direita
pt_br: Ampliar para a direita
ru: Увеличение внутрь и вправо
uk: Збільшити праворуч

source: Zoom In Up
de: Vergrößern
es: Acercar hacia arriba
fr: Zoom avant
ja: ズームインアップ
nl: Inzoomen
pt: Zoom Em Cima
pt_br: Aumentar o zoom
ru: Увеличение внутрь и вверх
uk: Збільшити масштаб

source: Zoom Out
de: Verkleinern
es: Alejar
fr: Zoom arrière
ja: ズームアウト
nl: Uitzoomen
pt_br: Diminuir zoom
ru: Увеличение наружу
uk: Зменшити

source: Zoom Out Down
de: Verkleinern
es: Alejar hacia abajo
fr: Zoom arrière vers le bas
ja: 縮小ズーム
nl: Uitzoomen
pt: Diminuir o zoom
pt_br: Diminuir zoom
ru: Увеличение наружу и вниз
uk: Зменшити

source: Zoom Out Left
de: Links verkleinern
es: Alejar a la izquierda
fr: Zoom arrière vers la gauche
ja: 左にズームアウト
nl: Uitzoomen naar links
pt: Zoom para fora à esquerda
pt_br: Diminuir zoom à esquerda
ru: Увеличение наружу и влево
uk: Зменшити ліворуч

source: Zoom Out Right
de: Rechts verkleinern
es: Alejar a la derecha
fr: Zoom arrière vers la droite
ja: ズームアウトを右に表示
nl: Naar rechts uitzoomen
pt_br: Diminuir o zoom para a direita
ru: Увеличение наружу и вправо
uk: Зменшити праворуч

source: Zoom Out Up
de: Verkleinern
es: Alejar hacia arriba
fr: Zoom arrière vers le haut
ja: ズームアウト
nl: Uitzoomen
pt_br: Aumentar o zoom
ru: Увеличение наружу и вверх
uk: Зменшити масштаб вгору

# ChatCommandTriggerAlreadyExists
source: The following chat trigger is already used in another command: {0}
de: Der folgende Chat-Trigger wird bereits in einem anderen Befehl verwendet: {0}
es: El siguiente desencadenador de chat ya se usa en otro comando: {0}
fr: Le déclencheur de chat suivant est déjà utilisé dans une autre commande : {0}
ja: 次のチャット トリガーは、別のコマンドで既に使用されています: {0}
nl: De volgende chattrigger wordt al gebruikt in een andere opdracht: {0}
pt: O seguinte gatilho de bate-papo já é usado em outro comando: {0}
pt_br: O seguinte acionador de chat já é usado em outro comando: {0}
ru: Этот триггер чата уже используется в другой команде: {0}
uk: Наступний тригер чату вже використовується в іншій команді: {0}

# CooldownRequirementOnCooldown
source: This command is currently on cooldown, please wait another {0} second(s).
de: Dieser Befehl ist derzeit auf Abklingzeit, bitte warten Sie eine weitere {0} Sekunde(n).
es: Este comando está actualmente en enfriamiento, espere otro {0} segundo(s).
fr: Cette commande est actuellement en cours de refroidissement, veuillez attendre encore {0} seconde(s).
ja: このコマンドは現在クールダウン中です {0}。
nl: Deze opdracht is momenteel op cooldown, wacht nog een {0} seconde(n).
pt: Este comando está no tempo de recarga, por favor, espere mais {0} segundo(s).
pt_br: Este comando está atualmente em espera. Aguarde mais {0} segundo(s).
ru: Эта команда сейчас перезаряжается, пожалуйста, подождите еще {0} секунд.
uk: Ця команда в даний час знаходиться на час зарядки, будь ласка, зачекайте ще один {0} second (ів).

# RankRequirementNotGreaterThanOrEqual
source: You do not have the required rank of {0} ({1} {2}) to do this
de: Sie haben nicht den erforderlichen Rang {0} ({1} {2}), um dies zu tun
es: No tiene el rango requerido de {0} ({1} {2}) para hacer esto
fr: Vous n’avez pas le rang requis de {0} ({1} {2}) pour ce faire
ja: この操作を行うために必要な{0} ({1} {2}) のランクがありません
nl: U hebt niet de vereiste rang van {0} ({1} {2}) om dit te doen
pt: Você não tem o posto de {0} ({1} {2}) para fazer isso
pt_br: Você não tem a classificação necessária de {0} ({1} {2}) para fazer isso
ru: У вас нет требуемого ранга {0} ({1} {2}) для этого
uk: У вас немає необхідного рангу {0} ({1} {2}) для цього

# RankRequirementNotLessThan
source: You are over the required rank of {0} ({1} {2}) to do this
de: Sie sind über dem erforderlichen Rang von {0} ({1} {2}), um dies zu tun
es: Está por encima del rango requerido de {0} ({1} {2}) para hacer esto
fr: Vous avez dépassé le rang requis de {0} ({1} {2}) pour ce faire
ja: これを行うには、{0} ({1} {2}) の必要なランクを超えている
nl: U bent boven de vereiste rang van {0} ({1} {2}) om dit te doen
pt: Você está acima do posto de {0} ({1} {2}) para fazer isso
pt_br: Você ultrapassou a classificação exigida de {0} ({1} {2}) para fazer isso
ru: Вы выше требуемого ранга {0} ({1} {2}) для этого
uk: Ви перевершите необхідний ранг {0} ({1} {2}), щоб зробити це

# ThresholdRequirementNeedMore
source: This command requires {0} more users to trigger
de: Dieser Befehl erfordert {0} mehr Benutzer, um
es: Este comando requiere {0} más usuarios para activar
fr: Cette commande nécessite {0} plus d’utilisateurs à déclencher
ja: このコマンドを実行するには、{0}ユーザーがトリガする必要があります
nl: Voor deze opdracht moeten {0} meer gebruikers activeren
pt: Este comando requer {0} mais usuários acionar
pt_br: Este comando requer mais {0} usuários para acionar
ru: Эта команда требует на {0} больше пользователей, чтобы сработать
uk: Ця команда вимагає, щоб {0} більше користувачів викликали

# UnlockCommandHelpText
source: Mix It Up has build in Command locking functionality which ensures only 1 command type (Chat, Interactive, etc) can run at the same time and ensures that each command finishes in the order it was run in. This option will allow you to disable locking on this command. Be aware that this could cause some unforeseen issues, so please use with caution.
de: Mix It Up verfügt über eine eingebaute Befehlssperrfunktion, die sicherstellt, dass nur 1 Befehlstyp (Chat, Interaktiv usw.) kann gleichzeitig ausgeführt werden und stellt sicher, dass jeder Befehl in der Reihenfolge endet, in der er ausgeführt wurde. Mit dieser Option können Sie die Sperrung dieses Befehls deaktivieren. Seien Sie sich bewusst dass dies einige unvorhergesehene Probleme verursachen könnte, also bitte mit Vorsicht verwenden.
es: Mix It Up tiene incorporada la funcionalidad de bloqueo de comandos que garantiza solo 1 tipo de comando (Chat, Interactivo, etc.) puede ejecutarse al mismo tiempo y garantiza que cada comando termine en el orden en que se ejecutó. Esta opción le permitirá deshabilitar el bloqueo en este comando. Sé consciente que esto podría causar algunos problemas imprevistos, así que por favor use con precaución.
fr: Mix It Up a une fonctionnalité de verrouillage de commande construite qui garantit seul 1 type de commande (Chat, Interactif, etc.) peut s’exécuter en même temps et s’assure que chaque commande se termine dans l’ordre dans lequel elle a été exécutée. Cette option vous permettra de désactiver le verrouillage sur cette commande. Soyez conscient que cela pourrait causer des problèmes imprévus, alors s’il vous plaît utiliser avec prudence.
ja: ミックスイットアップは、確実にコマンドロック機能でビルドを持っています 1 つのコマンドの種類 (チャット、対話型など) を同時に実行できます。 を使用して、各コマンドが実行された順序で終了することを保証します。 このオプションを使用すると、このコマンドのロックを無効にできます。注意してください これは、いくつかの予期せぬ問題を引き起こす可能性がありますので、慎重に使用してください。
nl: Mix It Up heeft ingebouwde Command-vergrendelingsfunctionaliteit die ervoor zorgt dat slechts 1 commandotype (Chat, Interactief, enz.) kan tegelijkertijd worden uitgevoerd en zorgt ervoor dat elke opdracht wordt voltooid in de volgorde waarin deze is uitgevoerd. Met deze optie kunt u het vergrendelen van deze opdracht uitschakelen. Let op dat dit onvoorziene problemen kan veroorzaken, dus wees voorzichtig.
pt: Mix It Up tem funcionalidade de bloqueio de comando que garante apenas 1 tipo de comando (Chat, Interativo, etc) pode ser executado ao mesmo tempo e garante que cada comando termine na ordem em que foi executado. Esta opção permitirá que você desabilitar o bloqueio neste comando. Esteja ciente que isso poderia causar alguns problemas imprevistos, por isso, por favor, use com cautela.
pt_br: Mix It Up possui funcionalidade de bloqueio de comando integrada que garante apenas 1 tipo de comando (Bate-papo, Interativo, etc.) pode ser executado ao mesmo tempo e garante que cada comando termine na ordem em que foi executado. Esta opção permitirá que você desative o bloqueio neste comando. Esteja ciente que isso pode causar alguns problemas imprevistos, portanto, use com cuidado.
ru: Mix It Up имеет встроенную блокировку команд, которая определяет что только один тип команды может работать одновременно и гарантирует, что каждая команда срабатывает в том порядке, в котором была запущена. Эта опция позволит отключить блокировку всех команд. Имейте в виду, что это может вызвать непредвиденные проблемы, поэтому, пожалуйста, используйте с осторожностью.
uk: Mix It Up має вбудовану функцію блокування команди, яка забезпечує тільки 1 тип команди (чат, інтерактивний і т.д.) може працювати одночасно і гарантує, що кожна команда закінчується в тому порядку, в якому вона була запущена. За допомогою цього пункту ви зможете вимкнути блокування за цією командою. Будьте в курсі що це може викликати деякі непередбачені проблеми, тому, будь ласка, використовуйте з обережністю.

# ConditionalCommandCopyFromExistingCommand
source: Copy From Existing Command
de: Aus vorhandenem Befehl kopieren
es: Copiar desde el comando existente
fr: Copier à partir d’une commande existante
ja: 既存のコマンドからコピー
nl: Kopiëren van bestaande opdracht
pt: Cópia do Comando Existente
pt_br: Copiar do comando existente
ru: Копировать из существующей команды
uk: Копіювати з наявної команди

# CounterActionNotAValidAmount
source: {0} is not a valid amount of {1}
de: {0} ist keine gültige {1}
es: {0} no es una cantidad válida de {1}
fr: {0} n’est pas un montant valide de {1}
ja: 有効な金額の{1}ではありません{0}
nl: {0} is geen geldig aantal {1}
pt: {0} não é uma quantidade válida de {1}
pt_br: {0} não é um valor válido de {1}
ru: {0} не является правильным количеством {1}
uk: {0} не є дійсною сумою {1}

source: Include Username With Requirement Errors
de: Benutzername mit Anforderungsfehlern einschließen
es: Incluir nombre de usuario con errores de requisito
fr: Inclure le nom d’utilisateur avec des erreurs d’exigence
ja: 要件エラーのあるユーザー名を含める
nl: Gebruikersnaam opnemen met vereiste fouten
pt: Inclua nome de usuário com erros de exigência
pt_br: Incluir nome de usuário com erros de requisitos
ru: Включить пользователей с ошибками требований
uk: Включити ім'я користувача з помилками вимог

source: Stream Marker
de: Stream-Markierung
es: Marcador de flujo
fr: Marqueur de flux
ja: ストリームマーカー
nl: Stream markering
pt: Marcador de fluxo
pt_br: Marcador de fluxo
ru: Маркер стрима
uk: Маркер потоку

# StreamMarkerCreationFailed
source: Stream Marker creation failed, please try again later
de: Die Erstellung des Stream-Markers ist fehlgeschlagen, bitte versuchen Sie es später erneut
es: Error en la creación del marcador de transmisión, inténtelo de nuevo más tarde
fr: La création du marqueur de flux a échoué, veuillez réessayer plus tard
ja: ストリームマーカーの作成に失敗しました。
nl: Het maken van streammarkeermarkeringen is mislukt, probeer het later opnieuw
pt: A criação do Stream Marker falhou, por favor tente novamente mais tarde
pt_br: Falha na criação do marcador de stream. Tente novamente mais tarde
ru: Создание маркера стрима не удалось, пожалуйста, повторите попытку позже
uk: Помилка створення маркера потоку, повторіть спробу пізніше

# UserNotFound
source: The user could not be found
de: Der Benutzer konnte nicht gefunden werden
es: No se pudo encontrar el usuario
fr: L’utilisateur est introuvable
ja: ユーザーが見つかりませんでした
nl: De gebruiker kan niet worden gevonden
pt: O usuário não pôde ser encontrado
pt_br: O usuário não foi encontrado
ru: Пользователь не найден
uk: Не вдалося знайти користувача

# ClipCreatedMessage
source: Clip Created: {0}
de: Erstellter Clip: {0}
es: Clip creado: {0}
fr: Clip créé : {0}
ja: 作成されたクリップ: {0}
nl: Clip gemaakt: {0}
pt: Clipe Criado: {0}
pt_br: Clipe criado: {0}
ru: Клипов создано: {0}
uk: Кліп створено: {0}

source: Description (Optional)
de: Beschreibung (optional)
es: Descripción (Opcional)
fr: Description (facultatif)
ja: 説明 (オプション)
nl: Beschrijving (optioneel)
pt: Descrição (Opcional)
pt_br: Descrição (opcional)
ru: Описание (необязательно)
uk: Опис (необов'язково)

source: File Action: Missing line to write
de: Dateiaktion: Fehlende Zeile zum Schreiben
es: Acción de archivo: Falta una línea para escribir
fr: Action de fichier : ligne manquante à écrire
ja: ファイルアクション: 書き込み行がありません
nl: Bestandsactie: ontbrekende regel om te schrijven
pt: Ação de Arquivo: Linha faltante para escrever
pt_br: Ação do arquivo: Falta linha para escrever
ru: Файл действий: Отсутствует строка для записи
uk: Дія файлу: відсутній рядок для запису

source: Insert In File At Random Line
de: In Der Datei in zufälliger Zeile einfügen
es: Insertar en archivo en línea aleatoria
fr: Insérer dans le fichier à la ligne aléatoire
ja: ランダムラインでファイルに挿入
nl: Invoegen in bestand op willekeurige regel
pt: Inserir no arquivo na linha aleatória
pt_br: Inserir no arquivo em linha aleatória
ru: Вставить в файл на случайную строку
uk: Вставити у файл у випадковому рядку

source: Insert In File At Specific Line
de: Einfügen in Datei in einer bestimmten Zeile
es: Insertar en archivo en una línea específica
fr: Insérer dans le fichier à une ligne spécifique
ja: 特定の行にファイルに挿入
nl: Invoegen in bestand op specifieke regel
pt: Inserir no arquivo em linha específica
pt_br: Inserir no arquivo em uma linha específica
ru: Вставить в файл на конкретную строку
uk: Вставити у файл у певному рядку

# LineNumber
source: Line #
de: Linie #
es: Línea #
fr: Ligne #
ja: 線#
nl: Lijn #
pt: Linha #
pt_br: Linha #
ru: Строка №
uk: Лінія #

# StreamMarkerCreatedMessage
source: Stream Marker Created: {0}
de: Stream-Marker erstellt: {0}
es: Marcador de transmisión creado: {0}
fr: Marqueur de flux créé : {0}
ja: 作成されたストリームマーカー: {0}
nl: Stream Marker gemaakt: {0}
pt: Marcador de fluxo criado: {0}
pt_br: Marcador de stream criado: {0}
ru: Создан маркер стрима: {0}
uk: Створено маркер потоку: {0}

source: Twitch Action: Stream Marker description must be 140 characters or less
de: Twitch-Aktion: Die Beschreibung des Stream-Markers muss mindestens 140 Zeichen lang sein
es: Acción de Twitch: la descripción del marcador de transmisión debe tener 140 caracteres o menos
fr: Action Twitch : la description du marqueur de flux doit être de 140 caractères ou moins
ja: Twitchアクション:ストリームマーカーの説明は140文字以下でなければなりません
nl: Twitch-actie: de beschrijving van streammarkering moet uit 140 tekens of minder bestaan
pt: Twitch Action: a descrição do Stream Marker deve ser de 140 caracteres ou menos
pt_br: Twitch Action: a descrição do marcador de stream deve ter 140 caracteres ou menos
ru: Действие Twitch: описание маркера потока должно содержать не более 140 символов
uk: Twitch дій: потік маркер опис має бути 140 символів або менше

source: Randomize Timers
de: Timer randomisieren
es: Aleatorizar temporizadores
fr: Randomiser les minuteurs
ja: タイマーのランダム化
nl: Timers randomiseren
pt_br: Randomizar temporizadores
ru: Случайные таймеры
uk: Рандомізувати таймери

source: Filter Name
es: Nombre del filtro
fr: Nom du filtre
ja: フィルタ名
nl: Filternaam
pt: Nome do filtro
pt_br: Nome do filtro
ru: Имя фильтра
uk: Ім'я фільтра

source: Source Filter Visibility
de: Sichtbarkeit des Quellfilters
es: Visibilidad del filtro de origen
fr: Visibilité du filtre source
ja: ソース フィルタの可視性
nl: Zichtbaarheid bronfilter
pt: Visibilidade do filtro de origem
pt_br: Visibilidade do filtro de origem
ru: Видимость фильтра источника
uk: Видимість вихідного фільтра

source: Start/Stop Recording
de: Aufnahme starten/stoppen
es: Iniciar/Detener grabación
fr: Démarrer/Arrêter l’enregistrement
ja: 録音の開始/停止
nl: Opname starten/stoppen
pt: Gravação de início/parada
pt_br: Iniciar/parar gravação
ru: Запустить/остановить запись
uk: Почати/припинити записування

# StreamingSoftwareActionMissingFilter
source: Streaming Software: Missing filter
de: Streaming-Software: Fehlender Filter
es: Software de transmisión: falta el filtro
fr: Logiciel de streaming: filtre manquant
ja: ストリーミング ソフトウェア: フィルターが見つかりません
nl: Streaming Software: Ontbrekend filter
pt: Software de streaming: filtro ausente
pt_br: Software de streaming: filtro ausente
ru: Стриминговое ПО: Отсутствует фильтр
uk: Потокове програмне забезпечення: Відсутній фільтр

source: Currency does not exist
de: Währung existiert nicht
es: La moneda no existe
fr: La monnaie n’existe pas
ja: 通貨が存在しません
nl: Valuta bestaat niet
pt: A moeda não existe
pt_br: A moeda não existe
ru: Валюта не существует
uk: Валюти не існує

# GameCommandRequiresAtLeast1CurrencyRequirement
source: At least 1 currency requirement must be set
de: Mindestens 1 Währungsanforderung muss festgelegt werden
es: Se debe establecer al menos 1 requisito de moneda
fr: Au moins 1 exigence de devise doit être définie
ja: 少なくとも 1 つの通貨要件を設定する必要があります
nl: Er moet ten minste 1 valutavereiste worden ingesteld
pt: Pelo menos 1 exigência de moeda deve ser definida
pt_br: Pelo menos um requisito de moeda deve ser definido
ru: Должно быть установлено не менее 1 требования к валюте
uk: Необхідно встановити принаймні 1 валютну вимогу

# GamesNoCurrenciesExist
source: ** No Currencies detected, some games require a currency **
de: ** Keine Währungen erkannt, einige Spiele erfordern eine Währung **
es: ** No se detectan monedas, algunos juegos requieren una moneda **
fr: ** Aucune devise détectée, certains jeux nécessitent une devise **
ja: ** 通貨が検出されない、一部のゲームは通貨を必要とします**
nl: ** Geen valuta's gedetecteerd, sommige spellen vereisen een valuta **
pt: ** Sem moedas detectadas, alguns jogos requerem uma moeda **
pt_br: ** Nenhuma moeda detectada, alguns jogos exigem uma moeda **
ru: Нет созданных валют, некоторые игры требуют валюту
uk: ** Валюти не виявлено, деякі ігри вимагають валюти **

source: Inventory does not exist
de: Inventar existiert nicht
es: El inventario no existe
fr: L’inventaire n’existe pas
ja: 在庫が存在しません
nl: Inventaris bestaat niet
pt: O inventário não existe
pt_br: O inventário não existe
ru: Инвентаря не существует
uk: Інвентаризації не існує

source: Inventory Item does not exist
de: Inventarartikel existiert nicht
es: El artículo de inventario no existe
fr: L’article d’inventaire n’existe pas
ja: 在庫品目が存在しません
nl: Voorraadartikel bestaat niet
pt: Item de inventário não existe
pt_br: O item de inventário não existe
ru: Предмета инвентаря не существует
uk: Елемент запасів не існує

source: Rank does not exist
de: Rang existiert nicht
es: El rango no existe
fr: Le rang n’existe pas
ja: ランクが存在しません
nl: Rang bestaat niet
pt: A patente não existe.
pt_br: A classificação não existe
ru: Ранг не существует
uk: Рангу не існує

source: Rank System does not exist
de: Rangsystem existiert nicht
es: El sistema de rangos no existe
fr: Le système de classement n’existe pas
ja: ランクシステムが存在しません
nl: Rank System bestaat niet
pt: Sistema de classificação não existe
pt_br: O sistema de classificação não existe
ru: Система ранжирования не существует
uk: Ранг системи не існує

# GameCommandBidPrimaryCurrencyMustBeMinimumOnly
source: Primary currency must be set to Minimum Only
de: Die Primärwährung muss auf Nur Minimum festgelegt sein.
es: La moneda principal debe establecerse en Solo mínimo
fr: La devise principale doit être définie sur Minimum uniquement
ja: 基本通貨は最小のみに設定する必要があります
nl: Primaire valuta moet zijn ingesteld op Alleen minimaal
pt: A moeda primária deve ser definida apenas para mínimo
pt_br: A moeda principal deve ser definida apenas como mínimo
ru: Основная валюта должна быть установлена на минимальный уровень
uk: Основна валюта повинна бути встановлена лише мінімальною

source: Explicit User Role Requirements
de: Explizite Benutzerrollenanforderungen
es: Requisitos explícitos del rol de usuario
fr: Exigences explicites en matière de rôle d’utilisateur
ja: 明示的なユーザー ロール要件
nl: Vereisten voor expliciete gebruikersrollen
pt: Requisitos explícitos de função do usuário
pt_br: Requisitos explícitos de função de usuário
ru: Точные требования к роли пользователя
uk: Явні вимоги до ролі користувача
