Repository: SaviorXTanren/mixer-mixitup
Catalog: MixItUp.*/Resources.*.resx
Languages: de, es, fr, fr_fr, ja, nl, pt, pt_br, ru, uk

# AutomaticBackupFailedToCreate
source: Failed to create automatic backup. Please ensure you have set the folder path correctly and that the folder path is accessible to Mix It Up.
de: Automatische Sicherung konnte nicht erstellt werden. Bitte stellen Sie sicher, dass Sie die Ordnerpfad korrekt und dass der Ordnerpfad für Mix It Up zugänglich ist.
es: Error al crear una copia de seguridad automática. Asegúrese de haber configurado el ruta de la carpeta correctamente y que la ruta de la carpeta sea accesible para Mix It Up.
fr: Impossible de créer une sauvegarde automatique. Assurez-vous d’avoir défini le chemin du dossier correctement et que le chemin du dossier est accessible à Mix It Up.
ja: 自動バックアップを作成できませんでした。設定されていることを確認してください。 フォルダパスが正しく、フォルダパスにアクセス可能な場合は、Mix It Upにアクセスできます。
nl: Kan geen automatische back-up maken. Zorg ervoor dat u de mappad correct en dat het mappad toegankelijk is voor Mix It Up.
pt: Falhou em criar backup automático. Por favor, certifique-se de definir o caminho da pasta corretamente e que o caminho da pasta está acessível para Mix It Up.
pt_br: Falha ao criar backup automático. Certifique-se de ter definido o caminho da pasta corretamente e que o caminho da pasta está acessível para Mix It Up.
ru: Не удалось создать автоматическое резервное копирование. Пожалуйста, убедитесь, что вы установили путь к папке правильно и чтобы путь к папке был доступен для Mix It Up.
uk: Не вдалося створити автоматичне резервне копіювання. Переконайтеся, що ви встановили шлях до папки правильно, і що шлях до папки доступний для Mix It Up.

source: Action List
de: Aktionsliste
es: Lista de acciones
fr: Liste des actions
ja: アクションリスト
nl: Actielijst
pt: Lista de ações
pt_br: Lista de ações
ru: Список действий
uk: Список дій

source: Cancel Selected
de: Ausgewählte abbrechen
es: Cancelar seleccionado
fr: Annuler l’option Sélectionnée
ja: 選択したキャンセル
nl: Geselecteerde annuleren
pt: Cancelar selecionado
pt_br: Cancelar selecionado
ru: Отменить выбранное
uk: Скасувати вибране

source: Replay Selected
de: Wiederholung ausgewählt
es: Repetición seleccionada
fr: Replay Sélectionné
ja: 選択した再生
nl: Opnieuw afspelen geselecteerd
pt: Replay selecionado
pt_br: Repetição selecionada
ru: Выбран повтор
uk: Відтворення вибране

source: Filter
es: Filtro
fr: Filtre
ja: フィルター
pt: Filtro
pt_br: Filtro
ru: Фильтр
uk: Фільтр

source: Streamloots Card
de: Streamloots Karte
es: Tarjeta Streamloots
fr: Carte Streamloots
ja: ストリームルートカード
nl: Streamloots Kaart
pt: Cartão Streamloots
pt_br: Cartão Streamloots
ru: Карта Стримлотс
uk: Картка потоку

source: Per Action Type
de: Pro Aktionstyp
es: Por tipo de acción
fr: Par type d’action
ja: アクションの種類ごと
nl: Per actietype
pt: Por tipo de ação
pt_br: Por tipo de ação
ru: Для каждого типа действия
uk: За тип дії

source: Per Command Type
de: Pro Befehlstyp
es: Por tipo de comando
fr: Par type de commande
ja: コマンドの種類別
nl: Per opdrachttype
pt: Por tipo de comando
pt_br: Por tipo de comando
ru: Для каждого типа команды
uk: За тип команди

source: Command Lock System
de: Befehlssperrsystem
es: Sistema de bloqueo de comandos
fr: Système de verrouillage de commande
ja: コマンドロックシステム
nl: Command Lock Systeem
pt: Sistema de bloqueio de comando
pt_br: Sistema de bloqueio de comando
ru: Система командной блокировки
uk: Система блокування команд

# CommandLockSystemTooltip
source: - Per Command Type: Each command type (Chat, Event, Timer, etc) has a lock that prevents other commands of the same type from running at the same time. - Per Action Type: Each action type (Chat, Sound, Conditional, etc) has a lock that prevents other commands also containing those actions from running at the same time. - Visual/Audio Actions: Commands containing visual/audio-based actions (Sound, Overlay, etc) share 1 lock while other commands will run as soon as they are triggered. - Singular: All commands share the same lock only allowing one command to run at a time. - None: All commands are unlocked and will run as soon as they are triggered.
de: - Pro Befehlstyp: Jeder Befehlstyp (Chat, Ereignis, Timer usw.) verfügt über eine Sperre, die verhindert, dass andere Befehle der gleichen Zeit gleichzeitig ausgeführt werden. - Pro Aktionstyp: Jeder Aktionstyp (Chat, Sound, Bedingt usw.) verfügt über eine Sperre, die verhindert, dass andere Befehle, die diese Aktionen ebenfalls enthalten, gleichzeitig ausgeführt werden. - Visuelle / Audio-Aktionen: Befehle, die visuelle / audiobasierte Aktionen (Sound, Overlay usw.) enthalten, teilen sich 1 Sperre, während andere Befehle ausgeführt werden, sobald sie ausgelöst werden. - Singular: Alle Befehle haben die gleiche Sperre, sodass immer nur ein Befehl ausgeführt werden kann. - Keine: Alle Befehle sind entsperrt und werden ausgeführt, sobald sie ausgelöst werden.
es: - Por tipo de comando: Cada tipo de comando (Chat, Evento, Temporizador, etc.) tiene un bloqueo que impide que otros comandos del mismo tipo se ejecuten al mismo tiempo. - Por tipo de acción: Cada tipo de acción (Chat, Sonido, Condicional, etc.) tiene un bloqueo que evita que otros comandos que también contienen esas acciones se ejecuten al mismo tiempo. - Acciones visuales / de audio: Los comandos que contienen acciones visuales / basadas en audio (sonido, superposición, etc.) comparten 1 bloqueo, mientras que otros comandos se ejecutarán tan pronto como se activen. - Singular: Todos los comandos comparten el mismo bloqueo solo permitiendo que se ejecute un comando a la vez. - Ninguno: Todos los comandos están desbloqueados y se ejecutarán tan pronto como se activen.
fr: - Par type de commande: Chaque type de commande (Chat, Événement, Minuterie, etc.) a un verrou qui empêche les autres commandes du même temps de s’exécuter en même temps. - Par type d’action: Chaque type d’action (Chat, Son, Conditionnel, etc.) a un verrou qui empêche d’autres commandes contenant également ces actions de s’exécuter en même temps. - Actions visuelles / audio: Les commandes contenant des actions visuelles / audio (son, superposition, etc.) partagent 1 verrou tandis que d’autres commandes s’exécuteront dès qu’elles seront déclenchées. - Singulier : Toutes les commandes partagent le même verrou ne permettant qu’une seule commande de s’exécuter à la fois. - Aucun: Toutes les commandes sont déverrouillées et s’exécuteront dès qu’elles seront déclenchées.
ja: - コマンドの種類ごと: 各コマンドの種類 (チャット、イベント、タイマーなど) は、同じ種類の他のコマンドが同時に実行されないようにロックされています。 - アクションの種類ごと: 各アクションの種類 (チャット、サウンド、条件付きなど) には、それらのアクションを含む他のコマンドも同時に実行できないようにするロックがあります。 - ビジュアル/オーディオアクション:ビジュアル/オーディオベースのアクション(サウンド、オーバーレイなど)を含むコマンドは1ロックを共有し、他のコマンドはトリガーされるとすぐに実行されます。 - 単一: すべてのコマンドは同じロックを共有し、一度に 1 つのコマンドしか実行できません。 - なし: すべてのコマンドはロック解除され、トリガーされるとすぐに実行されます。
nl: - Per opdrachttype: elk opdrachttype (chat, gebeurtenis, timer, enz.) heeft een vergrendeling die voorkomt dat andere opdrachten van hetzelfde moment tegelijkertijd worden uitgevoerd. - Per actietype: Elk actietype (chat, geluid, voorwaardelijk, enz.) heeft een vergrendeling die voorkomt dat andere opdrachten die ook die acties bevatten, tegelijkertijd worden uitgevoerd. - Visuele / audio-acties: Opdrachten met visuele / audio-gebaseerde acties (geluid, overlay, enz.) delen 1 vergrendeling, terwijl andere opdrachten worden uitgevoerd zodra ze worden geactiveerd. - Enkelvoud: Alle opdrachten delen hetzelfde slot waardoor slechts één opdracht tegelijk kan worden uitgevoerd. - Geen: Alle commando's zijn ontgrendeld en worden uitgevoerd zodra ze worden geactiveerd.
pt: - Por tipo de comando: Cada tipo de comando (Chat, Event, Timer, etc) tem um bloqueio que impede que outros comandos do mesmo tipo seja executado ao mesmo tempo. - Per Action Type: Cada tipo de ação (Chat, Som, Condicional, etc) tem um bloqueio que impede que outros comandos também contenham essas ações sejam executados ao mesmo tempo. - Ações Visuais/Áudio: Comandos contendo ações visuais/baseadas em áudio (Som, Sobreposição, etc) compartilham 1 bloqueio enquanto outros comandos serão executados assim que forem acionados. - Singular: Todos os comandos compartilham o mesmo bloqueio permitindo que um comando seja executado de cada vez. - Nenhum: todos os comandos são desbloqueados e funcionarão assim que forem acionados.
pt_br: - Por tipo de comando: Cada tipo de comando (Chat, Evento, Timer, etc) possui um bloqueio que impede que outros comandos do mesmo tipo sejam executados ao mesmo tempo. - Por tipo de ação: Cada tipo de ação (Chat, Som, Condicional, etc) possui um bloqueio que impede que outros comandos que também contenham essas ações sejam executados ao mesmo tempo. - Ações Visuais/Áudio: Comandos contendo ações visuais/baseadas em áudio (Som, Sobreposição, etc.) compartilham 1 bloqueio enquanto outros comandos serão executados assim que forem acionados. - Singular: Todos os comandos compartilham o mesmo bloqueio, permitindo apenas a execução de um comando por vez. - Nenhum: Todos os comandos estão desbloqueados e serão executados assim que forem acionados.
ru: - Для каждого типа команды: каждый тип команды (Чат, Событие, Таймер и т. Д.) Имеет блокировку, которая предотвращает запуск других команд того же типа в то же время. - Для каждого типа действия: каждый тип действия (Чат, Звук, Условный и т. Д.) Имеет блокировку, которая не позволяет другим командам, также содержащим эти действия, выполняться одновременно. - Визуальные / звуковые действия: команды, содержащие визуальные / звуковые действия (звук, наложение и т. Д.), Разделяют 1 блокировку, в то время как другие команды будут выполняться, как только они будут активированы. - Singular: Все команды имеют одну и ту же блокировку, позволяющую запускать только одну команду одновременно. - Нет: все команды разблокированы и будут выполняться, как только они будут активированы.
uk: - За типом команди: Кожен тип команди (чат, подія, таймер і т.д.) має блокування, яке запобігає іншим командам одночасно працювати. - За типом дії: Кожен тип дії (Чат, Звук, Умовний і т.д.) має блокування, яке запобігає іншим командам, які також містять ці дії, запускаючи в той же час. - Візуальні / аудіо дії: Команди, що містять візуальні / аудіо-дії (звук, накладення і т.д.) поділитися 1 блокування в той час як інші команди будуть працювати, як тільки вони спрацьовують. - Сингулярний: Всі команди мають один і той же замок, дозволяючи виконувати лише одну команду за один раз. - Немає: Всі команди розблоковані і будуть працювати, як тільки вони спрацьовують.

source: Visual/Audio Actions
de: Visuelle/Audio-Aktionen
es: Acciones visuales/sonoras
fr: Actions visuelles/audio
ja: ビジュアル/オーディオアクション
nl: Visuele/audio-acties
pt: Ações Visuais/Áudio
pt_br: Ações Visuais/Áudio
ru: Визуальные/звуковые действия
uk: Візуальні/аудіо дії

source: Counters
de: Leistungsindikatoren
es: Contadores
fr: Compteurs
ja: カウンター
nl: Items
pt: Contadores
pt_br: Contadores
ru: Счетчики
uk: Лічильники

# StreamElementsSocketFailed
source: Failed to connect to socket
de: Verbindung zum Socket konnte nicht hergestellt werden
es: Error al conectarse al zócalo
fr: Impossible de se connecter au socket
ja: ソケットに接続できませんでした
nl: Kan geen verbinding maken met socket
pt: Falha ao conector ao soquete
pt_br: Falha ao conectar ao soquete
ru: Не удалось подключиться к разъему
uk: Не вдалося підключитися до сокета

source: StreamElements Merch Purchase
de: StreamElements Merch Kaufen
es: Compra de Merchandising de StreamElements
fr: StreamElements Merch Achat
ja: ストリームエレメンツ・マーチ購入
nl: StreamElements Merch Aankoop
pt: StreamElements Merch Compra
pt_br: Compra de produtos StreamElements
ru: СтримЭлементы Покупка мерча
uk: ПотікЕлементи Мерч Придбати

source: Add To Existing Command
de: Zu vorhandenem Befehl hinzufügen
es: Agregar al comando existente
fr: Ajouter à la commande existante
ja: 既存のコマンドに追加
nl: Toevoegen aan bestaande opdracht
pt: Adicionar ao comando existente
pt_br: Adicionar ao comando existente
ru: Добавить к существующей команде
uk: Додати до наявної команди

# CounterActionInvalidName
source: Counter Action: Counter name can only contain alpha-numeric characters
de: Zähleraktion: Der Zählername darf nur alphanumerische Zeichen enthalten
es: Acción de contador: el nombre del contador solo puede contener caracteres alfanuméricos
fr: Action de compteur : le nom du compteur ne peut contenir que des caractères alphanumériques
ja: カウンタアクション: カウンタ名には英数字のみを含めることができます
nl: Tegenactie: de naam van de teller mag alleen alfanumerieke tekens bevatten
pt: Contra-ação: O nome do contador só pode conter caracteres alfa-numéricos
pt_br: Ação do contador: o nome do contador só pode conter caracteres alfanuméricos
ru: Действие счетчика: имя счетчика может содержать только буквенно-цифровые символы
uk: Counter Action: Ім'я лічильника може містити лише буквено-цифрові символи

# NameInvalidAlphaNumericOnly
source: Name can only contain alpha-numeric characters
de: Name darf nur alphanumerische Zeichen enthalten
es: El nombre solo puede contener caracteres alfanuméricos
fr: Le nom ne peut contenir que des caractères alphanumériques
ja: 名前には英数字のみを含めることができます。
nl: Naam mag alleen alfanumerieke tekens bevatten
pt: O nome só pode conter caracteres alfa-numéricos
pt_br: O nome só pode conter caracteres alfanuméricos
ru: Имя может содержать только буквенно-цифровые символы
uk: Ім'я може містити лише буквено-цифрові символи

source: Cancel All Commands
de: Alle Befehle abbrechen
es: Cancelar todos los comandos
fr: Annuler toutes les commandes
ja: すべてのコマンドを取り消す
nl: Alle opdrachten annuleren
pt: Cancelar todos os comandos
pt_br: Cancelar todos os comandos
ru: Отмена всех команд
uk: Скасувати всі команди

# DiagnosticLoggingEnabledWarningTooltip
source: Diagnostic Logging is currently enabled and could impact performance & hard drive space. Please ensure this option is disabled after any testing you are doing is done by heading to Settings -> Advanced.
de: Die Diagnoseprotokollierung ist derzeit aktiviert und kann sich auf die Leistung und den Festplattenspeicher auswirken. Bitte Stellen Sie sicher, dass diese Option deaktiviert ist, nachdem Alle von Ihnen durchgeführten Tests durchgeführt wurden, indem Sie zu Einstellungen -> Erweitert gehen.
es: El registro de diagnóstico está habilitado actualmente y podría afectar el rendimiento y el espacio en el disco duro. Por favor asegúrese de que esta opción esté deshabilitada después de realizar cualquier prueba que esté realizando dirigiéndose a Configuración -> Avanzado.
fr: La journalisation des diagnostics est actuellement activée et pourrait avoir un impact sur les performances et l’espace disque dur. S’il vous plaît Assurez-vous que cette option est désactivée après tout test effectué en vous dirigeant vers Paramètres -> Avancé.
ja: 診断ログは現在有効であり、パフォーマンスとハード ドライブの容量に影響を与える可能性があります。お願いします [設定 - 詳細設定]に移動して、実行しているテストが完了した後、このオプションが無効になっていることを確認>。
nl: Diagnostische logboekregistratie is momenteel ingeschakeld en kan van invloed zijn op de prestaties en de ruimte op de harde schijf. Alstublieft zorg ervoor dat deze optie is uitgeschakeld nadat elke test die u uitvoert is uitgevoerd door naar Instellingen -> Geavanceerd te gaan.
pt: O registro de diagnóstico está atualmente habilitado e pode impactar o desempenho e o espaço do disco rígido. Por favor certifique-se de que essa opção seja desativada depois que qualquer teste que você esteja fazendo é feito indo para Configurações -> Avançado.
pt_br: O registro de diagnóstico está ativado no momento e pode afetar o desempenho e o espaço no disco rígido. Por favor certifique-se de que esta opção esteja desativada após qualquer teste que você estiver fazendo, indo para Configurações -> Avançado.
ru: Диагностическое ведение журнала в настоящее время включено и может повлиять на производительность и пространство жесткого диска. Пожалуйста Убедитесь, что этот параметр отключен после выполнения любого тестирования, перейдя в раздел Параметры -> Дополнительно.
uk: Журнал діагностики наразі ввімкнуто та може вплинути на продуктивність і місце на жорсткому диску. Будь ласка переконайтеся, що цей параметр вимкнено після того, як будь-яке тестування, яке ви робите, буде виконано, перейшовши до налаштування -> Додатково.

source: Anonymous
de: Anonym
es: Anónimo
fr: Anonyme
ja: アノニマス
nl: Anoniem
pt: Anônimo
pt_br: Anônimo
ru: Анонимный
uk: Безіменний

source: Failed to export command
de: Fehler beim Exportieren des Befehls
es: Error al exportar el comando
fr: Échec de l’exportation de la commande
ja: コマンドをエクスポートできませんでした
nl: Kan opdracht niet exporteren
pt: Falha no comando de exportação
pt_br: Falha ao exportar comando
ru: Не удалось экспортировать команду
uk: Не вдалося експортувати команду

source: Webhook service already connected
de: Webhook-Dienst bereits verbunden
es: Servicio Webhook ya conectado
fr: Service Webhook déjà connecté
ja: Webhook サービスは既に接続されています
nl: Webhook-service al verbonden
pt: Serviço Webhook já conectado
pt_br: Serviço de webhook já conectado
ru: Служба Webhook уже подключена
uk: Службу Webhook вже підключено

source: Must Be Present
de: Muss vorhanden sein
es: Debe estar presente
fr: Doit être présent
ja: 存在する必要があります
nl: Moet aanwezig zijn
pt: Deve estar presente
pt_br: Deve estar presente
ru: Должен присутствовать
uk: Має бути присутнім

source: Role Requirement: At least one role must be selected
de: Rollenanforderung: Mindestens eine Rolle muss ausgewählt sein
es: Requisito de rol: Se debe seleccionar al menos un rol
fr: Exigence de rôle : Au moins un rôle doit être sélectionné
ja: ロール要件: 少なくとも 1 つのロールを選択する必要があります
nl: Rolvereiste: er moet ten minste één rol zijn geselecteerd
pt: Requisito de função: Pelo menos uma função deve ser selecionada
pt_br: Requisito de função: pelo menos uma função deve ser selecionada
ru: Требование роли: должна быть выбрана хотя бы одна роль
uk: Вимога до ролі: потрібно вибрати принаймні одну роль

source: Multiple
de: Mehrfach
es: Múltiple
ja: 倍数
nl: Veelvoud
pt: Múltiplo
pt_br: Múltiplo
ru: Многократный
uk: Кілька

source: Bits Cost (Optional)
de: Bitkosten (optional)
es: Costo de bits (opcional)
fr: Coût des bits (facultatif)
ja: ビットコスト (オプション)
nl: Bits kosten (optioneel)
pt: Custo de bits (opcional)
pt_br: Custo de bits (opcional)
ru: Стоимость битов (опционально)
uk: Бітова вартість (необов'язково)

# ChannelPointRewardMissing
source: Missing Channel Point Reward
de: Fehlende Kanalpunktprämie
es: Falta la recompensa de puntos de canal
fr: Récompense de point de canal manquant
ja: チャンネルポイント報酬がありません
nl: Beloning voor ontbrekende kanaalpunten
pt: Recompensa de ponto de canal ausente
pt_br: Recompensa de pontos de canal ausente
ru: Награда за пропущенное очко канала
uk: Відсутня нагорода за точку каналу

source: Channel Points Cost (Optional)
de: Kosten für Kanalpunkte (optional)
es: Costo de los puntos de canal (opcional)
fr: Coût des points de canal (facultatif)
ja: チャネル ポイントコスト (オプション)
nl: Kosten kanaalpunten (optioneel)
pt: Custo dos pontos de canal (opcional)
pt_br: Custo de Pontos de Canal (Opcional)
ru: Стоимость очков канала (необязательно)
uk: Вартість точок каналу (необов'язково)

source: Choice 1
de: Wahl 1
es: Opción 1
fr: Choix 1
ja: 選択肢 1
nl: Keuze 1
pt: Escolha 1
pt_br: Escolha 1
ru: Вариант 1
uk: Вибір 1

source: Choice 2
de: Wahl 2
es: Opción 2
fr: Choix 2
ja: 選択肢2
nl: Keuze 2
pt: Escolha 2
pt_br: Escolha 2
ru: Вариант 2
uk: Вибір 2

source: Choice 3
de: Wahl 3
es: Opción 3
fr: Choix 3
ja: チョイス3
nl: Keuze 3
pt: Escolha 3
pt_br: Escolha 3
ru: Вариант 3
uk: Вибір 3

source: Choice 4
de: Wahl 4
es: Opción 4
fr: Choix 4
ja: 選択肢4
nl: Keuze 4
pt: Escolha 4
pt_br: Escolha 4
ru: Вариант 4
uk: Вибір 4

source: Create Poll
de: Umfrage erstellen
es: Crear encuesta
fr: Créer un sondage
ja: 投票の作成
nl: Poll maken
pt: Criar enquete
pt_br: Criar enquete
ru: Создать опрос
uk: Створити опитування

source: Create Prediction
de: Vorhersage erstellen
es: Crear predicción
fr: Créer une prédiction
ja: 予測の作成
nl: Voorspelling maken
pt: Criar previsão
pt_br: Criar previsão
ru: Создать прогноз
uk: Створити прогноз

source: Outcome 1
de: Ergebnis 1
es: Resultado 1
fr: Résultat 1
ja: 結果 1
nl: Resultaat 1
pt: Resultado 1
pt_br: Resultado 1
ru: Конечный результат 1
uk: Результат 1

source: Outcome 2
de: Ergebnis 2
es: Resultado 2
fr: Résultat 2
ja: 結果2
nl: Resultaat 2
pt: Resultado 2
pt_br: Resultado 2
ru: Конечный результат 2
uk: Результат 2

# TwitchActionCreatePollInvalidDuration
source: Twitch Action: Polls must have a duration greater than 0
de: Twitch-Aktion: Umfragen müssen eine Dauer von mehr als 0 haben
es: Acción de Twitch: las encuestas deben tener una duración superior a 0
fr: Action Twitch : les sondages doivent avoir une durée supérieure à 0
ja: Twitch アクション: ポーリングの継続時間が 0 より大きい必要があります
nl: Twitch-actie: polls moeten een duur hebben van meer dan 0
pt: Twitch Action: As pesquisas devem ter uma duração superior a 0
pt_br: Ação Twitch: As enquetes devem ter duração superior a 0
ru: Действие Twitch: продолжительность опросов должна превышать 0
uk: Twitch дій: опитування повинні мати тривалість більше 0

# TwitchActionCreatePollMissingTitle
source: Twitch Action: Missing Poll title
de: Twitch Action: Fehlender Umfragetitel
es: Twitch Action: Falta el título de la encuesta
fr: Action Twitch : Titre du sondage manquant
ja: ツイッチアクション: 投票タイトルがありません
nl: Twitch-actie: ontbrekende polltitel
pt: Twitch Action: Título da enquete ausente
pt_br: Twitch Action: Título da enquete ausente
ru: Действие Twitch: Отсутствует название опроса
uk: Twitch дія: Відсутній заголовок опитування

# TwitchActionCreatePollTwoOrMoreChoices
source: Twitch Action: Polls must have at least 2 choices
de: Twitch-Aktion: Umfragen müssen mindestens 2 Auswahlmöglichkeiten haben
es: Acción de Twitch: las encuestas deben tener al menos 2 opciones
fr: Action Twitch : Les sondages doivent avoir au moins 2 choix
ja: Twitchアクション:世論調査には少なくとも2つの選択肢が必要です
nl: Twitch-actie: polls moeten ten minste 2 keuzes hebben
pt: Twitch Action: As pesquisas devem ter pelo menos 2 opções
pt_br: Twitch Action: As enquetes devem ter pelo menos 2 opções
ru: Действие Twitch: опросы должны иметь не менее 2 вариантов
uk: Twitch дій: опитування повинні мати принаймні 2 варіанти

# TwitchActionCreatePredictionInvalidDuration
source: Twitch Action: Predictions must have a duration greater than 0
de: Twitch-Aktion: Vorhersagen müssen eine Dauer von mehr als 0 haben
es: Acción de Twitch: Las predicciones deben tener una duración superior a 0
fr: Action Twitch : les prédictions doivent avoir une durée supérieure à 0
ja: Twitch アクション: 予測は 0 より大きい期間を持つ必要があります。
nl: Twitch-actie: voorspellingen moeten een duur hebben die langer is dan 0
pt: Twitch Action: Previsões devem ter uma duração superior a 0
pt_br: Twitch Action: As previsões devem ter duração superior a 0
ru: Действие Twitch: продолжительность прогнозов должна превышать 0
uk: Twitch дія: прогнози повинні мати тривалість більше 0

# TwitchActionCreatePredictionMissingTitle
source: Twitch Action: Missing Prediction title
de: Twitch Action: Fehlender Vorhersagetitel
es: Twitch Action: Falta el título de predicción
fr: Action Twitch: Titre de prédiction manquant
ja: ツイッチアクション:予測タイトルがありません
nl: Twitch-actie: ontbrekende voorspellingstitel
pt: Twitch Action: Título de previsão ausente
pt_br: Twitch Action: título de previsão ausente
ru: Twitch Action: Отсутствует название предсказания
uk: Twitch дія: Відсутній заголовок прогнозування
