Repository: SaviorXTanren/mixer-mixitup
Catalog: MixItUp.*/Resources.*.resx
Languages: de, es, fr, fr_fr, ja, nl, pt, pt_br, ru, uk

# GameCommandCoinPusherDescription
source: The Coin Pusher game allows a user to deposit a specific amount of currency into a machine with the chance for a large payout. A minimum amount of currency must be inserted into the machine to allow for a payout and a minimum & maximum payout percentage can be specified when a payout occurs.
de: Das Coin Pusher-Spiel ermöglicht es einem Benutzer, eine bestimmte Menge an Währung in einen Automaten mit der Chance auf eine große Auszahlung einzuzahlen. Ein Mindestbetrag an Währung muss in den Automaten eingefügt werden, um eine Auszahlung zu ermöglichen, und ein minimaler und maximaler Auszahlungsprozentsatz kann angegeben werden, wenn eine Auszahlung erfolgt.
es: El juego Empujador de monedas permite a un usuario depositar una cantidad específica de moneda en una máquina con la posibilidad de un gran pago. Se debe insertar una cantidad mínima de moneda en la máquina para permitir un pago y se puede especificar un porcentaje de pago mínimo y máximo cuando se produce un pago.
fr: Le jeu Coin Pusher permet à un utilisateur de déposer un montant spécifique de monnaie dans une machine avec la possibilité d’un paiement important. Un montant minimum de devise doit être inséré dans la machine pour permettre un paiement et un pourcentage de paiement minimum et maximum peut être spécifié lorsqu’un paiement se produit.
ja: コインプッシャーゲームは、ユーザーが大量の支払いのチャンスを持つマシンに通貨の特定の量を入金することができます。支払いを可能にするために最低通貨をマシンに挿入する必要があり、支払いが発生したときに最小および最大支払い率を指定することができます。
nl: Met het Coin Pusher-spel kan een gebruiker een bepaald bedrag aan valuta in een machine storten met de kans op een grote uitbetaling. Een minimumbedrag aan valuta moet in de machine worden ingevoegd om een uitbetaling mogelijk te maken en een minimum- en maximum uitbetalingspercentage kan worden opgegeven wanneer een uitbetaling plaatsvindt.
pt: O jogo Coin Pusher permite que um usuário deposite uma quantidade específica de moeda em uma máquina com a chance de um grande pagamento. Uma quantidade mínima de moeda deve ser inserida na máquina para permitir um pagamento e uma porcentagem mínima e máxima de pagamento pode ser especificada quando um pagamento ocorre.
pt_br: O jogo Coin Pusher permite ao usuário depositar uma quantia específica de moeda em uma máquina com a chance de um grande pagamento. Uma quantia mínima de moeda deve ser inserida na máquina para permitir um pagamento e uma porcentagem de pagamento mínima e máxima pode ser especificada quando ocorre um pagamento.
ru: Игра позволяет пользователю внести определенное количество валюты с шансом на большую выплату. Можно указать минимальное количество валюты, добавляемое в машину, чтобы обеспечить выплату, и минимальный процент выплат, когда она происходит.
uk: Гра Coin Pusher дозволяє користувачеві внести певну суму валюти в машину з можливістю великої виплати. Мінімальна сума валюти повинна бути вставлена в машину, щоб дозволити виплату, і мінімальний відсоток виплати може бути вказаний, коли відбувається виплата.

source: Duel
de: Duell
es: Duelo
ja: 決闘
nl: Duelleren
pt: Duelo
pt_br: Duelo
ru: Дуэль
uk: Двобій

# GameCommandDuelDescription
source: The Duel game challenges the specified user to a winner-takes-all for the bet amount. If successful, the user takes the bet amount from the specified user. If failed, the specified user takes the bet amount from the user.
de: Das Duellspiel fordert den angegebenen Benutzer zu einem Winner-takes-all für den Einsatzbetrag heraus. Bei Erfolg nimmt der Benutzer den Einsatzbetrag vom angegebenen Benutzer an. Wenn dies fehlschlug, nimmt der angegebene Benutzer den Einsatzbetrag vom Benutzer an.
es: El juego duelo desafía al usuario especificado a un ganador que se lo lleva todo por el monto de la apuesta. Si tiene éxito, el usuario toma el monto de la apuesta del usuario especificado. Si falla, el usuario especificado toma el monto de la apuesta del usuario.
fr: Le jeu Duel met au défi l’utilisateur spécifié à un gagnant-prend-tout pour le montant de la mise. En cas de succès, l’utilisateur prend le montant de la mise de l’utilisateur spécifié. En cas d’échec, l’utilisateur spécifié prend le montant de la mise de l’utilisateur.
ja: デュエルゲームは、指定されたユーザーにベット金額の勝者テイクオールに挑戦します。成功した場合、ユーザーは指定されたユーザーからベット金額を取得します。失敗した場合、指定されたユーザーはユーザーからベット金額を取得します。
nl: Het Duel-spel daagt de opgegeven gebruiker uit voor een winner-takes-all voor het inzetbedrag. Als dit lukt, neemt de gebruiker het inzetbedrag van de opgegeven gebruiker. Als dit niet lukt, neemt de opgegeven gebruiker het inzetbedrag van de gebruiker over.
pt: O jogo duelo desafia o usuário especificado a um ganhador-leva-tudo para o valor da aposta. Se for bem sucedido, o usuário pega o valor da aposta do usuário especificado. Se falhar, o usuário especificado tira o valor da aposta do usuário.
pt_br: O jogo Duel desafia o usuário especificado a um vencedor leva tudo para o valor da aposta. Se for bem-sucedido, o usuário recebe o valor da aposta do usuário especificado. Se falhar, o usuário especificado recebe o valor da aposta do usuário.
ru: В дуэльной игре пользователь бросает вызов конкретному пользователю, указывая сумму ставки. В случае успеха инициатор дуэли забирает сумму ставки у противника. В случае неудачи противник забирает сумму ставки у инициатора.
uk: Гра дуелі кидає виклик вказаному користувачеві переможцю приймає все на суму ставки. У разі успіху користувач бере суму ставки від зазначеного користувача. Якщо не вдалося, вказаний користувач бере суму ставки від користувача.

source: Hangman
de: Henker
es: Verdugo
fr: Bourreau
ja: 絞首刑 執行 人
nl: Beul
pt: Carrasco
pt_br: Carrasco
ru: Висельник
uk: Кат

# GameCommandHangmanDescription
source: The Hangman game allows users to guess the letter combination of a random word to win an accumulated pot of currency. Every failed guess puts the required currency amount into the pot and adds a failure, while a correct guess adds the letter. The person to guess the last missing letter gets the whole pot. Users have the ability to see the status of the game to see how much the pot is and what has been guessed already.
de: Das Hangman-Spiel ermöglicht es Benutzern, die Buchstabenkombination eines zufälligen Wortes zu erraten, um einen angesammelten Geldtopf zu gewinnen. Jede fehlgeschlagene Vermutung legt den erforderlichen Währungsbetrag in den Topf und fügt einen Fehler hinzu, während eine korrekte Vermutung den Buchstaben hinzufügt. Die Person, die den letzten fehlenden Buchstaben erraten soll, bekommt den ganzen Topf. Benutzer haben die Möglichkeit, den Status des Spiels zu sehen, um zu sehen, wie viel der Pot ist und was bereits erraten wurde.
es: El juego Verdugo permite a los usuarios adivinar la combinación de letras de una palabra aleatoria para ganar un bote acumulado de moneda. Cada conjetura fallida pone la cantidad de moneda requerida en el bote y agrega una falla, mientras que una suposición correcta agrega la letra. La persona que adivina la última letra que falta obtiene toda la olla. Los usuarios tienen la capacidad de ver el estado del juego para ver cuánto es el bote y qué se ha adivinado ya.
fr: Le jeu Hangman permet aux utilisateurs de deviner la combinaison de lettres d’un mot aléatoire pour gagner un pot de monnaie accumulé. Chaque supposition échouée met le montant de devise requis dans le pot et ajoute un échec, tandis qu’une supposition correcte ajoute la lettre. La personne qui devine la dernière lettre manquante reçoit tout le pot. Les utilisateurs ont la possibilité de voir l’état du jeu pour voir combien est le pot et ce qui a déjà été deviné.
ja: ハングマンゲームは、通貨の蓄積ポットを獲得するためにランダムな単語の文字の組み合わせを推測することができます。すべての失敗した推測は、ポットに必要な通貨の量を入れ、失敗を追加しますが、正しい推測は文字を追加します。最後の行方不明の文字を推測する人は、全体のポットを取得します。ユーザーは、ポットの量と既に推測されているものを確認するために、ゲームの状態を確認する機能を持っています。
nl: Met het Hangman-spel kunnen gebruikers de lettercombinatie van een willekeurig woord raden om een verzamelde pot met valuta te winnen. Elke mislukte gok zet het vereiste valutabedrag in de pot en voegt een fout toe, terwijl een juiste gok de letter toevoegt. De persoon die de laatste ontbrekende letter raadt, krijgt de hele pot. Gebruikers hebben de mogelijkheid om de status van het spel te zien om te zien hoeveel de pot is en wat er al is geraden.
pt: O jogo Hangman permite que os usuários adivinhem a combinação de letras de uma palavra aleatória para ganhar um pote acumulado de moeda. Cada palpite falho coloca o valor da moeda necessário no pote e adiciona uma falha, enquanto um palpite correto adiciona a letra. A pessoa que adivinhar a última carta perdida fica com a maconha toda. Os usuários têm a capacidade de ver o status do jogo para ver quanto é o pote e o que já foi adivinhado.
pt_br: O jogo Hangman permite aos usuários adivinhar a combinação de letras de uma palavra aleatória para ganhar um pote de dinheiro acumulado. Cada tentativa falhada coloca a quantia necessária em moeda no pote e adiciona uma falha, enquanto uma tentativa correta adiciona a carta. A pessoa que adivinhar a última letra que falta ganha o pote inteiro. Os usuários têm a capacidade de ver o status do jogo para ver quanto está o pote e o que já foi adivinhado.
ru: Игра позволяет пользователям угадывать по буквам случайное слово, чтобы выиграть накопленный банк валюты. Каждое неудачное предположение помещает указанную сумму валюты в банк и добавляет ошибку, в то время как правильная догадка добавляет букву. Человек, угадавший последнюю недостающую букву получает всю накопленную валюту. Пользователи имеют возможность увидеть состояние игры, чтобы увидеть, сколько валюты в банке и что уже угадано.
uk: Гра Hangman дозволяє користувачам вгадати комбінацію букв випадкового слова, щоб виграти накопичений банк валюти. Кожна невдала здогадка кладе необхідну суму валюти в горщик і додає невдачу, в той час як правильне припущення додає букву. Людина, щоб вгадати останню відсутню букву отримує весь горщик. Користувачі мають можливість побачити статус гри, щоб побачити, скільки горщика і що вже було вгадажено.

source: Heist
de: Rauben
es: Robo
fr: Voler
ja: 強盗
pt: Assalto
pt_br: Assalto
ru: Красть
uk: Пограбування

# GameCommandHeistDescription
source: The Heist game allows a user to start a group activity for users to individually bet when they participate. Each user has their own individual chance to succeed and win back more or fail and lose their bet
de: Das Heist-Spiel ermöglicht es einem Benutzer, eine Gruppenaktivität zu starten, damit Benutzer individuell wetten können, wenn sie teilnehmen. Jeder Nutzer hat seine eigene individuelle Chance, erfolgreich zu sein und mehr zu gewinnen oder zu scheitern und seinen Einsatz zu verlieren
es: El juego Robo permite a un usuario iniciar una actividad grupal para que los usuarios apuesten individualmente cuando participan. Cada usuario tiene su propia oportunidad individual de tener éxito y recuperar más o fracasar y perder su apuesta.
fr: Le jeu Heist permet à un utilisateur de démarrer une activité de groupe pour que les utilisateurs puissent parier individuellement lorsqu’ils participent. Chaque utilisateur a sa propre chance individuelle de réussir et de regagner plus ou d’échouer et de perdre son pari
ja: Heist ゲームでは、ユーザーが参加するときに個別にベットするグループ アクティビティを開始できます。各ユーザーは成功し、より多くを取り戻すか、失敗して賭けを失う独自の個々のチャンスを持っています
nl: Met het Heist-spel kan een gebruiker een groepsactiviteit starten waarmee gebruikers individueel kunnen wedden wanneer ze deelnemen. Elke gebruiker heeft zijn eigen individuele kans om te slagen en meer terug te winnen of te falen en zijn weddenschap te verliezen
pt: O jogo Heist permite que um usuário inicie uma atividade em grupo para os usuários apostarem individualmente quando participam. Cada usuário tem sua própria chance individual de ter sucesso e ganhar mais ou falhar e perder sua aposta
pt_br: O jogo Heist permite que um usuário inicie uma atividade em grupo para que os usuários apostem individualmente quando participarem. Cada usuário tem sua própria chance individual de ter sucesso e ganhar mais ou falhar e perder sua aposta
ru: Игра позволяет инициатору начать групповую игру, в которой каждый делает ставку для участия. Каждый пользователь имеет свой собственный индивидуальный шанс добиться успеха и отыграть больше или потерпеть неудачу и потерять свою ставку
uk: Гра Heist дозволяє користувачеві почати групову діяльність для користувачів, щоб індивідуально робити ставки, коли вони беруть участь. Кожен користувач має свій індивідуальний шанс досягти успіху і відіграти більше або зазнати невдачі і втратити свою ставку

source: Hitman
de: Killer
fr: Tueur à gages
ja: ヒットマン
nl: Huurmoordenaar
pt: Assassino
pt_br: assassino de aluguel
ru: Хитмэн
uk: Вбивця

# GameCommandHitmanDescription
source: The Hitman game allows a user to start a winner-takes-all bet amongst all entered users. After the initial time limit, a hitman with a specific name will appear in chat. If a user types the hitman's name in chat within the time limit, they win the entire pot. Otherwise, everyone loses their money.
de: Das Hitman-Spiel ermöglicht es einem Benutzer, eine Winner-takes-all-Wette unter allen angemeldeten Benutzern zu starten. Nach dem anfänglichen Zeitlimit erscheint ein Auftragskiller mit einem bestimmten Namen im Chat. Wenn ein Benutzer den Namen des Auftragskillers innerhalb des Zeitlimits im Chat eingibt, gewinnt er den gesamten Pot. Sonst verliert jeder sein Geld.
es: El juego Hitman permite a un usuario iniciar una apuesta en la que el ganador se lo lleva todo entre todos los usuarios inscritos. Después del límite de tiempo inicial, un asesino a sueldo con un nombre específico aparecerá en el chat. Si un usuario escribe el nombre del asesino a sueldo en el chat dentro del límite de tiempo, gana todo el bote. De lo contrario, todos pierden su dinero.
fr: Le jeu Hitman permet à un utilisateur de commencer un pari gagnant-prend-tout parmi tous les utilisateurs inscrits. Après la limite de temps initiale, un tueur à gages avec un nom spécifique apparaîtra dans le chat. Si un utilisateur tape le nom du tueur à gages dans le chat dans le délai imparti, il gagne la totalité du pot. Sinon, tout le monde perd son argent.
ja: ヒットマンゲームでは、ユーザーが入力したすべてのユーザーの間で勝者テイクオールベットを開始することができます。最初の制限時間が経過すると、特定の名前のヒットマンがチャットに表示されます。ユーザーが制限時間内にチャットでヒットマンの名前を入力すると、ポット全体が獲得されます。さもなければ、誰もが彼らのお金を失います。
nl: Met het Hitman-spel kan een gebruiker een winner-takes-all-weddenschap starten tussen alle ingevoerde gebruikers. Na de eerste tijdslimiet verschijnt er een huurmoordenaar met een specifieke naam in de chat. Als een gebruiker de naam van de huurmoordenaar in de chat binnen de tijdslimiet typt, wint hij de hele pot. Anders verliest iedereen zijn geld.
pt: O jogo Hitman permite que um usuário inicie uma aposta vencedora entre todos os usuários inscritos. Após o limite de tempo inicial, um assassino com um nome específico aparecerá no chat. Se um usuário digitar o nome do assassino no chat dentro do prazo, ele ganha o pote inteiro. Caso contrário, todos perdem seu dinheiro.
pt_br: O jogo Hitman permite que um usuário inicie uma aposta em que o vencedor leva tudo entre todos os usuários inscritos. Após o limite de tempo inicial, um assassino com um nome específico aparecerá no chat. Se um usuário digitar o nome do assassino no chat dentro do prazo, ele ganha o pote inteiro. Caso contrário, todos perdem o seu dinheiro.
ru: Игра позволяет пользователю сделать ставку типа «победитель получает все» для всех участвующих пользователей. После определённого срока в чате появится киллер с определенным именем. Если пользователь напечатает имя киллера в чате в течение срока, он выигрывает весь банк. В противном случае, все теряют свои деньги.
uk: Гра Hitman дозволяє користувачеві почати ставку на перемогу серед усіх введених користувачів. Після початкового терміну в чаті з'явиться кілер з певним ім'ям. Якщо користувач вводить ім'я кілера в чаті протягом терміну, він виграє весь горщик. В іншому випадку кожен втрачає свої гроші.

source: Hot Potato
de: Heißes Eisen
es: Patata caliente
fr: Patate chaude
ja: ホットポテト
nl: Hete aardappel
pt: Batata Quente
pt_br: Batata Quente
ru: Горячая картошка
uk: Гаряча картопля

# GameCommandHotPotatoDescription
source: The Hot Potato game gives a ticking potato bomb to a player, who must then pass it off to someone else before it explodes. The user who passed the potato bomb last is dubbed the winner ($username) and the user who had the potato bomb when it exploded is dubbed the loser ($targetusername). By default, the passing of the potato bomb is done randomly to a new user, but you can optionally allow the passer to specify who it gets tossed to. You may also set whether the time limit on the hot potato resets with each toss.
de: Das Hot Potato-Spiel gibt einem Spieler eine tickende Kartoffelbombe, die sie dann an jemand anderen weitergeben muss, bevor sie explodiert. Der Benutzer, der die Kartoffelbombe zuletzt passiert hat, wird als Gewinner ($username) bezeichnet und der Benutzer, der die Kartoffelbombe hatte, als sie explodierte, wird als Verlierer ($targetusername bezeichnet. Standardmäßig erfolgt das Übergeben der Kartoffelbombe zufällig an einen neuen Benutzer, aber Sie können dem Passanten optional erlauben, anzugeben, an wen sie gewurft wird. Sie können auch festlegen, ob das Zeitlimit für die heiße Kartoffel mit jedem Wirf zurückgesetzt wird.
es: El juego Patata caliente le da una bomba de papa a un jugador, que luego debe pasarla a otra persona antes de que explote. El usuario que pasó la bomba de papa por última vez se denomina ganador ($username) y el usuario que tenía la bomba de papa cuando explotó se denomina perdedor ($targetusername). De forma predeterminada, el paso de la bomba de patata se realiza aleatoriamente a un nuevo usuario, pero opcionalmente puede permitir que el pasador especifique a quién se lanza. También puede establecer si el límite de tiempo en la papa caliente se restablece con cada lanzamiento.
fr: Le jeu Hot Potato donne une bombe de patate à cocher à un joueur, qui doit ensuite la transmettre à quelqu’un d’autre avant qu’elle n’explose. L’utilisateur qui a passé la bombe de pomme de terre en dernier est surnommé le gagnant ($username) et l’utilisateur qui a eu la bombe de pomme de terre quand elle a explosé est surnommé le perdant ($targetusername). Par défaut, le passage de la bombe de pomme de terre se fait de manière aléatoire à un nouvel utilisateur, mais vous pouvez éventuellement autoriser le passant à spécifier à qui elle est jeinée. Vous pouvez également définir si la limite de temps sur la patate chaude se réinitialise à chaque toss.
ja: ホットポテトゲームは、それが爆発する前に他の誰かにそれを渡さなければならないプレイヤーにカチカチポテト爆弾を与えます。最後にジャガイモ爆弾を通過したユーザーは勝者($username)と呼ばれ、爆発したときにジャガイモ爆弾を持っていたユーザーは敗者($targetusername)と呼ばれています。デフォルトでは、ポテト爆弾の通過は新しいユーザーにランダムに行われますが、必要に応じて、通行人に投げ込まれる人を指定することができます。また、ホットポテトの制限時間を各トスでリセットするかどうかを設定することもできます。
nl: Het Hot Potato-spel geeft een tikkende aardappelbom aan een speler, die deze vervolgens aan iemand anders moet doorgeven voordat deze ontploft. De gebruiker die de aardappelbom als laatste passeerde, wordt de winnaar genoemd ($username) en de gebruiker die de aardappelbom had toen deze ontplofte, wordt de verliezer genoemd ($targetusername). Standaard wordt het doorgeven van de aardappelbom willekeurig gedaan aan een nieuwe gebruiker, maar u kunt de voorbijganger optioneel toestaan om aan te geven naar wie het wordt gesgespt. U kunt ook instellen of de tijdslimiet op de hete aardappel bij elke toss wordt gereset.
pt: O jogo batata quente dá uma bomba de batata tique-taque para um jogador, que deve então passá-la para outra pessoa antes que exploda. O usuário que passou a bomba de batata por último é apelidado de vencedor ($username) e o usuário que tinha a bomba de batata quando explodiu é apelidado de perdedor ($targetusername). Por padrão, a passagem da bomba de batata é feita aleatoriamente para um novo usuário, mas você pode opcionalmente permitir que o transeunte especifique para quem ele é ressarcido. Você também pode definir se o limite de tempo na batata quente reinicia com cada jogo.
pt_br: O jogo Hot Potato dá uma bomba-relógio de batata a um jogador, que deve então passá-la para outra pessoa antes que ela exploda. O usuário que passou pela bomba de batata por último é considerado o vencedor ($username) e o usuário que estava com a bomba de batata quando ela explodiu é considerado o perdedor ($targetusername). Por padrão, a passagem da bomba de batata é feita aleatoriamente para um novo usuário, mas você pode opcionalmente permitir que o passador especifique para quem ela será lançada. Você também pode definir se o limite de tempo da batata quente é redefinido a cada lançamento.
ru: Игра выдаёт тикающую картофельную бомбу игроку, который должен передать её кому-то еще, прежде чем бомба взорвется. Пользователь, который держал бомбу последним и выжил становится победителем ($username), а пользователь, который взорвался, становится проигравшим ($targetusername). По умолчанию передача картофельной бомбы делается случайному пользователю, но вы можете дополнительно позволить указать, кому она попадёт. Вы также можете установить, сбрасывается ли ограничение по времени на взрыв бомбы с каждым перебросом.
uk: Гра Hot Potato дає цокає картопляну бомбу гравцеві, який повинен потім передати її комусь іншому, перш ніж вона вибухне. Користувач, який пройшов повз картопляну бомбу останнім, називають переможцем ($username), а користувач, у якого була картопляна бомба, коли вона вибухнула, отримав назву невдаха ($targetusername). За замовчуванням передача картопляної бомби здійснюється випадковим чином новому користувачеві, але ви можете за бажанням дозволити перехожому вказати, кому вона потрапляє. Ви також можете встановити, чи скидається часовий ліміт на гарячу картоплю з кожним кидалом.

source: Lock Box
de: Schließfach
es: Caja de seguridad
fr: Boîte de verrouillage
ja: ロックボックス
nl: Slot doos
pt: Caixa de bloqueio
pt_br: Caixa de bloqueio
ru: Запертая коробка
uk: Заблокувати коробку
