Repository: SaviorXTanren/mixer-mixitup
Catalog: MixItUp.*/Resources.*.resx
Languages: de, es, fr, fr_fr, ja, nl, pt, pt_br, ru, uk

source: HTML Text
es: Texto HTML
fr: Texte HTML
ja: HTML テキスト
nl: HTML-tekst
pt: Texto HTML
pt_br: Texto HTML
ru: Текст HTML
uk: Текст HTML

# IFTTTInfo1
source: IFTTT service connectivity allows you to trigger IFTTT Web Hook applets and provide data to use.
de: Mit der IFTTT-Dienstkonnektivität können Sie IFTTT-Web-Hook-Applets auslösen und zu verwendenden Daten bereitstellen.
es: La conectividad del servicio IFTTT le permite activar applets IFTTT Web Hook y proporcionar datos para usar.
fr: La connectivité du service IFTTT vous permet de déclencher des applets IFTTT Web Hook et de fournir des données à utiliser.
ja: IFTTT サービス接続を使用すると、IFTTT Web フック アプレットをトリガーし、使用するデータを提供できます。
nl: Met de IFTTT-serviceconnectiviteit kunt u IFTTT Web Hook-applets activeren en gegevens verstrekken om te gebruiken.
pt: A conectividade de serviço IFTTT permite que você acione applets IFTTT Web Hook e forneça dados para usar.
pt_br: A conectividade do serviço IFTTT permite acionar miniaplicativos IFTTT Web Hook e fornecer dados para uso.
ru: Подключение службы IFTTT позволяет запускать апплеты IFTTT Web Hook и предоставлять данные для использования.
uk: Підключення до служби IFTTT дозволяє запускати аплети IFTTT Web Hook і надавати дані для використання.

# IFTTTInfo2
source: To connect to IFTTT, you will need your Web Hook key. This can be found by going to the web hooks and clicking on the Documentation button in the upper-right corner.
de: Um eine Verbindung zu IFTTT herzustellen, benötigen Sie Ihren Web Hook-Schlüssel. Dies finden Sie, indem Sie zu den Web-Hooks gehen und auf die Schaltfläche Dokumentation in der oberen rechten Ecke klicken.
es: Para conectarse a IFTTT, necesitará su clave Web Hook. Esto se puede encontrar yendo a los ganchos web y haciendo clic en el botón Documentación en la esquina superior derecha.
fr: Pour vous connecter à IFTTT, vous aurez besoin de votre clé Web Hook. Cela peut être trouvé en allant sur les crochets Web et en cliquant sur le bouton Documentation dans le coin supérieur droit.
ja: IFTTT に接続するには、Web フック キーが必要です。これは、Webフックに移動し、右上隅にあるドキュメントボタンをクリックして見つけることができます。
nl: Om verbinding te maken met IFTTT, hebt u uw Web Hook-sleutel nodig. Dit kun je vinden door naar de webhaken te gaan en op de knop Documentatie in de rechterbovenhoek te klikken.
pt: Para se conectar ao IFTTT, você precisará da sua chave Web Hook. Isso pode ser encontrado indo para os ganchos da web e clicando no botão Documentação no canto superior direito.
pt_br: Para se conectar ao IFTTT, você precisará da chave do Web Hook. Isso pode ser encontrado acessando os web hooks e clicando no botão Documentação no canto superior direito.
ru: Для подключения к IFTTT потребуется ключ Web Hook. Это можно найти, перейдя к веб-хукам и нажав на кнопку Документация в правом верхнем углу.
uk: Щоб підключитися до IFTTT, вам знадобиться ключ веб-гак. Це можна знайти, перейшовши на веб-гачки і натиснувши на кнопку Документація у верхньому правому куті.

# IFTTTInvalidWebHookKey
source: Please enter a valid IFTTT Web Hook key.
de: Geben Sie einen gültigen IFTTT Web Hook-Schlüssel ein.
es: Introduzca una clave IFTTT Web Hook válida.
fr: Veuillez saisir une clé IFTTT Web Hook valide.
ja: 有効な IFTTT Web フック キーを入力してください。
nl: Voer een geldige IFTTT Web Hook-sleutel in.
pt: Por favor, insira uma chave ifttt web hook válida.
pt_br: Insira uma chave IFTTT Web Hook válida.
ru: Пожалуйста, введите действительный ключ IFTTT Web Hook.
uk: Введіть припустимий ключ веб-гака IFTTT.

source: IFTTT Web Hook Key
de: IFTTT Web Hook Schlüssel
es: Clave de enlace web IFTTT
fr: Clé de crochet Web IFTTT
ja: IFTTT ウェブフックキー
nl: IFTTT Web Hook-toets
pt: Chave ifttt web hook
pt_br: Chave de gancho da web IFTTT
ru: Ключ веб-перехватчика IFTTT
uk: Ключ веб-гака IFTTT

# ImageFilePath
source: Image File Path / URL
de: Bilddateipfad / URL
es: Ruta del archivo de imagen / URL
fr: Chemin du fichier image / URL
ja: イメージ ファイルのパス/URL
nl: Pad naar afbeeldingsbestand / URL
pt: Caminho do arquivo de imagem / URL
pt_br: Caminho/URL do arquivo de imagem
ru: Путь к файлу изображения / URL
uk: Шлях до файлу зображення / URL

source: IP Address
de: IP-Adresse (optional)
es: Dirección IP
fr: Adresse IP (facultatif)
ja: IPアドレス
nl: IP-adres (optioneel)
pt: Endereço IP
pt_br: Endereço IP
ru: IP-адрес
uk: IP-адреса (необов'язково)

# ItemHeight
source: Item Height (Pixels)
de: Artikelhöhe (Pixel)
es: Altura del artículo (píxeles)
fr: Hauteur de l’élément (pixels)
ja: アイテムの高さ (ピクセル)
nl: Itemhoogte (pixels)
pt: Altura do item (Pixels)
pt_br: Altura do item (pixels)
ru: Высота элемента (пиксели)
uk: Висота елемента (пікселі)

source: Item Text Color
de: Textfarbe des Elements
es: Color del texto del elemento
fr: Couleur du texte de l’élément
ja: 項目テキストの色
nl: Kleur van itemtekst
pt: Cor do texto do item
pt_br: Cor do texto do item
ru: Цвет текста элемента
uk: Колір тексту елемента

source: Item Text Font
de: Elementtextschriftart
es: Fuente de texto del elemento
fr: Police de texte de l’élément
ja: 項目テキストフォント
nl: Lettertype voor itemtekst
pt: Fonte de texto do item
pt_br: Fonte do texto do item
ru: Шрифт текста элемента
uk: Шрифт тексту елемента

# ItemTextSize
source: Item Text Size (Pixels)
de: Elementtextgröße (Pixel)
es: Tamaño del texto del elemento (píxeles)
fr: Taille du texte de l’élément (pixels)
ja: アイテムのテキストサイズ (ピクセル)
nl: Itemtekstgrootte (pixels)
pt: Tamanho do texto do item (Pixels)
pt_br: Tamanho do texto do item (pixels)
ru: Размер текста элемента (пиксели)
uk: Розмір тексту елемента (пікселі)

# ItemWidth
source: Item Width (Pixels)
de: Artikelbreite (Pixel)
es: Ancho del elemento (píxeles)
fr: Largeur de l’élément (pixels)
ja: アイテムの幅 (ピクセル)
nl: Item breedte (pixels)
pt: Largura do item (Pixels)
pt_br: Largura do item (pixels)
ru: Ширина элемента (пиксели)
uk: Ширина елемента (пікселі)

source: JustGiving
fr: JusteGiving
pt_br: Apenas dando
uk: Справедливе прощення

# JustGivingInfo1
source: JustGiving service connectivity allows you to perform actions when a donation is received. To connect a JustGiving fundraiser, simply copy and paste the URL for your fundraising page into the text box and click Log In.
de: Mit der JustGiving-Dienstkonnektivität können Sie Aktionen ausführen, wenn eine Spende eingegangen ist. Wenn Sie sich anmelden, öffnet sich eine Authentifizierungswebseite, auf der Sie aufgefordert werden, sich bei JustGiving anzumelden und Mix It Up für den Zugriff auf Ihre Informationen zu genehmigen.
es: La conectividad del servicio JustGiving le permite realizar acciones cuando se recibe una donación. Cuando inicie sesión, se abrirá una página web de autenticación que le pedirá que inicie sesión en JustGiving y apruebe Mix It Up para acceder a su información.
fr: La connectivité du service JustGiving vous permet d’effectuer des actions lorsqu’un don est reçu. Lorsque vous vous connectez, une page Web d’authentification s’ouvre vous demandant de vous connecter à JustGiving et d’approuver Mix It Up pour accéder à vos informations.
ja: JustGiving サービス接続を使用すると、寄付を受け取ったときにアクションを実行できます。ログインすると、認証ウェブページが開き、JustGivingにログインし、あなたの情報にアクセスするためにMix It Upを承認するように求めます。
nl: Met de connectiviteit van de JustGiving-service kunt u acties uitvoeren wanneer een donatie wordt ontvangen. Wanneer u zich aanmeldt, wordt een verificatiewebpagina geopend waarin u wordt gevraagd in te loggen bij JustGiving en Mix It Up goed te keuren om toegang te krijgen tot uw gegevens.
pt: A conectividade do serviço JustGiving permite que você realize ações quando uma doação é recebida. Ao fazer login, uma página da autenticação será aberta pedindo que você faça login no JustGiving e aprove o Mix It Up para acessar suas informações.
pt_br: A conectividade do serviço JustGiving permite que você execute ações quando uma doação é recebida. Para conectar uma campanha de arrecadação de fundos JustGiving, basta copiar e colar o URL da sua página de arrecadação de fundos na caixa de texto e clicar em Login.
ru: Подключение к сервису JustGiving позволяет выполнять действия при получении пожертвования. Когда вы войдете в систему, откроется веб-страница аутентификации с просьбой войти в JustGiving и одобрить Mix It Up для доступа к вашей информации.
uk: Підключення до служби JustGiving дозволяє виконувати дії під час отримання пожертви. Під час входу на веб-сторінку автентифікації відкриється сторінка з проханням увійти в JustGiving і затвердити Mix It Up для доступу до вашої інформації.

source: Layer Position
de: Ebenenposition
es: Posición de la capa
fr: Position du calque
ja: レイヤーの位置
nl: Laagpositie
pt: Posição da camada
pt_br: Posição da camada
ru: Положение слоя
uk: Розташування шару

source: Left Pixel Position
de: Linke Pixelposition
es: Posición del píxel izquierdo
fr: Position du pixel gauche
ja: 左ピクセル位置
nl: Linker pixelpositie
pt: Posição do Pixel Esquerdo
pt_br: Posição do pixel esquerdo
ru: Положение левого пикселя
uk: Розташування лівого пікселя

source: List Alignment
de: Listenausrichtung
es: Alineación de listas
fr: Alignement de la liste
ja: リストの配置
nl: Lijst uitlijning
pt: Alinhamento da lista
pt_br: Alinhamento de lista
ru: Выравнивание списка
uk: Вирівнювання списку

# OBSStudioFailed
source: OBS Studio connection test failed, Please make sure OBS Studio is running, the obs-websocket plugin is installed, and the connection and password match your settings in OBS Studio.
de: OBS Studio-Verbindungstest fehlgeschlagen, Bitte stellen Sie sicher, dass OBS Studio ausgeführt wird, das obs-websocket-Plugin installiert ist und die Verbindung und das Kennwort mit Ihren Einstellungen in OBS Studio übereinstimmen.
es: Error en la prueba de conexión de OBS Studio, asegúrese de que OBS Studio se esté ejecutando, que el complemento obs-websocket esté instalado y que la conexión y la contraseña coincidan con su configuración en OBS Studio.
fr: Le test de connexion OBS Studio a échoué, Assurez-vous qu’OBS Studio est en cours d’exécution, que le plug-in obs-websocket est installé et que la connexion et le mot de passe correspondent à vos paramètres dans OBS Studio.
ja: OBS Studio接続テストに失敗しました, OBSスタジオが実行されていることを確認してください, obs-websocketプラグインがインストールされています, 接続とパスワードは、OBSスタジオでの設定と一致します.
nl: OBS Studio-verbindingstest mislukt, controleer of OBS Studio actief is, dat de obs-websocket-plug-in is geïnstalleerd en dat de verbinding en het wachtwoord overeenkomen met uw instellingen in OBS Studio.
pt: O teste de conexão OBS Studio falhou, certifique-se de que o OBS Studio esteja em execução, o plugin obs-websocket está instalado e a conexão e a senha correspondem às suas configurações no OBS Studio.
pt_br: O teste de conexão do OBS Studio falhou. Certifique-se de que o OBS Studio esteja em execução, o plug-in obs-websocket esteja instalado e a conexão e a senha correspondam às suas configurações no OBS Studio.
ru: Тест соединения OBS Studio не удался, пожалуйста, убедитесь, что OBS Studio запущен, плагин obs-websocket установлен, а соединение и пароль соответствуют вашим настройкам в OBS Studio.
uk: Obs Studio тест підключення не вдалося, Будь ласка, переконайтеся, що OBS Studio працює, obs-websocket плагін встановлений, а з'єднання і пароль відповідають вашим налаштуванням в OBS Studio.

# OBSStudioInfo1
source: The OBS Studio service allows you to directly interact with your instance of OBS Studio to perform changes to scenes and sources.
de: Mit dem OBS Studio-Dienst können Sie direkt mit Ihrer Instanz von OBS Studio interagieren, um Änderungen an Szenen und Quellen vorzunehmen.
es: El servicio OBS Studio le permite interactuar directamente con su instancia de OBS Studio para realizar cambios en escenas y orígenes.
fr: Le service OBS Studio vous permet d’interagir directement avec votre instance d’OBS Studio pour effectuer des modifications aux scènes et aux sources.
ja: OBS Studio サービスを使用すると、OBS Studio のインスタンスと直接対話して、シーンやソースに対する変更を実行できます。
nl: Met de OBS Studio-service kunt u rechtstreeks communiceren met uw exemplaar van OBS Studio om wijzigingen in scènes en bronnen uit te voeren.
pt: O serviço OBS Studio permite que você interaja diretamente com sua instância do OBS Studio para realizar alterações em cenas e fontes.
pt_br: O serviço OBS Studio permite que você interaja diretamente com sua instância do OBS Studio para realizar alterações em cenas e fontes.
ru: Служба OBS Studio позволяет напрямую взаимодействовать с экземпляром OBS Studio для внесения изменений в сцены и исходные коды.
uk: Служба OBS Studio дозволяє безпосередньо взаємодіяти з вашим екземпляром OBS Studio для виконання змін до сцен і джерел.

# OBSStudioInfo2
source: OBS Studio connectivity can be enabled by heading to Tools -> obs-websocket in OBS Studio and clicking on "Enable WebSocket server". Make sure "Enable Authentication" is un-checked or you have set a password in both OBS Studio and Mix It Up.
de: OBS Studio 25.0 oder höher ist erforderlich, und Sie müssen das OBS WebSocket-Installationsprogramm ausführen.
es: Se requiere OBS Studio 25.0 o superior y debe ejecutar el instalador de OBS WebSocket.
fr: OBS Studio 25.0 ou version ultérieure est requis et vous devez exécuter le programme d’installation d’OBS WebSocket.
ja: OBS Studio 25.0 以降が必要であり、OBS WebSocket インストーラーを実行する必要があります。
nl: OBS Studio 25.0 of hoger is vereist en u moet het OBS WebSocket-installatieprogramma uitvoeren.
pt: O OBS Studio 25.0 ou superior é necessário e você deve executar o Instalador WebSocket OBS.
pt_br: A conectividade do OBS Studio pode ser habilitada indo em Ferramentas -> obs-websocket no OBS Studio e clicando em "Ativar servidor WebSocket". Certifique-se de que "Ativar autenticação" esteja desmarcado ou você tenha definido uma senha no OBS Studio e no Mix It Up.
ru: Требуется OBS Studio 25.0 или более поздняя версия, и необходимо запустить установщик OBS WebSocket.
uk: OBS Studio 25.0 або вище потрібно, і ви повинні запустити obs WebSocket інсталятор.

# OBSStudioSuccess
source: OBS Studio connection test successful!
de: OBS Studio Verbindungstest erfolgreich!
es: ¡La prueba de conexión de OBS Studio se realizó correctamente!
fr: Test de connexion OBS Studio réussi !
ja: OBSスタジオ接続テストが成功しました!
nl: OBS Studio verbindingstest geslaagd!
pt: Teste de conexão OBS Studio bem sucedido!
pt_br: Teste de conexão do OBS Studio com sucesso!
ru: Тест соединения OBS Studio прошел успешно!
uk: Obs Studio підключення тест успішно!

source: OBS WebSocket Installer
de: OBS WebSocket-Installationsprogramm
es: Instalador de OBS WebSocket
ja: OBS ウェブソケットのインストーラー
nl: OBS WebSocket Installatieprogramma
pt: Instalador de websocket OBS
pt_br: Instalador OBS WebSocket
ru: OBS WebУстановщик

# OverlayInfo1
source: Add a web browser source in your streaming software with the following URL:
de: Fügen Sie Ihrer Streaming-Software eine Webbrowser-Quelle mit der folgenden URL hinzu:
es: Agregue una fuente de navegador web en su software de transmisión con la siguiente URL:
fr: Ajoutez une source de navigateur Web dans votre logiciel de streaming avec l’URL suivante :
ja: 次の URL を使用して、ストリーミング ソフトウェアに Web ブラウザー ソースを追加します。
nl: Voeg een webbrowserbron toe aan uw streamingsoftware met de volgende URL:
pt: Adicione uma fonte de navegador da Web em seu software de streaming com a seguinte URL:
pt_br: Adicione uma fonte de navegador da web em seu software de streaming com o seguinte URL:
ru: Добавьте источник веб-браузера в программное обеспечение потоковой передачи со следующим URL-адресом:
uk: Додайте джерело веб-браузера до потокового програмного забезпечення з такою URL-адресою:

# OverlayInfo2
source: To use the Mix It Up Overlay, please ensure Mix It Up is running first before you launch your streaming software or refresh the webpage source in your streaming software after you launch Mix It Up.
de: Um das Mix It Up Overlay zu verwenden, stellen Sie bitte sicher, dass Mix It Up zuerst ausgeführt wird, bevor Sie Ihre Streaming-Software starten oder die Webseitenquelle in Ihrer Streaming-Software aktualisieren, nachdem Sie Mix It Up gestartet haben.
es: Para usar la superposición mix it up, asegúrese de que Mix It Up se esté ejecutando primero antes de iniciar su software de transmisión o actualice la fuente de la página web en su software de transmisión después de iniciar Mix It Up.
fr: Pour utiliser la superposition Mix It Up, assurez-vous que Mix It Up est d’abord en cours d’exécution avant de lancer votre logiciel de streaming ou actualisez la source de la page Web dans votre logiciel de streaming après avoir lancé Mix It Up.
ja: ミックス・イット・アップ・オーバーレイを使用するには、ストリーミングソフトウェアを起動する前に、ミックス・イット・アップが最初に実行されていることを確認するか、ミックス・イット・アップを起動した後にストリーミングソフトウェアのウェブページソースを更新してください。
nl: Als u de Mix It Up-overlay wilt gebruiken, moet u ervoor zorgen dat Mix It Up eerst wordt uitgevoerd voordat u uw streamingsoftware start of de webpaginabron in uw streamingsoftware vernieuwt nadat u Mix It Up hebt gestart.
pt: Para usar o Mix It Up Overlay, certifique-se de que o Mix It Up esteja em execução primeiro antes de iniciar seu software de streaming ou atualizar a fonte da página web em seu software de streaming depois de lançar o Mix It Up.
pt_br: Para usar o Mix It Up Overlay, certifique-se de que o Mix It Up esteja em execução antes de iniciar o software de streaming ou atualize a fonte da página da web no software de streaming após iniciar o Mix It Up.
ru: Чтобы использовать Mix It Up Overlay, убедитесь, что Mix It Up запущен первым перед запуском потокового программного обеспечения или обновите источник веб-страницы в потоковом программном обеспечении после запуска Mix It Up.
uk: Щоб використовувати Mix It Up Overlay, переконайтеся, що Mix It Up працює спочатку перед запуском потокового програмного забезпечення або оновіть джерело веб-сторінки в потоковому програмному забезпеченні після запуску Mix It Up.

# OverlayInfo3
source: Multi-overlay support can be found under Settings -> Overlay.
de: Multi-Overlay-Unterstützung finden Sie unter Einstellungen -> Overlay.
es: El soporte de superposición múltiple se puede encontrar en Configuración -> Superposición.
fr: La prise en charge de plusieurs superpositions se trouve sous Paramètres -> Superposition.
ja: マルチオーバーレイのサポートは、設定 -> オーバーレイの下にあります。
nl: Ondersteuning voor meerdere overlays is te vinden onder Instellingen -> Overlay.
pt: O suporte a várias sobreposições pode ser encontrado em Configurações -> sobreposição.
pt_br: O suporte para múltiplas sobreposições pode ser encontrado em Configurações -> Sobreposição.
ru: Поддержку нескольких наложений можно найти в разделе Настройки -> Наложение.
uk: Підтримку з декількома накладеннями можна знайти в розділі Налаштування -> Накладення.

# OverlayInfo4
source: If you have OBS Studio, XSplit, or Streamlabs OBS connectivity setup, we can auto-refresh the web browser source that contains the Mix It Up Overlay when Mix It Up starts. Simply type the name of the source below:
de: Wenn Sie obS Studio-, XSplit- oder Streamlabs OBS-Konnektivität eingerichtet haben, können wir die Webbrowser-Quelle, die das Mix It Up Overlay enthält, automatisch aktualisieren, wenn Mix It Up gestartet wird. Geben Sie einfach den Namen der Quelle unten ein:
es: Si tiene la configuración de conectividad OBS obs obstinada de OBS Studio, XSplit o Streamlabs, podemos actualizar automáticamente la fuente del navegador web que contiene la superposición Mix It Up cuando se inicia Mix It Up. Simplemente escriba el nombre de la fuente a continuación:
fr: Si vous avez configuré la connectivité OBS Studio, XSplit ou Streamlabs OBS, nous pouvons actualiser automatiquement la source du navigateur Web qui contient la superposition Mix It Up au démarrage de Mix It Up. Tapez simplement le nom de la source ci-dessous:
ja: OBS Studio、XSplit、または Streamlabs OBS 接続設定がある場合は、ミックス・イット・アップの開始時に、ミックス・イット・アップ・オーバーレイを含む Web ブラウザー・ソースを自動更新できます。以下のソースの名前を入力してください:
nl: Als u OBS Studio, XSplit of Streamlabs OBS-connectiviteit hebt ingesteld, kunnen we de webbrowserbron die de Mix It Up-overlay bevat, automatisch vernieuwen wanneer Mix It Up wordt gestart. Typ gewoon de naam van de bron hieronder:
pt: Se você tiver a configuração de conectividade OBS Studio, XSplit ou Streamlabs OBS, podemos atualizar automaticamente a fonte do navegador da Web que contém a Sobreposição de Mistura quando o Mix It Up é iniciado. Basta digitar o nome da fonte abaixo:
pt_br: Se você tiver configuração de conectividade OBS Studio, XSplit ou Streamlabs OBS, podemos atualizar automaticamente a fonte do navegador da web que contém a sobreposição Mix It Up quando o Mix It Up for iniciado. Basta digitar o nome da fonte abaixo:
ru: Если у вас есть настройка подключения OBS Studio, XSplit или Streamlabs OBS, мы можем автоматически обновить исходный код веб-браузера, содержащий Mix It Up Overlay при запуске Mix It Up. Просто введите имя источника ниже:
uk: Якщо у вас є OBS Studio, XSplit або Streamlabs OBS налаштування підключення, ми можемо автоматично оновити джерело веб-браузера, який містить Mix It Up накладення, коли Mix It Up запускається. Просто введіть назву джерела нижче:

# OverlayInfo5
source: Simply type the name of the web browser source in your streaming software below:
de: Geben Sie einfach den Namen der Webbrowser-Quelle in Ihre Streaming-Software ein:
es: Simplemente escriba el nombre de la fuente del navegador web en su software de transmisión a continuación:
fr: Tapez simplement le nom de la source du navigateur Web dans votre logiciel de streaming ci-dessous:
ja: 以下のストリーミングソフトウェアでWebブラウザソースの名前を入力してください:
nl: Typ gewoon de naam van de bron van de webbrowser in uw streamingsoftware hieronder:
pt: Basta digitar o nome da fonte do navegador da Web em seu software de streaming abaixo:
pt_br: Basta digitar o nome da fonte do navegador da web em seu software de streaming abaixo:
ru: Просто введите имя источника веб-браузера в вашем потоковом программном обеспечении ниже:
uk: Просто введіть ім'я джерела веб-браузера в потокове програмне забезпечення нижче:

# OvrStreamInfo1
source: OvrStream is a powerful, motion graphics editor for alerts & overlays. Mix It Up allows you to trigger your visualizations and set variables values for them in OvrStream.
de: OvrStream ist ein leistungsstarker Motion-Graphics-Editor für Warnungen und Overlays. Mit Mix It Up können Sie Ihre Visualisierungen auslösen und Variablenwerte für sie in OvrStream festlegen.
es: OvrStream es un potente editor de gráficos en movimiento para alertas y superposiciones. Mix It Up le permite activar sus visualizaciones y establecer valores de variables para ellas en OvrStream.
fr: OvrStream est un puissant éditeur d’animations graphiques pour les alertes et les superpositions. Mix It Up vous permet de déclencher vos visualisations et de définir des valeurs de variables pour elles dans OvrStream.
ja: OvrStreamは、アラート&オーバーレイのための強力なモーショングラフィックスエディタです。ミックス・イット・アップを使用すると、OvrStreamでビジュアライゼーションをトリガーし、変数値を設定できます。
nl: OvrStream is een krachtige, motion graphics editor voor waarschuwingen en overlays. Met Mix It Up kunt u uw visualisaties activeren en variabele waarden voor hen instellen in OvrStream.
pt: OVRStream é um poderoso editor de gráficos de movimento para alertas e sobreposições. O Mix It Up permite que você acione suas visualizações e defina valores variáveis para elas no OvrStream.
pt_br: OvrStream é um poderoso editor de gráficos em movimento para alertas e sobreposições. Mix It Up permite que você acione suas visualizações e defina valores de variáveis ​​para elas no OvrStream.
ru: OvrStream - это мощный графический редактор для оповещений и наложений. Mix It Up позволяет запускать визуализации и задавать для них значения переменных в OvrStream.
uk: OvrStream - це потужний графічний редактор для оповіщень та накладень. Mix It Up дозволяє запускати візуалізації та встановлювати значення змінних для них в OvrStream.
