Repository: SaviorXTanren/mixer-mixitup
Catalog: MixItUp.*/Resources.*.resx
Languages: de, es, fr, fr_fr, ja, nl, pt, pt_br, ru, uk

# AddUserDescription
source: Select the streaming platform and the name of the user to find on there. If the user is found successfully, their user data will be added in to Mix It Up for you to be able to use.
pt_br: Selecione a plataforma de streaming e o nome do usuário que deseja encontrar nela. Se o usuário for encontrado com sucesso, seus dados de usuário serão adicionados ao Mix It Up para você poder usar.
ru: Выберите стриминг платформу и имя пользователя чтобы найти его. Если пользователь найден, его данные будут добавлены в Mix it Up и вы сможете их использовать.

source: Chat User Entrance Command
es: Comando de Entrada de Usuario
pt_br: Comando de entrada de usuário de bate-papo

# WhisperTooltip
source: Whispers are supported on Twitch, but are highly discouraged from being used. Twitch does not intend whispers to be used as a form of automated communication. There are severe restrictions placed on the amount of whispers that can be sent in a timeline that make it very impractical for use, as well as spam preventative measures if the user is not on your friends list on Twitch. So although you can send whispers via Twitch, it's a "your mileage may vary" situation.
ja: Whispers are supported on Twitch, but are highly discouraged from being used. Twitch does not intend whispers to be used as a form of automated communication. There are severe restrictions placed on the amount of whispers that can be sent in a timeline that make it very impractical for use, as well as spam preventative measures if the user is not on your friends list on Twitch. So although you can send whispers via Twitch, it's a "your mileage may very" situation.
pt: Whispers are supported on Twitch, but are highly discouraged from being used. Twitch does not intend whispers to be used as a form of automated communication. There are severe restrictions placed on the amount of whispers that can be sent in a timeline that make it very impractical for use, as well as spam preventative measures if the user is not on your friends list on Twitch. So although you can send whispers via Twitch, it's a "your mileage may very" situation.
pt_br: Whispers são suportados no Twitch, mas seu uso é altamente desencorajado. Twitch não pretende sussurros para serem usados ​​como forma de comunicação automatizada. Existem severas restrições impostas ao quantidade de sussurros que podem ser enviados em uma linha do tempo que tornam seu uso muito inviável, além de spam medidas preventivas caso o usuário não esteja na sua lista de amigos no Twitch. Então, embora você possa enviar sussurros via Twitch, é uma situação “sua milhagem pode variar”.

source: Alert Name
es: Nombre de Alerta
pt_br: Nome do alerta
ru: Имя уведомления

# EnablePolyPop
source: Please enable PolyPop on the Services page!
es: ¡Por favor habilite PolyPop en la página de Servicios!
pt_br: Ative o PolyPop na página de serviços!
ru: Пожалуйста активируйте PolyPop на странице сервисов!

source: PolyPop
pt_br: PoliPop

source: PolyPop Action: Missing variable name
es: Acción de PolyPop: Nombre de variable no encontrada
pt_br: Ação PolyPop: Nome da variável ausente

# PolyPopFailedToConnect
source: Failed to start web socket listening server for PolyPop
pt_br: Falha ao iniciar o servidor de escuta de soquete da web para PolyPop

# PolyPopInfo1
source: The PolyPop service allow you to connect to your installation of PolyPop via the websocket alert plugin and trigger alerts.
pt_br: O serviço PolyPop permite que você se conecte à instalação do PolyPop por meio do plugin de alerta websocket e acione alertas.

# PolyPopInfo2
source: To connect the service, you must download and install the Websocket plugin to your PolyPop installation. Full instructions can be found on the Wiki page for this service.
pt_br: Para conectar o serviço, você deve baixar e instalar o plugin Websocket na instalação do PolyPop. Instruções completas podem ser encontradas na página Wiki deste serviço.

source: Wiki Page
es: Página de Wiki
pt_br: Página Wiki
ru: Wiki страница

# TrovoActionNameMissing
source: Trovo Action: A valid name must be specified
pt_br: Ação Trovo: Um nome válido deve ser especificado

# TwitchActionNameMissing
source: Twitch Action: A valid name must be specified
pt_br: Ação Twitch: Um nome válido deve ser especificado

source: Set Custom Tags
pt_br: Definir tags personalizadas
ru: Установить свои теги

# HTMLFileFormatFilter
source: HTML Files (*.html)|*.html|All files (*.*)|*.*
es: Archivos HTML (*.html)|*.html|Todos los archivos (*.*)|*.*
pt_br: Arquivos HTML (*.html)|*.html|Todos os arquivos (*.*)|*.*

# ImageFileFormatFilter
source: Image Files|*.bmp;*.gif;*.jpg;*.jpeg;*.png;|All files (*.*)|*.*
es: Archivos de imagen|*.bmp;*.gif;*.jpg;*.jpeg;*.png;|Todos los archivos (*.*)|*.*
pt_br: Arquivos de imagem|*.bmp;*.gif;*.jpg;*.jpeg;*.png;|Todos os arquivos (*.*)|*.*

# MixItUpBackupFileFormatFilter
source: Mix It Up Backup|*.miubackup|All files (*.*)|*.*
es: Copia de Seguridad de Mix It Up|*.miubackup|Todos los archivos (*.*)|*.*
pt_br: Misture tudo Backup|*.miubackup|Todos os arquivos (*.*)|*.*

# MixItUpCommandFileFormatFilter
source: Mix It Up Command|*.miucommand|All files (*.*)|*.*
es: Comandos Mix It Up|*.miucommand|Todos los archivos (*.*)|*.*
pt_br: Comando Mix It Up|*.miucommand|Todos os arquivos (*.*)|*.*

# SoundFileFormatFilter
source: Sound Files|*.mp3;*.wav;*.flac;*.mp4;*.m4a;*.aac|All files (*.*)|*.*
es: Archivos de sonido|*.mp3;*.wav|Todos los archivos (*.*)|*.*
ja: Sound Files|*.mp3;*.wav|All files (*.*)|*.*
pt: Sound Files|*.mp3;*.wav|All files (*.*)|*.*
pt_br: Arquivos de som|*.mp3;*.wav;*.flac;*.mp4;*.m4a;*.aac|Todos os arquivos (*.*)|*.*
ru: Sound Files|*.mp3;*.wav|All files (*.*)|*.*

# TextFileFormatFilter
source: Text Files|*.txt|All files (*.*)|*.*
es: Archivos de texto|*.txt|Todos los archivos (*.*)|*.*
pt_br: Arquivos de texto|*.txt|Todos os arquivos (*.*)|*.*

# VideoFileFormatFilter
source: Video Files|*.mp4;*.webm|All files (*.*)|*.*
es: Archivos de video|*.mp4;*.webm|Todos los archivos (*.*)|*.*
pt_br: Arquivos de vídeo|*.mp4;*.webm|Todos os arquivos (*.*)|*.*

source: Pause Commands
es: Pausar comandos
pt_br: Pausar comandos
ru: Приостановить команды

source: Unpause Commands
es: Despausar comandos
pt_br: Reativar comandos
ru: Возобновить команды

# PauseCommandsConfirmation
source: This will pause all currently pending commands. Are you sure?
pt_br: Isso pausará todos os comandos atualmente pendentes. Tem certeza?
ru: Это действие приостановит все команды в очереди. Вы уверены?

source: Participant ID
es: ID de participante
pt_br: ID do participante
ru: ID участника

# BackupGenerationFailed
source: Backup file failed to generate. If this continues, please visit the Mix It Up support Discord for further assistance.
pt_br: Falha ao gerar o arquivo de backup. Se isso continuar, visite o Discord de suporte do Mix It Up para obter mais assistência.
ru: Не удалось сгенерировать резервную копию файлов. Если это повторится, пожалуйста посетите Discord сервер Mix it Up для дальнейшей помощи.

source: Transparent
es: Transparente
pt_br: Transparente
ru: Прозрачный

source: Mix It Up Services
es: Servicios de Mix It Up
pt_br: Serviços de mistura
ru: Сервисы Mix it Up

source: Disable Animated Emotes
pt_br: Desativar Emotes Animados
ru: Отключить анимированные эмоции

source: Assign To Special Identifiers
pt_br: Atribuir a identificadores especiais
ru: Назначить специальным идентификаторам

source: Trovo Channel Stream Start
pt_br: Início da transmissão do canal Trovo
ru: Старт стрима на канале Trovo

source: Trovo Channel Stream Stop
pt_br: Parada de transmissão do canal Trovo
ru: Остановка стрима на канале Trovo

source: Failed to update channel information
pt_br: Falha ao atualizar as informações do canal
ru: Не удалось обновить информацию о канале

# TwitchFailedToUpdateCustomTags
source: Failed to update custom Twitch tags
pt_br: Falha ao atualizar tags personalizadas do Twitch
ru: Не удалось обновить пользовательские Twitch тэги

source: Category
es: Categoría
pt_br: Categoria
ru: Категория

source: Same Category
es: Misma Categoría
pt_br: Mesma categoria
ru: Эта категория

# CategoryHeader
source: Category:
es: Categoría:
pt_br: Categoria:
ru: Категория:

source: No Category found
es: No se encuentra la categoría
pt_br: Nenhuma categoria encontrada
ru: Категория не найдена

# CategroryUpdatedHeader
source: Category Updated:
es: Categoría actualizada:
pt_br: Categoria atualizada:
ru: Категория обновлена:

source: ERROR: Failed to update category
pt_br: ERRO: Falha ao atualizar categoria
ru: ОШИБКА: Не удалось обновить категорию

source: Glimesh Channel Resubscribed
pt_br: Canal Glimesh inscrito novamente
ru: Переподписка на канал Glimesh

source: Glimesh Channel Subscribed
pt_br: Canal Glimesh inscrito
ru: Подписка на канал Glimesh

source: Glimesh Channel Subscription Gifted
es: Regalo de suscripción de canal Glimesh
pt_br: Assinatura do canal Glimesh presenteada
ru: Подарочная подписка на канал Glimesh

source: Glimesh Channel Donation
es: Donación de canal Glimesh
pt_br: Doação do canal Glimesh
ru: Пожертвование на канал Glimesh

# MixItUpIsAlreadyRunning
source: Mix It Up is already running! Unless you meant to do this, please shut down any existing instances of Mix It Up before trying to run a new instance. Do you still want to continue running this instance of Mix It Up?
pt_br: O Mix It Up já está em execução! A menos que você pretendesse fazer isso, feche todas as instâncias existentes do Mix It Up antes de tentar executar uma nova instância. Você ainda deseja continuar executando esta instância do Mix It Up?
ru: Mix It Up уже запущен! Пожалуйста закройте все запущенные копии Mix It Up для запуска новой. Вы все еще хотите продолжить работу этой копии Mix It Up?

# EnableStreamlabsDesktop
source: Please enable Streamlabs Desktop connection on the Services page!
pt_br: Ative a conexão Streamlabs Desktop na página de serviços!

# StreamlabsDesktopConnectionFailed
source: Streamlabs Desktop connection test failed, please ensure that Streamlabs OBS is running.
pt_br: O teste de conexão do Streamlabs Desktop falhou, certifique-se de que o Streamlabs OBS esteja em execução.

# StreamlabsDesktopConnectionSuccess
source: Streamlabs Desktop connection test successful!
pt_br: Teste de conexão Streamlabs Desktop bem-sucedido!

# StreamlabsDesktopInfo1
source: The Streamlabs Desktop service allows you to directly interact with your instance of Streamlabs Desktop to perform changes to scenes and sources.
pt_br: O serviço Streamlabs Desktop permite que você interaja diretamente com sua instância do Streamlabs Desktop para realizar alterações em cenas e fontes.

# StreamlabsDesktopAdminMaybe
source: Streamlabs Desktop might be running as administrator and Mix It Up is not. Try running Mix It Up as an Administrator before connecting.
pt_br: Streamlabs Desktop pode estar sendo executado como administrador e Mix It Up não. Tente executar o Mix It Up como administrador antes de conectar.

# StreamlabsDesktopFailed
source: Streamlabs Desktop could not be reached
pt_br: Não foi possível acessar o Streamlabs Desktop

source: Twitch Event Sub
pt_br: Sub-evento Twitch

source: Trovo Channel Magic Chat
pt_br: Bate-papo mágico do canal Trovo

source: Trovo Channel Spell Cast
pt_br: Elenco de feitiço do canal Trovo

source: Set Title/Description
pt_br: Definir título/descrição

# YouTubeActionMissingAmount
source: YouTube Action: A valid amount must be specified
pt_br: Ação do YouTube: um valor válido deve ser especificado

# YouTubeActionMissingTitleDescription
source: YouTube Action: A valid title or description must be specified
pt_br: Ação do YouTube: um título ou descrição válido deve ser especificado

source: YouTube Channel Mass Membership Gifted
pt_br: Membros em massa do canal do YouTube doados

source: YouTube Channel Member Milestone
pt_br: Marco do membro do canal do YouTube

source: YouTube Channel Membership Gifted
pt_br: Membros do canal do YouTube concedidos

source: YouTube Channel New Member
pt_br: Novo membro do canal do YouTube

source: YouTube Channel Stream Start
pt_br: Início da transmissão do canal do YouTube

source: YouTube Channel Stream Stop
pt_br: Parada de transmissão do canal do YouTube

source: YouTube Channel Super Chat
pt_br: Superchat do canal do YouTube

source: YouTube Channel Super Sticker
pt_br: Super adesivo do canal do YouTube

# AlertYouTubeSuperChat
source: {0} Super Chat - {1}
pt_br: {0} Superbate-papo - {1}

# AlertYouTubeSuperSticker
source: {0} Super Sticker - {1} - {2}
pt_br: {0} Superadesivo - {1} - {2}

source: Show YouTube Super Chat
pt_br: Mostrar Super Chat do YouTube

source: Mock Connection
pt_br: Conexão simulada

source: Copy Message
pt_br: Copiar mensagem

source: Delete Message
pt_br: Excluir mensagem

source: Go to Link
pt_br: Vá para o link

source: User Info
pt_br: Informações do usuário

# OBSStudioOldProtocol
source: Use Old Connection
pt_br: Usar conexão antiga

# TwitchActionPollChoicesTooLong
source: Poll choices must be 25 characters or less.
pt_br: As opções da enquete devem ter 25 caracteres ou menos.

# TwitchActionPollTitleTooLong
source: Poll titles must be 60 characters or less.
pt_br: Os títulos das pesquisas devem ter 60 caracteres ou menos.

# TwitchActionPredictionOutcomesTooLong
source: Prediction outcomes must be 25 characters or less.
pt_br: Os resultados da previsão devem ter 25 caracteres ou menos.

source: Chinese (Traditional)
pt_br: Chinês (tradicional)

source: Mute On/Off
pt_br: Ativar/desativar mudo

source: Image Source
pt_br: Fonte da imagem

source: Media Source
pt_br: Fonte de mídia

source: Streaming Software Action: Missing image source file path
pt_br: Ação do software de streaming: caminho do arquivo de origem da imagem ausente

source: Streaming Software Action: Missing media source file path
pt_br: Ação do software de streaming: caminho do arquivo de origem de mídia ausente

source: Back In Down
pt_br: De volta para baixo

source: Back In Left
pt_br: De volta à esquerda

source: Back In Right
pt_br: De volta à direita

source: Back In Up
pt_br: Voltar para cima

source: Back Out Down
pt_br: Voltar para baixo

source: Back Out Left
pt_br: Voltar para a esquerda

source: Back Out Right
pt_br: Voltar para a direita

source: Back Out Up
pt_br: Fazer backup

source: Fade In Bottom Left
pt_br: Desaparecer no canto inferior esquerdo

source: Fade In Bottom Right
pt_br: Desaparecer no canto inferior direito

source: Fade In Down Big
pt_br: Fade In Down Grande

source: Fade In Left Big
pt_br: Fade In Esquerda Grande

source: Fade In Right Big
pt_br: Fade In bem grande

source: Fade In Top Left
pt_br: Desaparecer no canto superior esquerdo

source: Fade In Top Right
pt_br: Desaparecer no canto superior direito

source: Fade In Up Big
pt_br: Fade In Up grande

source: Fade Out Bottom Left
pt_br: Desaparecimento inferior esquerdo

source: Fade Out Bottom Right
pt_br: Desaparecimento inferior direito

source: Fade Out Down Big
pt_br: Fade Out Down Grande

source: Fade Out Left Big
pt_br: Fade Out deixado grande

source: Fade Out Right Big
pt_br: Fade Out bem grande

source: Fade Out Top Left
pt_br: Desaparecimento superior esquerdo

source: Fade Out Top Right
pt_br: Esmaecimento superior direito

source: Fade Out Up Big
pt_br: Fade Out em grande escala

source: Head Shake
pt_br: Balançar a cabeça

source: Heart Beat
pt_br: Batida cardíaca

source: Light Speed In Left
pt_br: Velocidade da luz à esquerda

source: Light Speed In Right
pt_br: Velocidade da luz à direita

source: Light Speed Out Left
pt_br: Velocidade da Luz para a Esquerda

source: Light Speed Out Right
pt_br: Velocidade da luz à direita

source: Rotate In Down Left
pt_br: Girar para baixo à esquerda

source: Rotate In Down Right
pt_br: Girar para baixo à direita

source: Rotate In Up Left
pt_br: Girar para cima à esquerda

source: Rotate In Up Right
pt_br: Girar para cima e para a direita

source: Rotate Out Down Left
pt_br: Girar para baixo à esquerda

source: Rotate Out Down Right
pt_br: Girar para baixo à direita

source: Rotate Out Up Left
pt_br: Girar para cima à esquerda

source: Rotate Out Up Right
pt_br: Gire para a direita

source: Shake X
pt_br: Agite X

source: Shake Y
pt_br: Agite Y

source: Animate.css
pt_br: Animar.css

source: Animation
pt_br: Animação

source: Animation Library
pt_br: Biblioteca de Animação

source: Entrance
pt_br: Entrada

source: Exit
pt_br: Saída

# TwitchActionMessageMissing
source: Twitch Action: A valid message must be specified
pt_br: Ação Twitch: Uma mensagem válida deve ser especificada

source: Send Chat Announcement
pt_br: Enviar anúncio de bate-papo

source: Color
pt_br: Cor

source: Primary
pt_br: Primário

source: Disable Subscriber Mode
pt_br: Desativar modo de assinante

source: Enable Subscriber Mode
pt_br: Ativar modo de assinante

source: Display Format
pt_br: Formato de exibição

# OverlayActionValidationErrorHeader
source: Overlay Action:
pt_br: Ação de sobreposição:

# OverlayMissingFilePath
source: Missing file path
pt_br: Caminho de arquivo ausente

# OverlayTextMissingText
source: Missing text
pt_br: Texto ausente

# OverlayTimerMissingDisplayFormat
source: Missing display format
pt_br: Formato de exibição ausente

# OverlayWebPageMissingURL
source: Missing url
pt_br: URL ausente

# OverlayYouTubeMissingVideo
source: Missing video
pt_br: Vídeo ausente

# CooldownRequirementOnCooldownMinutes
source: This command is currently on cooldown, please wait another {0} minute(s).
pt_br: Este comando está atualmente em espera. Aguarde mais {0} minuto(s).

# CooldownRequirementOnCooldownHours
source: This command is currently on cooldown, please wait another {0} hour(s).
pt_br: Este comando está atualmente em espera. Aguarde mais {0} hora(s).

source: Basic Timer
pt_br: Temporizador Básico

source: Count Up
pt_br: Contagem crescente

source: Python
pt_br: Pitão

source: Script
pt_br: Roteiro

source: Script Action: Missing script
pt_br: Ação do script: script ausente

source: Visual Basic
pt_br: Visual Básico

# ScriptActionFailedCompile
source: Script Error: {0}
pt_br: Erro de script: {0}

# ScriptActionCSharpDefaultScriptTemplate
source: using System; namespace CustomNamespace { public class CustomClass { public object Run() { // Your code goes here System.Console.WriteLine("Hello World!"); // Return any data here that you'd like to use return 42; } } }
pt_br: usando o sistema; namespace CustomNamespace { classe pública CustomClass { objeto público Executar() { //Seu código vai aqui System.Console.WriteLine("Olá Mundo!"); // Retorna aqui todos os dados que você gostaria de usar retornar 42; } } }
ru: using System; namespace CustomNamespace { public class CustomClass { public object Run() { // Your code goes here System.Console.WriteLine("Hello World!"); // Return any data here that you'd like to use return 0; } } }

# ScriptActionJavascriptDefaultScriptTemplate
source: function run() { // Your code goes here var text = 'Hello World!'; // Return any data here that you'd like to use return 42; } var result = run(); sendParentMessage({ Type: "ScriptComplete", ID: "{ID}", Result: result });
pt_br: função executar() { //Seu código vai aqui var text = 'Olá mundo!'; // Retorna aqui todos os dados que você gostaria de usar retornar 42; } var resultado = correr(); sendParentMessage({ Tipo: "ScriptComplete", ID: "{ID}", Resultado: resultado });
ru: function run() { // Your code goes here var text = 'Hello World!'; // Return any data here that you'd like to use return 0; }

# ScriptActionPythonDefaultScriptTemplate
source: def run(): # Your code goes here text = "Hello World!" # Return any data here that you'd like to use return 42 print(run())
pt_br: def execução(): # Seu código vai aqui text = "Olá, mundo!" # Retorne aqui todos os dados que você gostaria de usar retornar 42 imprimir(executar())
ru: def run(): # Your code goes here print 'Hello World!' # Return any data here that you'd like to use return 0

# CommunityCommandsScriptActionsNotSupported
source: Commands containing Script actions are not supported for uploading to the Community Commands feature. Due to the complexity of scripts and the ability for them to have malicious intent for users, we do not support uploading them through Community Commands to ensure users are protected. You can optionally instead export your command to a file and share it out with users through other means.
pt_br: Comandos contendo ações de script não são suportados para upload no recurso Comandos da comunidade. Devido à complexidade dos scripts e à capacidade deles terem intenções maliciosas para os usuários, não oferecemos suporte ao upload deles por meio de comandos da comunidade para garantir que os usuários estejam protegidos. Opcionalmente, você pode exportar seu comando para um arquivo e compartilhá-lo com os usuários por outros meios.

source: On Update
pt_br: Em atualização

# ConditionalActionAtLeastOneClause
source: Conditional Action: At least one clause must be added
pt_br: Ação Condicional: Pelo menos uma cláusula deve ser adicionada

# HypeTrainLevelUp
source: Hype Train Level Up - Reached Level {0}
pt_br: Aumento de nível do Hype Train - Nível alcançado {0}

source: Resubscriber
pt_br: Reassinante

source: Donation
pt_br: Doação

source: Twitch Channel Hype Train Level Up
pt_br: Trem de hype do canal Twitch subindo de nível

# AlertTwitchCharityDonation
source: {0} Donated {1} To The Twitch Charity
pt_br: {0} Doado {1} para a instituição de caridade Twitch

source: Twitch Channel Charity Donation
pt_br: Doação de caridade do canal Twitch

# TwitchEventServiceFailedToConnectEventSub
source: Failed to connect to Twitch Event Sub service
pt_br: Falha ao conectar ao serviço Twitch Event Sub

source: Send Shoutout
pt_br: Enviar mensagem

# EndingAmountMustBeGreaterThanStartingAmount
source: The ending amount must be greater than the starting amount
pt_br: O valor final deve ser maior que o valor inicial

source: Twitch Bits
pt_br: Bits de contração muscular

source: Ending Amount
pt_br: Valor final

source: LoupeDeck
pt_br: LupaDeck

# LoupeDeckInfo1
source: This LoupeDeck plug-in allows you to run Mix It Up commands directly from your LoupeDeck device, as well as other status information about your stream.
pt_br: Este plug-in LoupeDeck permite que você execute comandos Mix It Up diretamente de seu dispositivo LoupeDeck, bem como outras informações de status sobre seu stream.

# LoupeDeckInfo2
source: To get started, ensure the LoupeDeck software is updated to the latest version & the Developer API service is enabled in Mix It Up. To install the Mix It Up plugin, click on the Marketplace icon at the top right of your LoupeDeck software, then search for "Mix It Up".
pt_br: Para começar, certifique-se de que o software LoupeDeck esteja atualizado para a versão mais recente e que o serviço Developer API esteja habilitado no Mix It Up. Para instalar o plugin Mix It Up, clique no ícone do Marketplace no canto superior direito do software LoupeDeck e pesquise "Mix It Up".

source: Shell Execute
pt_br: Executar shell

source: Remove Line With Specific Text From File
pt_br: Remover linha com texto específico do arquivo

source: Text To Remove
pt_br: Texto para remover

source: Replace Text In File
pt_br: Substituir texto no arquivo

# TwitchCustomTagsMustMeetStandard
source: Twitch custom tags must be 25 characters or less and only contain letters and numbers
pt_br: As tags personalizadas do Twitch devem ter 25 caracteres ou menos e conter apenas letras e números
