Repository: SaviorXTanren/mixer-mixitup
Catalog: MixItUp.*/Resources.*.resx
Languages: de, es, fr, fr_fr, ja, nl, pt, pt_br, ru, uk

source: Shop Command
de: Shop-Befehl
es: Comando tienda
fr: Commande Boutique
fr_fr: Commande de la boutique
ja: ショップコマンド
nl: Shop Commando
pt: Comando de Loja
pt_br: Comando de loja
ru: Команды магазина
uk: Команда магазину

source: Shop Currency
de: Shop Währung
es: Comprar moneda
fr: Devise de la boutique
fr_fr: Monnaie de la boutique
ja: ショップ通貨
nl: Valuta van de winkel
pt: Moeda de loja
pt_br: Moeda da loja
ru: Валюта магазина
uk: Валюта магазину

source: Show Info In Chat
de: Info im Chat anzeigen
es: Mostrar información en el chat
fr: Afficher les informations dans le chat
ja: チャットで情報を表示する
nl: Toon info in chat
pt: Mostrar informações no bate-papo
pt_br: Mostrar informações no bate-papo
ru: Показывать информацию в чате
uk: Показати інформацію в чаті

source: Show Latest Chat Messages at Top Instead of Bottom
de: Neueste Chat-Nachrichten oben statt unten anzeigen
es: Mostrar los últimos mensajes de chat en la parte superior en lugar de en la parte inferior
fr: Afficher les derniers messages de chat en haut au lieu de bas
fr_fr: Afficher les derniers messages de chat en haut au lieu du bas
ja: 最新のチャット メッセージを下ではなく上部に表示する
nl: Toon de nieuwste chatberichten bovenaan in plaats van onderaan
pt: Mostrar as últimas mensagens de bate-papo no topo em vez de inferior
pt_br: Mostrar as últimas mensagens de bate-papo na parte superior, em vez de na parte inferior
ru: Показывать последние сообщения чата сверху, а не снизу
uk: Показувати останні повідомлення чату зверху, а не знизу

source: Show Message Timestamp
de: Nachrichtenzeitstempel anzeigen
es: Mostrar marca de tiempo del mensaje
fr: Afficher l’horodatage du message
fr_fr: Afficher l'horodatage du message
ja: メッセージのタイムスタンプを表示
nl: Tijdstempel van bericht weergeven
pt: Mostrar timestamp de mensagem
pt_br: Mostrar carimbo de data/hora da mensagem
ru: Показывать время отправки сообщения
uk: Показати позначку часу повідомлення

source: Show On Chat List Context Menu
de: Kontextmenü "Auf Chatliste anzeigen"
es: Menú contextual mostrar en la lista de chat
fr: Menu contextuel Afficher sur la liste de discussion
fr_fr: Afficher le menu contextuel de la liste de chat
ja: [チャットリストのコンテキストメニューに表示]
nl: Contextmenu weergeven in chatlijst
pt: Menu de contexto da lista de bate-papo
pt_br: Mostrar menu de contexto da lista de bate-papo
ru: Показывать контекстное меню в списке чата
uk: Контекстне меню списку чатів

source: Show User Join/Leave
de: Benutzer beitreten/verlassen anzeigen
es: Mostrar unirse/salir del usuario
fr: Afficher l’adhésion/la sortie de l’utilisateur
fr_fr: Afficher l’utilisateur Joindre/Quitter
ja: ユーザーの参加/退出の表示
nl: Gebruikers join/leave weergeven
pt: Mostrar ao usuário a adesão/saída
pt_br: Mostrar entrada/saída do usuário
ru: Показывать вход/выход пользователя в чат
uk: Показати приєднання до користувача/вихід

source: Show Window
de: Fenster anzeigen
es: Mostrar ventana
fr: Afficher la fenêtre
ja: ショーウインドー
nl: Winkelkast
pt: Janela de show
pt_br: Mostrar janela
ru: Показать окно
uk: Показати вікно

source: Song Request
de: Song-Anfrage
es: Solicitud de canción
fr: Demande de chanson
fr_fr: Demande de musique
ja: 歌のリクエスト
nl: Song aanvraag
pt: Solicitação de Canção
pt_br: Solicitação de música
ru: Запрос песни
uk: Запит на пісню

source: Song Requests
de: Song-Anfragen
es: Solicitudes de canciones
fr: Demandes de chansons
fr_fr: Demandes de musiques
ja: 曲のリクエスト
nl: Song verzoeken
pt: Pedidos de música
pt_br: Solicitações de músicas
ru: Запросы песни
uk: Запити на пісні

source: Sound
de: Ton
es: Sonido
fr: Son
ja: 音
nl: Geluid
pt: Som
pt_br: Som
ru: Звук
uk: Звук

source: Sound File Path
de: Sounddateipfad
es: Ruta del archivo de sonido
fr: Chemin d’accès au fichier audio
fr_fr: Chemin du fichier sonore
ja: サウンド ファイルのパス
nl: Pad naar geluidsbestand
pt: Caminho do arquivo de som
pt_br: Caminho do arquivo de som
ru: Путь к звуковому файлу
uk: Шлях до звукового файлу

source: Source
de: Quelle
es: Fuente
ja: 源
nl: Bron
pt: Fonte
pt_br: Fonte
ru: Источник
uk: Джерело

source: Source Name
de: Quellname
es: Nombre de la fuente
fr: Nom de la source
ja: ソース名
nl: Bronnaam
pt: Nome de origem
pt_br: Nome da fonte
ru: Название источника
uk: Ім'я джерела

source: Source Text
de: Ausgangstext
es: Texto de origen
fr: Texte de départ
ja: ソース テキスト
nl: Brontekst
pt: Texto fonte
pt_br: Texto Fonte
ru: Исходный текст
uk: Вихідний текст

source: Spark Crystal
de: Funkenkristall
es: Cristal de chispa
fr: Cristal d’étincelle
ja: スパーククリスタル
nl: Vonk Kristal
pt: Cristal de Faísca
pt_br: Cristal de faísca
ru: Искровой кристалл
uk: Іскра кристал

source: Sparks
de: Funken
es: Chispas
ja: 火の粉
pt: Faíscas
pt_br: Faíscas
ru: Искры
uk: Іскри

source: Special Identifier
de: Spezielle Kennung
es: Identificador especial
fr: Identifiant spécial
ja: 特殊識別子
nl: Speciale identificatie
pt: Identificador Especial
pt_br: Identificador Especial
ru: Спец. идентификатор
uk: Спеціальний ідентифікатор

# SpecialIdentifierHint
source: Special Identifier Name (Letters & Numbers Only, no $)
de: Spezieller Bezeichnername (nur Buchstaben und Zahlen, keine $)
es: Nombre de identificador especial (solo letras y números, no $)
fr: Nom d’identification spécial (lettres et chiffres seulement, pas de $)
ja: 特別識別子名 (英字と数字のみ、$なし)
nl: Speciale identificatienaam (alleen letters en cijfers, geen $)
pt: Nome do identificador especial (apenas letras e números, sem $)
pt_br: Nome do identificador especial (somente letras e números, sem $)
ru: Имя спец. идентификатора (только буквы & цифры, без $)
uk: Ім'я спеціального ідентифікатора (лише літери та цифри, без $)

source: Special Identifier Name
de: Spezieller Bezeichnername
es: Nombre de identificador especial
fr: Nom de l’identificateur spécial
ja: 特殊識別子名
nl: Speciale identificatienaam
pt: Nome do identificador especial
pt_br: Nome do identificador especial
ru: Имя спец. идентификатора
uk: Ім'я спеціального ідентифікатора

source: Special Identifiers
de: Spezielle Identifikatoren
es: Identificadores especiales
fr: Identificateurs spéciaux
ja: 特殊な識別子
nl: Speciale id's
pt: Identificadores Especiais
pt_br: Identificadores Especiais
ru: Спец. идентификаторы
uk: Спеціальні ідентифікатори

source: Special Identifiers Reference
de: Referenz zu speziellen Identifikatoren
es: Referencia de identificadores especiales
fr: Référence des identificateurs spéciaux
ja: 特殊識別子リファレンス
nl: Verwijzing naar speciale identificatiemiddelen
pt: Referência de identificadores especiais
pt_br: Referência de identificadores especiais
ru: Справка по спец. идентификаторам
uk: Посилання на спеціальні ідентифікатори

source: Speech Message
de: Sprachnachricht
es: Mensaje de voz
fr: Message vocal
fr_fr: Message vocal
ja: スピーチメッセージ
nl: Spraakbericht
pt: Mensagem de Fala
pt_br: Mensagem de fala
ru: Голосовое сообщение
uk: Мовленнєве повідомлення

source: Staff
de: Personal
fr: Personnel
ja: スタッフ
nl: Staf
pt: Pessoal
pt_br: Funcionários
ru: Посох
uk: Персонал

source: Start Giveaway
de: Werbegeschenk starten
es: Iniciar Sorteo
fr: Démarrer le concours
fr_fr: Démarrer le Concours
ja: ギブアウェイを開始
pt: Iniciar o sorteio
pt_br: Iniciar sorteio
ru: Начало раздачи
uk: Почати піддавки

source: Start/Reminder
de: Start/Erinnerung
es: Inicio/Recordatorio
fr: Démarrer/Rappel
ja: スタート/リマインダー
nl: Start/Herinnering
pt: Início/Lembrete
pt_br: Iniciar/Lembrete
ru: Запуск/Напоминание
uk: Початок/нагадування

source: Statistics
de: Statistik
es: Estadística
fr: Statistiques
ja: 統計学
nl: Statistiek
pt: Estatística
pt_br: Estatísticas
ru: Статистика
uk: Статистика

source: Steam Game
de: Steam-Spiel
es: Juego de Steam
fr: Jeu Steam
ja: スチームゲーム
nl: Steam-spel
pt: Jogo a vapor
pt_br: Jogo Steam
ru: Steam игра
uk: Парова гра

source: Stream Boss
es: Jefe de transmisión
fr_fr: Patron du flux
ja: ストリームボス
nl: Stream Baas
pt: Chefe de Fluxo
pt_br: Chefe de fluxo
ru: Босс стрима
uk: Потоковий бос

# StreamClip
source: Stream Clip Playback
de: Wiedergabe von Streams
es: Reproducción de clips en streaming
fr: Lecture de clips de flux
fr_fr: Lecture de clip vidéo
ja: ストリームクリップ再生
nl: Clip streamen afspelen
pt: Reprodução do clipe de fluxo
pt_br: Reprodução de clipe de fluxo
ru: Воспроизведение клипа со стрима
uk: Потокове відтворення кліпів

source: Streamer
de: Wimpel
fr: Banderole
ja: ストリーマー
nl: Wimpel
pt_br: Flâmula
ru: Стример
uk: Стример

source: Streamer Account
de: Streamer-Konto
es: Cuenta de Streamer
fr: Compte Streamer
ja: ストリーマーアカウント
pt: Conta do streamer
pt_br: Conta de streamer
ru: Аккаунт стримера
uk: Обліковий запис стримера

source: Streamer Age
de: Streamer Alter
es: Edad del streamer
fr: Âge du streamer
fr_fr: L’âge du streamer
ja: ストリーマー時代
nl: Streamer Leeftijd
pt: Idade do Streamer
pt_br: Idade do streamer
ru: Возраст стримера
uk: Вік стримера

source: Streaming Platform
de: Streaming-Plattform
es: Plataforma de streaming
fr: Plateforme de streaming
ja: ストリーミングプラットフォーム
pt: Plataforma de Streaming
pt_br: Plataforma de streaming
ru: Стриминговая платформа
uk: Потокова платформа

source: Streaming Software
es: Software de streaming
fr: Logiciel de streaming
ja: ストリーミングソフトウェア
pt: Software de Streaming
pt_br: Programas de streaming
ru: Стриминговое ПО
uk: Потокове програмне забезпечення

source: Streams Watched
de: Beobachtete Streams
es: Transmisiones vistas
fr: Flux regardés
ja: 視聴されたストリーム
nl: Bekeken streams
pt: Fluxos Assistidos
pt_br: Transmissões assistidas
ru: Стримы смотрели
uk: Потоки, які переглядали

source: Strike Commands
de: Strike-Befehle
es: Comandos de aviso
fr: Commandes de frappe
fr_fr: Commandes de strikes
ja: ストライクコマンド
nl: Opdrachten doorhalen
pt: Comandos de Ataque
pt_br: Comandos de ataque
ru: Команды страйков
uk: Команди страйку

source: Sub Age
de: Unteralter
es: Edad de sub
fr: Sous-âge
fr_fr: Durée d'abonnement
ja: サブエイジ
nl: Sub leeftijd
pt: Sub-Idade
pt_br: Subidade
ru: Возраст подписчиков
uk: Суб вік

source: Sub Bonus
es: Bonus de Sub
fr: Sous-bonus
fr_fr: Bonus d'abonnement
ja: サブボーナス
pt: Sub Bônus
pt_br: Subbônus
ru: Бонус подписчика
uk: Суб-бонус

source: Submit a Bug
de: Bug einreichen
es: Enviar un error
fr: Soumettre un bogue
ja: バグの送信
nl: Een bug indienen
pt: Envie um bug
pt_br: Enviar um bug
ru: Сообщить об ошибке
uk: Надіслати помилку

source: Subs
de: Ersätze
fr_fr: Abonnements
ja: 潜水艦
pt_br: Subscritores
ru: Подписчики
uk: Підрозділи

source: Subscribe Age
de: Alter abonnieren
es: Edad de suscripción
fr: Âge de l’abonnement
fr_fr: souscrire à l'âge
ja: 購読年齢
nl: Abonneren Leeftijd
pt: Subscrever-se
pt_br: Idade da assinatura
ru: Возраст подписчика
uk: Вік підписки

source: Subscriber
de: Abonnent
es: Suscriptor
fr: Abonné
ja: 加入者
nl: Abonnee
pt: Subscritor
pt_br: Assinante
ru: Подписчик
uk: Абонент

source: Subscriber Only
de: Nur für Abonnenten
es: Solo suscriptor
fr: Abonné uniquement
ja: 加入者のみ
nl: Alleen abonnee
pt: Somente assinantes
pt_br: Somente assinante
ru: Только подписчики
uk: Лише абонент

source: Subs Gifted
de: Subs Begabt
es: Subs regalados
fr: Sous-marins doués
fr_fr: Abonnement offerts
ja: サブギフテッド
nl: Subs Hoogbegaafd
pt: Subs Dotados
pt_br: Subs Dotados
ru: Подписок подарено
uk: Суб-обдаровані

source: Subs Received
de: Empfangene Subs
es: Subs recibidos
fr: Sous-marins reçus
fr_fr: Abonnements reçus
ja: 受け取った潜水艦
nl: Ontvangen subs
pt: Subs Recebidos
pt_br: Inscrições recebidas
ru: Подписок получено
uk: Отримані субпідрядники

source: Subtract from all chat users
de: Subtrahieren Sie von allen Chat-Benutzern
es: Restar de todos los usuarios del chat
fr: Soustraire de tous les utilisateurs de chat
fr_fr: Soustraire de tous les utilisateurs de chat
ja: すべてのチャット ユーザーから減算
nl: Aftrekken van alle chatgebruikers
pt: Subtrair de todos os usuários de chat
pt_br: Subtrair de todos os usuários do chat
ru: Вычесть у всех пользователей чата
uk: Віднімання від усіх користувачів чату

source: Subtract from specific user
de: Subtrahieren von einem bestimmten Benutzer
es: Restar del usuario específico
fr: Soustraire d’un utilisateur spécifique
fr_fr: Soustraire d’un utilisateur spécifique
ja: 特定のユーザーから減算
nl: Aftrekken van specifieke gebruiker
pt: Subtrair do usuário específico
pt_br: Subtrair de usuário específico
ru: Вычесть у конкретного пользователя
uk: Віднімання від конкретного користувача

source: Subtract from user
de: Vom Benutzer subtrahieren
es: Restar del usuario
fr: Soustraire de l’utilisateur
fr_fr: Soustraire de l’utilisateur
ja: ユーザーから減算
nl: Aftrekken van gebruiker
pt: Subtrair do usuário
pt_br: Subtrair do usuário
ru: Вычесть у пользователя
uk: Віднімання від користувача

source: Tagged In Chat
es: Etiquetado en Chat
fr: Tagged Dans Chat
fr_fr: Taggé dans le chat
ja: チャットでタグ付け
pt: Marcado no bate-papo
pt_br: Marcado no bate-papo
ru: Упоминание в чате
uk: З міткою в чаті

source: Target User
de: Zielbenutzer
es: Usuario objetivo
fr: Utilisateur cible
ja: ターゲット ユーザー
nl: Doelgebruiker
pt: Usuário-alvo
pt_br: Usuário alvo
ru: Пользователь-цель
uk: Цільовий користувач

source: Target User (Optional)
de: Zielbenutzer (optional)
es: Usuario de destino (opcional)
fr: Utilisateur cible (facultatif)
ja: ターゲット・ユーザー (オプション)
nl: Doelgebruiker (optioneel)
pt: Usuário-alvo (opcional)
pt_br: Usuário alvo (opcional)
ru: Пользователь-цель (необязательно)
uk: Цільовий користувач (необов'язково)

source: Teal
de: Krickente
es: Verde azulado
fr: Sarcelle
ja: 小鴨
nl: Taling
pt: Azul-petróleo
pt_br: Cerceta
ru: Бирюзовая
uk: Тіл

source: Team
de: Mannschaft
es: Equipo
fr: Équipe
ja: チーム
pt: Equipe
pt_br: Equipe
ru: Команда
uk: Команда

source: Test Command
de: Testbefehl
es: Comando de prueba
fr: Commande Test
ja: テスト コマンド
nl: Opdracht Testen
pt: Comando de Teste
pt_br: Comando de teste
ru: Тест команды
uk: Команда "Тест"

source: Text
es: Mensaje de texto
fr: SMS
fr_fr: Texte
ja: テキスト
nl: Sms
pt: Texto
pt_br: Texto
ru: Текст
uk: Текст

source: Text Color
de: Textfarbe
es: Color del texto
fr: Couleur du texte
ja: テキストの色
nl: Tekstkleur
pt: Cor do texto
pt_br: Cor do texto
ru: Цвет текста
uk: Колір тексту

source: Text To Save
de: Zu speicherner Text
es: Texto para guardar
fr: Texte à enregistrer
ja: 保存するテキスト
nl: Op te slaan tekst
pt: Texto para salvar
pt_br: Texto para salvar
ru: Текст для сохранения
uk: Текст для збереження

source: Text To Speech
de: Text zu Sprache
es: Texto a voz
fr: Synthèse vocale
fr_fr: Synthèse Vocale
ja: テキスト読み上げ
nl: Tekst naar spraak
pt: Texto para a fala
pt_br: Texto para fala
ru: Текст-в-речь
uk: Перетворення тексту на мовлення

# ThemesAndColors
source: Themes & Colors
de: Themen & Farben
es: Temas y colores
fr: Thèmes & Couleurs
ja: テーマと色
nl: Thema's & Kleuren
pt: Temas e Cores
pt_br: Temas e Cores
ru: Темы и цвета
uk: Теми та кольори

source: Three Left
de: Drei Linke
es: Quedan tres
fr: Trois gauches
ja: 左3
nl: Drie links
pt: Três esquerdas
pt_br: Três restantes
ru: Три слева
uk: Три ліворуч

# ThreeOrMoreStrikesCommand
source: 3+ Strikes Command
de: 3+ Strikes-Befehl
es: Comando de más de 3 avisos
fr: 3+ Commandes de frappes
fr_fr: 3e Commandement de strikes
ja: 3+ストライクコマンド
nl: 3+ Strikes Commando
pt: 3+ Comando de Ataques
pt_br: 3+ Comando de Ataques
ru: Команда для 3+ страйков
uk: Команда 3+ ударів

source: Three Right
de: Drei Rechte
es: Tres derechas
fr: Trois droites
ja: スリー・ライト
nl: Drie rechts
pt: Três à direita
pt_br: Três à direita
ru: Три справа
uk: Три праворуч

source: Ticker Tape
de: Tickerband
es: Cinta teletipo
fr: Ruban adhésif
fr_fr: Bande de téléscripteur
ja: ティッカーテープ
pt: Fita de ticker
pt_br: Fita adesiva
ru: Телеграфная лента
uk: Тикер стрічки

source: Time
de: Zeit
es: Tiempo
fr: Heure
ja: 時間
nl: Tijd
pt: Hora
pt_br: Tempo
ru: Время
uk: Час

source: Time Left
de: Verbleibende Zeit
es: Tiempo restante
fr: Temps restant
ja: 残り時間
nl: Tijd over
pt: Tempo sobrando
pt_br: Tempo restante
ru: Оставшееся время
uk: Час, що залишився

source: Timer
de: Zeitschaltuhr
es: Temporizador
fr: Minuteur
ja: タイマー
pt: Temporizador
pt_br: Temporizador
ru: Таймер
uk: Таймер

# TimerInterval
source: Interval (Minutes)
de: Intervall (Minuten)
es: Intervalo (Minutos)
fr: Intervalle (minutes)
ja: 間隔 (分)
nl: Interval (minuten)
pt: Intervalo (Minutos)
pt_br: Intervalo (minutos)
ru: Интервал (минут)
uk: Інтервал (хвилин)

source: Timers
de: Zeitmesser
es: Temporizadores
fr: Minuteries
ja: タイマー
pt: Temporizadores
pt_br: Temporizadores
ru: Таймеры
uk: Таймери

source: Timer Train
de: Timer-Zug
es: Tren temporizador
fr: Train de minuterie
fr_fr: Train de Minuterie
ja: タイマートレイン
nl: Timer Trein
pt: Trem do Temporizador
pt_br: Trem temporizador
uk: Таймер поїзда

source: Time Span (Seconds)
de: Zeitspanne (Sekunden)
es: Lapso de tiempo (segundos)
fr: Intervalle de temps (secondes)
ja: 期間 (秒)
nl: Tijdspanne (seconden)
pt: Período de tempo (segundos)
pt_br: Intervalo de tempo (segundos)
ru: Промежуток времени (секунд)
uk: Проміжок часу (секунд)

source: Title
de: Titel
es: Título
fr: Titre
ja: タイトル
nl: Titel
pt: Título
pt_br: Título
ru: Название
uk: Назва

source: Title Name
de: Titelname
es: Nombre del título
fr: Nom du titre
ja: タイトル名
nl: Titel Naam
pt: Nome do título
pt_br: Nome do título
ru: Название титула
uk: Ім'я заголовка

source: Total Time (Mins)
de: Gesamtzeit (Min.)
es: Tiempo total (mínimos)
fr: Temps total (minutes)
ja: 合計時間 (分)
nl: Totale tijd (min.)
pt: Tempo Total (Minutos)
pt_br: Tempo total (minutos)
ru: Общее время (мин)
uk: Загальний час (мін)

source: Track Whisperer Numbers
de: Track Whisperer Nummern
es: Seguimiento de números de susurradores
fr: Numéros de Whisperer de piste
fr_fr: Suivi des numéros chuchotés
ja: トラックウィスパラー番号
nl: Track Whisperer Nummers
pt: Rastrear números de sussurradores
pt_br: Rastrear números de sussurros
ru: Отслеживать количество ЛС
uk: Відстежуйте номери шепітника

source: Trade
de: Handel
es: Comercio
fr: Commerce
ja: 商業
nl: Handel
pt: Comércio
pt_br: Troca
ru: Торговля
uk: Торгівля

source: Trade Command
de: Handelskommando
es: Comando de Comercio
fr: Commandement du commerce
fr_fr: Commande comerciale
ja: トレードコマンド
nl: Handelsopdracht
pt: Comando comercial
pt_br: Comando Comercial
ru: Команды торговли
uk: Торгове командування

source: Translation
de: Übersetzung
es: Traducción
fr: Traduction
fr_fr: Traduction
ja: 翻訳
nl: Vertaling
pt: Tradução
pt_br: Tradução
ru: Перевод
uk: Переклад

# TranslationBy
source: Mix It Up
pt_br: Misture tudo

# TweetImageURL
source: Tweet Image URL (Optional)
de: Tweet-Bild-URL (optional)
es: URL de la imagen del tweet (opcional)
fr: URL de l’image Tweet (facultatif)
ja: ツイート画像の URL (オプション)
nl: URL van tweetafbeelding (optioneel)
pt: URL de imagem do Tweet (Opcional)
pt_br: URL da imagem do tweet (opcional)
ru: URL-адрес изображения твита (необязательно)
uk: URL-адреса зображення твіту (необов'язково)

# TweetMessage
source: Tweet Message (No @mentions allowed)
de: Tweet-Nachricht (Keine @mentions erlaubt)
es: Mensaje de tweet (no se permiten @mentions)
fr: Message Tweet (Aucune @mentions autorisée)
fr_fr: Message Tweet (Pas de @mentions autorisé)
ja: ツイートメッセージ (@mentions不可)
nl: Tweetbericht (geen @mentions toegestaan)
pt: Mensagem de Tweet (não @mentions permitido)
pt_br: Mensagem de tweet (não são permitidas @menções)
ru: Сообщение в твиттере (@mentions не разрешены)
uk: Повідомлення в Твіттері (не дозволяється @mentions)

source: Two
de: Zwei
es: Dos
fr: Deux
nl: Twee
pt: Dois
pt_br: Dois
ru: Два
uk: Два

# TwoStrikesCommand
source: 2 Strikes Command
de: 2 Strikes-Kommando
es: Comando de 2 avisos
fr: 2 Commandement des frappes
fr_fr: 2 Commandement de strikes
ja: 2ストライクコマンド
nl: 2 Strikes Commando
pt: 2 Comando de Ataques
pt_br: 2 Comando de Ataques
ru: Команда для 2-го страйка
uk: 2 Команда ударів

source: Type
de: Art
es: Tipo
ja: 種類
pt: Tipo
pt_br: Tipo
ru: Напечатать
uk: Тип

source: Unassigned
de: Unbestimmt
es: Sin asignar
fr: Non attribué
ja: 未割り当て
nl: Toegewezen
pt: Não-assinado
pt_br: Não atribuído
ru: Неназначенные
uk: Непризначений

source: Ungrouped
de: Nicht gruppiert
es: Desagrupar
fr: Non groupé
ja: グループ化解除
nl: Gegroepeerde
pt: Desagrupadas
pt_br: Desagrupado
ru: Без группы
uk: Розгруповано

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
ja: 不明
nl: Onbekend
pt: Desconhecido
pt_br: Desconhecido
ru: Неизвестно
uk: Невідомий

source: Unlock All Command Types
de: Alle Befehlstypen entsperren
es: Desbloquear todos los tipos de comandos
fr: Déverrouiller tous les types de commandes
ja: すべてのコマンドタイプのロックを解除する
nl: Ontgrendel alle opdrachttypen
pt: Desbloqueie todos os tipos de comando
pt_br: Desbloqueie todos os tipos de comando
ru: Разблокировка всех типов команд
uk: Розблокувати всі типи команд

source: Unlock Command
de: Entsperrbefehl
es: Comando Desbloquear
fr: Déverrouiller la commande
ja: アンロックコマンド
nl: Opdracht Ontgrendelen
pt: Desbloquear comando
pt_br: Comando de desbloqueio
ru: Разблокировать команду
uk: Команда розблокування

source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
ja: 更新
pt: Atualização
pt_br: Atualizar
ru: Обновить
uk: Оновлювати

source: Update Command
de: Update-Befehl
es: Comando Actualizar
fr: Commande Update
ja: コマンドの更新
nl: Opdracht Bijwerken
pt: Comando de atualização
pt_br: Comando de atualização
ru: Обновить команду
uk: Команда "Оновити"

source: Update Preview Program
de: Vorschauprogramm aktualisieren
es: Programa de vista previa de actualización
fr: Mettre à jour le programme d’aperçu
ja: 更新プレビュー プログラム
nl: Preview-programma bijwerken
pt: Programa de visualização de atualização
pt_br: Programa de visualização de atualização
ru: Программа предв. просмотра обновлений
uk: Оновити програму попереднього перегляду

source: Upload
de: Hochladen
es: Subir
fr: Télécharger
ja: アップロード
nl: Uploaden
pt: Carregar
pt_br: Carregar
ru: Закачать
uk: Завантажити

# UploadFilePath
source: Upload File Path (Optional)
de: Dateipfad hochladen (optional)
es: Ruta de carga del archivo (opcional)
fr: Chemin de téléchargement du fichier (facultatif)
ja: ファイルパスのアップロード (オプション)
nl: Bestandspad uploaden (optioneel)
pt: Carregar o caminho do arquivo (opcional)
pt_br: Carregar caminho do arquivo (opcional)
ru: Путь к файлу для загрузки (необязательно)
uk: Передати шлях до файлу (необов'язково)

source: Uptime
de: Betriebszeit
fr: Disponibilité
ja: アップタイム
pt_br: Tempo de atividade
ru: Аптайм
uk: Час безвідмовної роботи

source: Usage Requirements
de: Nutzungsanforderungen
es: Requisitos de uso
fr: Exigences d’utilisation
ja: 使用要件
nl: Gebruiksvereisten
pt: Requisitos de uso
pt_br: Requisitos de uso
ru: Требования к использованию
uk: Вимоги до використання

# UseCommunityList
source: Use Community List (VERY STRICT)
de: Community-Liste verwenden (SEHR STRENG)
es: Use la lista de la comunidad (MUY ESTRICTA)
fr: Utiliser la liste de la communauté (TRÈS STRICT)
ja: コミュニティリストを使用する(非常に厳格)
nl: Communitylijst gebruiken (ZEER STRENG)
pt: Use a lista comunitária (MUITO rigorosa)
pt_br: Use a lista da comunidade (MUITO RIGOROSA)
ru: Использование списка сообщества (ОЧЕНЬ СТРОГО)
uk: Використовувати список спільноти (ДУЖЕ СТРОГИЙ)

source: User
de: Benutzer
es: Usuario
fr: Utilisateur
ja: 利用者
nl: Gebruiker
pt: Utilizador
pt_br: Usuário
ru: Пользователь
uk: Користувач

source: User Data Import
de: Import von Benutzerdaten
es: Importación de datos de usuario
fr: Importation de données utilisateur
ja: ユーザー データのインポート
nl: Gebruikersgegevens importeren
pt: Importação de dados do usuário
pt_br: Importação de dados do usuário
ru: Импорт пользовательских данных
uk: Імпорт даних користувача
