Repository: SaviorXTanren/mixer-mixitup
Catalog: MixItUp.*/Resources.*.resx
Languages: de, es, fr, fr_fr, ja, nl, pt, pt_br, ru, uk

# GameCommandHitmanUserSuccessExample
source: @$username got hitman $gamehitmanname and walked away with a bounty of $gamepayout {0}!
de: @$username hat $gamehitmanname Auftragskiller bekommen und ist mit einem Kopfgeld von $gamepayout {0} davongegangen!
es: @$username consiguió $gamehitmanname de sicario y se fue con una recompensa de $gamepayout {0}!
fr: @$username a eu $gamehitmanname tueur à gages et est reparti avec une prime de $gamepayout {0}!
ja: @$usernameはヒットマン$gamehitmannameを得て、$gamepayout {0}の恵みで立ち去りました!
nl: @$username kreeg hitman $gamehitmanname en liep weg met een bounty van $gamepayout {0}!
pt: @$username pegou hitman $gamehitmanname e saiu com uma recompensa de $gamepayout {0}!
pt_br: @$username pegou o hitman $gamehitmanname e saiu com uma recompensa de $gamepayout {0}!
ru: @$username вычислил киллера $gamehitmanname и ушел с наградой в $gamepayout {0}!
uk: @$username отримав кілера $gamehitmanname і пішов з щедрістю $gamepayout {0}!

# GameCommandMinimumParticipants
source: Minimum Participants
de: Mindestteilnehmerzahl
es: Mínimo de participantes
ja: 最小参加者数
nl: Minimum aantal deelnemers
pt: Participantes Mínimos
pt_br: Participantes Mínimos
ru: Мин. количество участников
uk: Мінімальні учасники

# GameCommandMinimumParticipantsMustBeGreaterThan0
source: Minimum participants must be greater than 0
de: Mindestteilnehmer müssen größer als 0 sein
es: El mínimo de participantes debe ser mayor de 0
fr: Le nombre minimum de participants doit être supérieur à 0
ja: 最小参加者は 0 より大きい必要があります
nl: Minimum aantal deelnemers moet groter zijn dan 0
pt: Os participantes mínimos devem ser maiores que 0
pt_br: O número mínimo de participantes deve ser maior que 0
ru: Мин. количество участников должно быть больше 0
uk: Мінімальна кількість учасників має бути більше 0

# GameCommandRouletteGameCompleteExample
source: The wheel slows down, revealing $gamewinningbettype as the winning bet! Total Payout: $gameallpayout {0}
de: Das Rad verlangsamt sich und enthüllt $gamewinningbettype als Gewinnwette! Gesamtauszahlung: $gameallpayout {0}
es: ¡La rueda se ralentiza, revelando $gamewinningbettype como la apuesta ganadora! Pago total: $gameallpayout {0}
fr: La roue ralentit, révélant $gamewinningbettype comme pari gagnant ! Paiement total: $gameallpayout {0}
ja: ホイールが減速し、勝利の賭けとして$gamewinningbettypeを明らかにする!合計支払額: $gameallpayout {0}
nl: Het wiel vertraagt en onthult $gamewinningbettype als de winnende weddenschap! Totale uitbetaling: $gameallpayout {0}
pt: A roda desacelera, revelando $gamewinningbettype como a aposta vencedora! Pagamento Total: $gameallpayout {0}
pt_br: A roda desacelera, revelando $gamewinningbettype como a aposta vencedora! Pagamento total: $gameallpayout {0}
ru: Колесо замедляется, раскрывая выигравшую ставку - $gamewinningbettype! Общая выплата: $gameallpayout {0}
uk: Колесо сповільнюється, показуючи $gamewinningbettype як виграшну ставку! Загальна виплата: $gameallpayout {0}

# GameCommandRouletteStartedExample
source: @$username has started a game of roulette! Type !roulette <BET TYPE> in chat to play! Valid Bet Types: $gamevalidbettypes
de: @$username hat ein Roulette-Spiel gestartet! Tippen Sie !roulette <BET TYPE> im Chat zum Spielen! Gültige Wettarten: $gamevalidbettypes
es: @$username ha comenzado un juego de ruleta! ¡Escribe !roulette <BET TYPE> en el chat para jugar! Tipos de apuestas válidas: $gamevalidbettypes
fr: @$username a commencé une partie de roulette! Tapez !roulette <BET TYPE> dans le chat pour jouer! Types de paris valides: $gamevalidbettypes
ja: @$usernameはルーレットのゲームを開始しました!タイプ!ルーレット<BET TYPE>プレイするチャットで!有効なベットタイプ: $gamevalidbettypes
nl: @$username is begonnen met een potje roulette! Typ !roulette <BET TYPE> in de chat om te spelen! Geldige soorten weddenschappen: $gamevalidbettypes
pt: @$username começou um jogo de roleta! Tipo !roleta <BET TYPE> no chat para jogar! Tipos de apostas válidos: $gamevalidbettypes
pt_br: @$username iniciou um jogo de roleta! Digite !roulette <BET TYPE> no chat para jogar! Tipos de apostas válidos: $gamevalidbettypes
ru: @$username начал игру в рулетку! Напечатайте !roulette <СТАВКА> в чате, чтобы сыграть! Возможные типы ставок: $gamevalidbettypes
uk: @$username почав гру в рулетку! Введіть !рулетка <BET TYPE> в чаті, щоб грати! Дійсні типи ставок: $gamevalidbettypes

# GameCommandRussianRouletteGameCompleteExample
source: The dust settles after a grueling match-up and...It's $gamewinners! Total Amount Per Winner: $gamepayout {0}!
de: Der Staub legt sich nach einem zermürbenden Match-up und... Es ist $gamewinners! Gesamtbetrag pro Gewinner: $gamepayout {0}!
es: El polvo se asienta después de un agotador partido y... ¡Es $gamewinners! Cantidad total por ganador: ¡$gamepayout {0}!
fr: La poussière retombe après un match épuisant et... C’est $gamewinners ! Montant total par gagnant: $gamepayout {0}!
ja: 激しいマッチアップの後、ほこりが落ち着きます.それは$gamewinnersです!勝者1人あたりの合計金額:$gamepayout {0}!
nl: Het stof is neergedaald na een slopende match-up en... Het is $gamewinners! Totaal bedrag per winnaar: $gamepayout {0}!
pt: A poeira assenta depois de um confronto cansativo e... É $gamewinners! Valor total por vencedor: $gamepayout {0}!
pt_br: A poeira baixa após um confronto cansativo e... São $gamewinners! Valor total por vencedor: $gamepayout {0}!
ru: Пыль оседает после изнурительного матча и победителями становятся $gamewinners! Выигрыш для каждого победителя: $gamepayout {0}!
uk: Пил осідає після виснажливого матчу і ... Це $gamewinners! Загальна сума на одного переможця: $gamepayout {0}!

# GameCommandRussianRouletteMaxWinners
source: Max Winners
de: Max Gewinner
es: Máximo ganadores
fr: Max Gagnants
ja: 最大勝者
nl: Max Winnaars
pt: Vencedores De Max
pt_br: Máximo de vencedores
ru: Макс. кол-во победителей
uk: Максимальна кількість переможців

# GameCommandRussianRouletteMaxWinnersMustBeGreaterThan0
source: Max Winners must be greater than 0
de: Max Gewinner müssen größer als 0 sein
es: Los ganadores máximos deben ser mayores de 0
fr: Le nombre maximal de gagnants doit être supérieur à 0
ja: 最大勝者は 0 より大きい必要があります
nl: Maximum aantal winnaars moet groter zijn dan 0
pt: Os vencedores máximos devem ser maiores que 0
pt_br: O máximo de vencedores deve ser maior que 0
ru: Макс. кол-во победителей должно быть больше 0
uk: Максимальна кількість переможців має бути більше 0

# GameCommandRussianRouletteStartedExample
source: @$username has started a game of Russian Roulette with a $gamebet {0} entry fee! Type !rr to join in!
de: @$username hat ein Spiel von Russischem Roulette mit einer $gamebet {0} Startgebühr gestartet! Geben Sie !rr ein, um mitzumachen!
es: @$username ha comenzado un juego de ruleta rusa con una tarifa de entrada $gamebet {0}! ¡Escriba !rr para unirse!
fr: @$username a commencé une partie de roulette russe avec un droit d’entrée $gamebet {0}! Tapez !rr pour participer!
ja: @$usernameは、$gamebet {0}入場料でロシアンルーレットのゲームを開始しました!!rrと入力して参加してください!
nl: @$username is begonnen met een spelletje Russische Roulette met een $gamebet {0} inschrijfgeld! Typ !rr om mee te doen!
pt: @$username começou um jogo de Roleta Russa com uma taxa de entrada $gamebet {0}! Digite !rr para participar!
pt_br: @$username iniciou um jogo de Roleta Russa com uma taxa de entrada $gamebet {0}! Digite !rr para participar!
ru: @$username начал(а) игру в русскую рулетку со вступительным взносом в $gamebet {0}! Напечатайте !rr, чтобы присоединиться!
uk: @$username почав гру в російську рулетку з $gamebet {0} вступним внеском! Введіть !rr, щоб приєднатися!

# GameCommandUserLose
source: User Lose
de: Benutzer verlieren
es: Pérdida de usuario
fr: Perte d’utilisateur
ja: ユーザーの損失
nl: Gebruiker verliest
pt: Perda do usuário
pt_br: Perda do usuário
ru: Пользователь проиграл
uk: Програш користувача

# GameCommandUserWin
source: User Win
de: Benutzer gewinnen
es: El usuario gana
fr: Gain d’utilisateur
ja: ユーザーの勝利
nl: Win van de gebruiker
pt: Vitória do usuário
pt_br: Vitória do usuário
ru: Пользователь выиграл
uk: Перемога користувача

# GameCommandWordScrambleCustomWordsFilePath
source: Custom Words File Path
de: Dateipfad für benutzerdefinierte Wörter
es: Ruta de archivo de palabras personalizadas
fr: Chemin d’accès au fichier Mots personnalisés
ja: カスタム単語ファイルのパス
nl: Bestandspad voor aangepaste woorden
pt: Caminho do arquivo de palavras personalizadas
pt_br: Caminho do arquivo de palavras personalizadas
ru: Путь к пользовательскому файлу со словами
uk: Шлях до файлу настроюваних слів

# GameCommandWordScrambleStartedExample
source: @$username has started a game of word scramble! Type !scramble in chat to play!
de: @$username hat ein Wortspiel gestartet! Geben Sie !scramble im Chat ein, um zu spielen!
es: ¡@$username ha comenzado un juego de lucha de palabras! ¡Escribe !scramble en el chat para jugar!
fr: @$username a commencé un jeu de brouillage de mots! Tapez !scramble dans le chat pour jouer!
ja: @$usernameは、単語のスクランブルのゲームを開始しました!タイプ!遊びにチャットでスクランブル!
nl: @$username is begonnen met een spelletje woord scramble! Typ !scramble in chat om te spelen!
pt: @$username começou um jogo de palavras scramble! Digite !scramble no bate-papo para jogar!
pt_br: @$username iniciou um jogo de palavras embaralhadas! Digite !scramble no chat para jogar!
ru: @$username начал игру в Эрудит! Введите !scramble в чате, чтобы сыграть!
uk: @$username почав гру слів сутичка! Введіть !scramble в чаті, щоб грати!

# GameCommandWordScrambleTimeLimit
source: Word Scramble Time Limit
de: Zeitlimit für Wort-Scramble
es: Límite de tiempo de Word Scramble
fr: Limite de temps de brouillage de mots
ja: ワードスクランブルの時間制限
nl: Word Scramble Tijdslimiet
pt: Limite de tempo de scramble word
pt_br: Limite de tempo para embaralhar palavras
ru: Ограничение времени для игры в Эрудит
uk: Обмеження часу для скрембла слів

# GameCommandWordScrambleUserSuccessExample
source: @$username correctly guessed the word "$gamewordscrambleanswer" and walked away with a bounty of $gamepayout {0}!
de: @$username hat das Wort "$gamewordscrambleanswer" richtig erraten und ist mit einer Prämie von $gamepayout {0} davongegangen!
es: @$username adivinó correctamente la palabra "$gamewordscrambleanswer" y se fue con una recompensa de $gamepayout {0}!
fr: @$username a correctement deviné le mot « $gamewordscrambleanswer » et est reparti avec une prime de $gamepayout {0}!
ja: @$username正しく「$gamewordscrambleanswer」という言葉を推測し、$gamepayout {0}の恵みを持って立ち去りました!
nl: @$username raadde het woord "$gamewordscrambleanswer" correct en liep weg met een overvloed aan $gamepayout {0}!
pt: @$username adivinhou corretamente a palavra "$gamewordscrambleanswer" e saiu com uma recompensa de $gamepayout {0}!
pt_br: @$username adivinhou corretamente a palavra "$gamewordscrambleanswer" e ganhou uma recompensa de $gamepayout {0}!
ru: @$username правильно угадал слово "$gamewordscrambleanswer" и ушёл с наградой в $gamepayout {0}!
uk: @$username правильно вгадав слово "$gamewordscrambleanswer" і пішов з щедрістю $gamepayout {0}!

# GameCommandWordScrambleWordScrambleBegin
source: Word Scramble Begin
de: Word Scramble Beginn
es: Comenzar la lucha de palabras
fr: Début de la brouille des mots
ja: ワードスクランブル開始
pt_br: Começa a confusão de palavras
ru: Игра Эрудит началась
uk: Слово сутичка почати

# GameCommandWordScrambleWordScrambleBeginExample
source: The scrambled word is "$gamewordscrambleword"; solve it and be the first to type it in chat!
de: Das verwirrte Wort ist "$gamewordscrambleword"; Lösen Sie es und seien Sie der Erste, der es im Chat eintippt!
es: La palabra revuelta es "$gamewordscrambleword"; ¡resuélvelo y sé el primero en escribirlo en el chat!
fr: Le mot brouillé est « $gamewordscrambleword » ; résolvez-le et soyez le premier à le taper dans le chat!
ja: スクランブルされた単語は「$gamewordscrambleword」です。それを解決し、チャットでそれを入力する最初になります!
nl: Het vervormde woord is "$gamewordscrambleword"; los het op en typ het als eerste in de chat!
pt: A palavra mexida é "$gamewordscrambleword"; resolvê-lo e ser o primeiro a digitá-lo no bate-papo!
pt_br: A palavra embaralhada é "$gamewordscrambleword"; resolva e seja o primeiro a digitar no chat!
ru: Зашифрованное слово "$gamewordscrambleword"; расшифруйте его и введите первым в чате, чтобы выиграть!
uk: Слово «$gamewordscrambleword»; вирішити це і бути першим, щоб ввести його в чаті!

# GameCommandWordScrambleWordScramblePrepare
source: Word Scramble Prepare
de: Word Scramble vorbereiten
es: Word Scramble Preparar
fr: Préparation de Word Scramble
ja: ワードスクランブル準備
nl: Word Scramble Voorbereiden
pt: Preparação de mexam palavras
pt_br: Preparação para embaralhamento de palavras
ru: Игра Эрудит готовится
uk: Слово сутичка підготувати

# GameCommandWordScrambleWordScramblePrepareExample
source: Everyone is gathered patiently with their pencils in hand. Get ready...
de: Alle werden geduldig mit ihren Bleistiften in der Hand versammelt. Mach dich bereit...
es: Todos se reúnen pacientemente con sus lápices en la mano. Prepárate...
fr: Tout le monde est patiemment rassemblé, les crayons à la main. Apprêter...
ja: 誰もが鉛筆を手にして辛抱強く集まります。準備をして。。。
nl: Iedereen is geduldig verzameld met zijn potloden in de hand. Maak je klaar...
pt: Todos estão reunidos pacientemente com seus lápis na mão. Preparar-se...
pt_br: Todos estão reunidos pacientemente com os lápis nas mãos. Prepare-se...
ru: Все собираются с карандашами в руках. Терепение и готовность...
uk: Кожен з них терпляче збирається з олівцями в руках. Приготуйтеся...

source: Number Range
de: Nummernbereich
es: Rango de números
fr: Plage de numéros
ja: 番号範囲
nl: Getallenbereik
pt: Faixa de número
pt_br: Intervalo numérico
ru: Диапазон цифр
uk: Діапазон номерів

# GameCommandBetBetsClosed
source: Bets Closed
de: Wetten geschlossen
es: Apuestas cerradas
fr: Paris fermés
ja: ベット終了
nl: Weddenschappen gesloten
pt: Apostas fechadas
pt_br: Apostas Fechadas
ru: Приём ставок закрыт
uk: Ставки закриті

# GameCommandBetBetsClosedExample
source: All bets are now closed! Let's wait and see what the result is...
de: Alle Wetten sind jetzt geschlossen! Warten wir ab, was das Ergebnis ist...
es: ¡Todas las apuestas ya están cerradas! Esperemos y veamos cuál es el resultado...
fr: Tous les paris sont maintenant fermés! Attendons de voir quel est le résultat...
ja: すべてのベットが終了しました!結果が何であるかを待ちましょう.
nl: Alle weddenschappen zijn nu gesloten! Laten we afwachten wat het resultaat is...
pt: Todas as apostas estão encerradas! Vamos esperar e ver qual é o resultado...
pt_br: Todas as apostas estão encerradas! Vamos esperar e ver qual é o resultado...
ru: Все ставки приняты! Давайте подождем и узнаем результат...
uk: Всі ставки вже закриті! Давайте почекаємо і подивимося, який результат...

# GameCommandBetGameCompleteExample
source: $gamebetwinningoption was the winning choice!
de: $gamebetwinningoption war die Gewinnerwahl!
es: $gamebetwinningoption fue la elección ganadora!
fr: $gamebetwinningoption’était le choix gagnant!
ja: $gamebetwinningoptionが勝利の選択でした!
nl: $gamebetwinningoption was de winnende keuze!
pt: $gamebetwinningoption foi a escolha vencedora!
pt_br: $gamebetwinningoption foi a escolha vencedora!
ru: $gamebetwinningoption - верный выбор!
uk: $gamebetwinningoption був виграшним вибором!

# GameCommandBetStartedExample
source: @$username has started a bet on ___________! Type !bet <OPTION #> <AMOUNT> in chat to participate! Options: $gamebetoptions
de: @$username hat eine Wette auf ___________ gestartet! Geben Sie !bet <OPTION #> <AMOUNT>im Chat ein, um teilzunehmen! Optionen: $gamebetoptions
es: ¡@$username ha comenzado una apuesta en ___________! ¡Escribe !bet <OPTION #> <AMOUNT> en el chat para participar! Opciones: $gamebetoptions
fr: @$username a commencé un pari sur _____________! Tapez !bet <OPTION #> <AMOUNT>in chat pour participer! Options: $gamebetoptions
ja: @$usernameは__の賭けを開始しました!「チャットで<ベット#> <AMOUNT> 」と入力して参加してください!オプション:$gamebetoptions
nl: @$username is een weddenschap gestart op ____________! Typ !bet <OPTION #> <AMOUNT>in chat om deel te nemen! Opties: $gamebetoptions
pt: @$username começou uma aposta em _____ Type !bet <OPTION #> <AMOUNT> no chat para participar! Opções: $gamebetoptions
pt_br: @$username iniciou uma aposta em ___________! Digite !bet <OPTION #> <AMOUNT> no chat para participar! Opções: $gamebetoptions
ru: @$username сделал ставку на ___________! Напечатайте !bet <ВАРИАНТ #> <СУММА> в чате для участия! Доступные варианты: $gamebetoptions
uk: @$username почав ставку на _______ Введіть !bet <OPTION #> <AMOUNT>в чаті для участі! Опції: $gamebetoptions

# GameCommandHeistAllSucceed
source: All Succeed
de: Alle erfolgreich
es: Todos tienen éxito
fr: Tous réussissent
ja: すべて成功
nl: Allemaal succesvol
pt: Todos tenham sucesso
pt_br: Todos tiveram sucesso
ru: Все выиграли
uk: Всі успіхи

# GameCommandHeistAllSucceedExample
source: What a steal! Everyone made it out and cleaned the bank out dry! Total Amount: $gameallpayout {0}! Winners: $gamewinners
de: Was für ein Schnäppchen! Alle haben es geschafft und die Bank trocken gereinigt! Gesamtbetrag: $gameallpayout {0}! Gewinner: $gamewinners
es: ¡Qué robo! ¡Todos lo hicieron y limpiaron el banco en seco! Monto total: $gameallpayout {0}! Ganadores: $gamewinners
fr: Quel vol ! Tout le monde s’en est sorti et a nettoyé la banque à sec! Montant total: $gameallpayout {0}! Gagnants: $gamewinners
ja: なんて盗みだ!誰もがそれを作り、乾燥した銀行をきれいにしました!合計金額:$gameallpayout {0}!受賞者: $gamewinners
nl: Wat een koopje! Iedereen haalde het eruit en maakte de bank droog schoon! Totaal bedrag: $gameallpayout {0}! Winnaar: $gamewinners
pt: Que roubo! Todos conseguiram sair e limparam o banco! Valor Total: $gameallpayout {0}! Vencedores: $gamewinners
pt_br: Que roubo! Todos conseguiram sair e limparam o banco! Valor total: $gameallpayout {0}! Vencedores: $gamewinners
ru: Какая кража! Все сделали это и обчистили банк, выйдя сухими из воды! Общая сумма: $gameallpayout {0}! Победители: $gamewinners
uk: Яка крадіжка! Всі зробили це і очистили банк сухим! Загальна сума: $gameallpayout {0}! Переможці: $gamewinners

# GameCommandHeistLowThirdsSucceed
source: 33% - 1% Succeed
de: 33% - 1% erfolgreich
es: 33% - 1% Éxito
fr: 33 % - 1 % Réussir
ja: 33% - 1% 成功
nl: 33% - 1% Slagen
pt: 33% - 1% Sucesso
pt_br: 33% - 1% de sucesso
ru: 33% - 1% успешно
uk: 33% - 1% досягають успіху

# GameCommandHeistLowThirdsSucceedExample
source: A heated battle took place inside the bank and almost everyone got caught by the cops! Total Amount: $gameallpayout {0}! Winners: $gamewinners
de: Eine hitzige Schlacht fand innerhalb der Bank statt und fast jeder wurde von den Bullen erwischt! Gesamtbetrag: $gameallpayout {0}! Gewinner: $gamewinners
es: ¡Una acalorada batalla tuvo lugar dentro del banco y casi todos fueron atrapados por los policías! Monto total: $gameallpayout {0}! Ganadores: $gamewinners
fr: Une bataille houleuse a eu lieu à l’intérieur de la banque et presque tout le monde s’est fait attraper par les flics! Montant total: $gameallpayout {0}! Gagnants: $gamewinners
ja: 熱い戦いが銀行の中で行われ、ほとんどすべての人が警官に捕まりました!合計金額:$gameallpayout {0}!受賞者: $gamewinners
nl: Een verhitte strijd vond plaats in de bank en bijna iedereen werd gepakt door de politie! Totaal bedrag: $gameallpayout {0}! Winnaar: $gamewinners
pt: Uma batalha acalorada aconteceu dentro do banco e quase todos foram pegos pela polícia! Valor Total: $gameallpayout {0}! Vencedores: $gamewinners
pt_br: Uma batalha acalorada aconteceu dentro do banco e quase todos foram pegos pela polícia! Valor total: $gameallpayout {0}! Vencedores: $gamewinners
ru: В банке произошла жаркая стычка, и почти всех поймали полицейские! Общая сумма: $gameallpayout {0}! Победители: $gamewinners
uk: Усередині банку сталася запекла бійка, і майже всіх спіймали копи! Загальна сума: $gameallpayout {0}! Переможці: $gamewinners

# GameCommandHeistMiddleThirdsSucceed
source: 65% - 33% Succeed
de: 65% - 33% erfolgreich
es: 65% - 33% Éxito
fr: 65 % - 33 % réussissent
ja: 65% - 33% 成功
nl: 65% - 33% Slagen
pt: 65% - 33% Sucesso
pt_br: 65% - 33% de sucesso
ru: 65% - 33% успешно
uk: 65% - 33% досягають успіху

# GameCommandHeistMiddleThirdsSucceedExample
source: As you started to leave the bank, the cops were ready for you and got almost half of you! Total Amount: $gameallpayout {0}! Winners: $gamewinners
de: Als Sie anfingen, die Bank zu verlassen, waren die Polizisten bereit für Sie und bekamen fast die Hälfte von Ihnen! Gesamtbetrag: $gameallpayout {0}! Gewinner: $gamewinners
es: Cuando empezaste a salir del banco, ¡los policías estaban listos para ti y consiguieron casi la mitad de ti! Monto total: $gameallpayout {0}! Ganadores: $gamewinners
fr: Alors que vous commenciez à quitter la banque, les flics étaient prêts pour vous et ont eu près de la moitié d’entre vous! Montant total: $gameallpayout {0}! Gagnants: $gamewinners
ja: あなたが銀行を出始めたとき、警官はあなたのために準備ができていて、あなたのほぼ半分を得ました!合計金額:$gameallpayout {0}!受賞者: $gamewinners
nl: Toen je de bank begon te verlaten, stonden de agenten voor je klaar en kregen ze bijna de helft van je mee! Totaal bedrag: $gameallpayout {0}! Winnaar: $gamewinners
pt: Quando você começou a sair do banco, os policiais estavam prontos para você e tem quase metade de vocês! Valor Total: $gameallpayout {0}! Vencedores: $gamewinners
pt_br: Quando você começou a sair do banco, os policiais estavam prontos para te pegar e pegaram quase metade de você! Valor total: $gameallpayout {0}! Vencedores: $gamewinners
ru: Когда вы покидали банк, полиция была готова и поймала почти половину вашей группы! Общая сумма: $gameallpayout {0}! Победители: $gamewinners
uk: Коли ви почали виходити з банку, копи були готові до вас і отримали майже половину з вас! Загальна сума: $gameallpayout {0}! Переможці: $gamewinners

# GameCommandHeistNoneSucceed
source: None Succeed
de: Keine erfolgreich
es: Ninguno tiene éxito
fr: Aucun ne réussit
ja: どれも成功しない
nl: Geen enkele slaagt
pt: Nenhum sucesso
pt_br: Nenhum teve sucesso
ru: Никто не выиграл
uk: Не вдалося

# GameCommandHeistNoneSucceedExample
source: Someone was a spy! The cops were waiting for you as soon as you showed up and got everyone!
de: Jemand war ein Spion! Die Bullen warteten auf dich, sobald du aufgetaucht bist und alle bekommen hast!
es: ¡Alguien era un espía! ¡Los policías te estaban esperando tan pronto como apareciste y conseguiste a todos!
fr: Quelqu’un était un espion ! Les flics vous attendaient dès que vous vous présentiez et que vous obteniez tout le monde!
ja: 誰かがスパイだった!あなたが現れ、みんなを得たとたんに警官があなたを待っていました!
nl: Iemand was een spion! De politie wachtte op je zodra je kwam opdagen en kreeg iedereen!
pt: Alguém era um espião! A polícia estava esperando por você assim que você apareceu e pegou todo mundo!
pt_br: Alguém era um espião! Os policiais estavam esperando por você assim que você apareceu e pegou todo mundo!
ru: Кто-то явно был на стороне полицейских! Все пойманы и отправлены за решётку!
uk: Хтось був шпигуном! Копи чекали вас, як тільки ви з'явилися і отримали всіх!

# GameCommandHeistStartedExample
source: @$username has started a game of Heist! Type !heist to join in!
de: @$username hat ein Spiel von Heist gestartet! Geben Sie !heist ein, um mitzumachen!
es: @$username ha comenzado un juego de Heist! ¡Escribe !heist para unirte!
fr: @$username a commencé une partie de Heist! Tapez !heist pour participer!
ja: @$usernameは強盗のゲームを開始しました!●タイプ!強盗参加!
nl: @$username is begonnen met een spelletje Heist! Typ !heist om mee te doen!
pt: @$username começou um jogo de Assalto! Digite !assalto para participar!
pt_br: @$username iniciou um jogo de Heist! Digite !heist para participar!
ru: @$username начал Кражу! Напечатайте в чате !heist для участия!
uk: @$username почав гру пограбування! Введіть !heist, щоб приєднатися!
