Repository: SaviorXTanren/mixer-mixitup
Catalog: MixItUp.*/Resources.*.resx
Languages: de, es, fr, fr_fr, ja, nl, pt, pt_br, ru, uk

# InitializeSessionUserInitializationFailed
source: Failed to initialize user information
es: Error al inicializar la información del usuario
ja: ユーザー情報の初期化に失敗しました
pt: Falha na inicialização das informações do usuário
pt_br: Falha ao inicializar as informações do usuário
ru: Не удалось инициализировать сведения о пользователе

# RoleErrorIncorrectStreamingPlatform
source: You must be on {0} to do this.
es: Debes estar en {0} para hacer esto.
ja: これを行うには{0}に乗っている必要があります。
pt: Você deve estar {0} para fazer isso.
pt_br: Você deve estar em {0} para fazer isso.
ru: Вы должны быть на {0}, чтобы сделать это.

source: Run Ad Break
es: Ejecutar pausa publicitaria
ja: 広告ブレークの実行
pt: Executar ad break
pt_br: Executar intervalo comercial
ru: Запуск перерыва на рекламу

# YouTubeActionUnableToRunAdBreak
source: ERROR: We were unable to run an ad break, please try again later
es: ERROR: No hemos podido ejecutar un bloqueo publicitario, inténtelo de nuevo más tarde
ja: エラー: 広告の中断を実行できませんでした。
pt: ERRO: Não conseguimos executar uma pausa de anúncio, por favor, tente novamente mais tarde
pt_br: ERRO: Não foi possível executar um intervalo comercial. Tente novamente mais tarde
ru: ОШИБКА: Нам не удалось запустить перерыв в рекламе, повторите попытку позже

source: Glimesh Channel Followed
es: Glimesh Channel seguido
ja: グリメッシュチャンネルフォロー
pt: Canal Glimesh Seguido
pt_br: Canal Glimesh seguido
ru: За каналом Глимеш последовал

source: Glimesh Channel Stream Start
es: Inicio de la transmisión del canal Glimesh
ja: グリメッシュチャンネルストリームスタート
pt: Início do fluxo do canal de Glimesh
pt_br: Início da transmissão do canal Glimesh
ru: Начало потока канала Глимеш

source: Glimesh Channel Stream Stop
es: Parada de flujo de canal Glimesh
ja: グリメッシュチャンネルストリームストップ
pt: Parada de fluxo do canal de Glimesh
pt_br: Parada de transmissão do canal Glimesh
ru: Остановка потока канала Глимеш

source: Trovo Channel Followed
es: Sigue el canal trovo
ja: トロヴォチャンネルフォロー
pt: Trovo Channel Seguido
pt_br: Canal Trovo seguido
ru: Канал Trovo последовал за

source: Trovo Channel Mass Subscriptions Gifted
es: Suscripciones masivas de Trovo Channel Gifted
ja: トロボチャンネルマスサブスクリプションギフト
pt: Assinaturas em massa do Trovo Channel
pt_br: Assinaturas em massa do canal Trovo dotadas
ru: Массовые подписки на канал Trovo одаренные

source: Trovo Channel Raided
es: Canal de Trovo allanado
ja: トロヴォチャンネルレイド
pt: Canal Trovo Invadido
pt_br: Canal Trovo invadido
ru: Рейд на канал Трово

source: Trovo Channel Resubscribed
es: Canal Trovo Resuscrito
ja: トロボチャンネル再サブスクライブ
pt: Rescrito do Canal Trovo
pt_br: Canal Trovo inscrito novamente
ru: Канал Trovo переподписан

source: Trovo Channel Subscribed
es: Canal Trovo suscrito
ja: トロボチャンネル購読
pt: Trovo Channel Inscrito
pt_br: Canal Trovo inscrito
ru: Канал Трово Подписан

source: Trovo Channel Subscription Gifted
es: Suscripción a Trovo Channel Gifted
ja: トロボチャンネルサブスクリプションギフテッド
pt: Assinatura do Canal Trovo
pt_br: Assinatura do Canal Trovo Dotada
ru: Подписка на канал Trovo Подаренная

source: Channel Followed
es: Canal seguido
ja: チャンネルフォロー
pt: Canal Seguido
pt_br: Canal seguido
ru: За каналом следят

source: Channel Hosted
es: Canal alojado
ja: チャネルホスト
pt: Canal Hospedado
pt_br: Canal hospedado
ru: Хостинг канала

source: Channel Mass Subscriptions Gifted
es: Suscripciones masivas de canales regaladas
ja: チャンネルの大量購読のギフト
pt: Assinaturas em massa do canal superadas
pt_br: Assinaturas em massa de canais doadas
ru: Массовые подписки на каналы одаренные

source: Channel Raided
es: Canal allanado
ja: チャンネルレイド
pt: Canal Invadido
pt_br: Canal invadido
ru: Рейд на канал

source: Channel Resubscribed
es: Canal resuscrito
ja: チャンネル再サブスクライブ
pt: Canal Resinscrevido
pt_br: Canal inscrito novamente
ru: Подписка на канал

source: Channel Stream Start
es: Inicio de la transmisión del canal
ja: チャネル ストリームの開始
pt: Início do fluxo de canais
pt_br: Início da transmissão do canal
ru: Запуск потока каналов

source: Channel Stream Stop
es: Parada de transmisión de canal
ja: チャネル ストリームの停止
pt: Parada do fluxo do canal
pt_br: Parada de transmissão do canal
ru: Остановка потока канала

source: Channel Subscribed
es: Canal suscrito
ja: チャンネル登録
pt: Canal Inscrito
pt_br: Canal inscrito
ru: Канал Подписан

source: Channel Subscription Gifted
es: Suscripción de canal regalada
ja: チャンネルサブスクリプションギフト
pt: Assinatura do canal presenteado
pt_br: Inscrição no Canal Dotada
ru: Подписка на каналы Подаренная

source: Channel Unfollowed
es: Canal no seguido
ja: チャンネルのフォローなし
pt: Canal Não Seguido
pt_br: Canal não seguido
ru: Канал Неподследован

source: Glimesh
ja: グリメッシュ
pt_br: Brilho
ru: Глимеш

source: Generic Donation
es: Donación genérica
ja: 一般的な寄付
pt: Doação Genérica
pt_br: Doação Genérica
ru: Общее пожертвование

source: Platform Agnostic
es: Plataforma agnóstica
ja: プラットフォームに依存しない
pt: Plataforma Agnóstica
pt_br: Agnóstico de plataforma
ru: Платформа Агностик

# AlertTrovoSpellFormat
source: {0} Cast the Spell {1} - {2} {3}
es: {0} lanza el hechizo {1} - {2} {3}
ja: {0}呪文{1}を唱える - {2} {3}
pt: {0} lançar o {1} de feitiço - {2} {3}
pt_br: {0} Lance o feitiço {1} - {2} {3}
ru: {0} заклинать {1} - {2} {3}

source: Show Trovo Spell Cast
es: Mostrar Trovo Spell Cast
ja: トロボスペルキャストを表示
pt: Elenco do Feitiço trovo
pt_br: Mostrar elenco do feitiço Trovo
ru: Шоу Трово Заклинание

source: Show Twitch Bits Cheered
es: Mostrar Twitch Bits Cheered
ja: ツイッチビットを応援する
pt: Show Twitch Bits Aplaudido
pt_br: Mostrar Twitch Bits aplaudidos
ru: Шоу Twitch Биты Приветствовали

source: Show Twitch Channel Points
es: Mostrar puntos de canal de Twitch
ja: ツイッチチャンネルポイントを表示する
pt: Mostrar pontos do Canal Twitch
pt_br: Mostrar pontos do canal Twitch
ru: Показать точки канала Twitch

source: Show Twitch Hype Train
es: Mostrar Twitch Hype Train
ja: ツイッチハイプトレインを表示
pt_br: Mostrar trem de hype do Twitch
ru: Шоу Twitch Hype Train

source: Trovo Spell Cast
es: Lanzamiento de hechizos de Trovo
ja: トロヴォスペルキャスト
pt: Elenco do Feitiço trovo
pt_br: Elenco de feitiço Trovo
ru: Заклинание Трово

source: Chat Entrance Command
es: Comando de entrada de chat
ja: チャットエントランスコマンド
pt: Comando de Entrada de Bate-papo
pt_br: Comando de entrada de bate-papo
ru: Команда входа в чат

source: Trovo Admin
es: Administrador de Trovo
ja: トロボ管理者
pt_br: Administrador Trovo
ru: Трово Админ

source: Trovo Editor
ja: トロボ・エディター
pt_br: Editor Trovo
ru: Редактор Trovo

source: Trovo Warden
es: Guardián de Trovo
ja: トロヴォ・ウォーデン
pt: Diretor de Trovo
pt_br: Diretor Trovo
ru: Надзиратель Трово

source: Twitch Affiliate
es: Afiliado de Twitch
ja: ツイッチアフィリエイト
pt: Afiliado do Twitch
pt_br: Afiliado do Twitch
ru: Twitch Партнер

source: Twitch Channel Editor
es: Editor de canales de Twitch
ja: Twitchチャンネルエディタ
pt: Editor do Canal Twitch
pt_br: Editor de canal Twitch
ru: Редактор каналов Twitch

source: Twitch Global Mod
ja: Twitchグローバルモッズ
pt_br: Mod Global Twitch
ru: Twitch Глобал Мод

source: Twitch Partner
es: Socio de Twitch
ja: ツイッチパートナー
pt: Parceiro Twitch
pt_br: Parceiro Twitch
ru: Партнер Twitch

source: Twitch Staff
es: Personal de Twitch
ja: ツイッチスタッフ
pt: Equipe twitch
pt_br: Equipe Twitch
ru: Персонал Twitch

source: Twitch Turbo
ja: ツイッチターボ
pt_br: Contração Turbo
ru: Twitch Турбо

source: YouTube Member
es: Miembro de YouTube
ja: ユーチューブ会員
pt: Membro do YouTube
pt_br: Membro do YouTube
ru: Пользователь YouTube

source: YouTube Subscriber
es: Suscriptor de YouTube
ja: YouTube 加入者
pt: Assinante do YouTube
pt_br: Assinante do YouTube
ru: Подписчик YouTube

# AccountsChangesRequireRestart
source: All changes to signed-in accounts require a full restart of Mix It Up!
es: Todos los cambios en las cuentas que han iniciado sesión requieren un reinicio completo de Mix It Up!
ja: サインインしたアカウントに対するすべての変更は、ミックス・イット・アップの完全な再起動が必要です!
pt: Todas as alterações nas contas de assinatura requerem um reinicialização completo do Mix It Up!
pt_br: Todas as alterações nas contas conectadas exigem uma reinicialização completa do Mix It Up!
ru: Все изменения в учетных записях для входа требуют полного перезапуска Mix It Up!

# TwitchAccountMustBeConnectedToUseThisFeature
source: A Twitch account must be connected to use this feature
es: Una cuenta de Twitch debe estar conectada para usar esta función
ja: この機能を使用するには、Twitchアカウントを接続する必要があります
pt: Uma conta do Twitch deve ser conectada para usar esse recurso
pt_br: Uma conta Twitch deve estar conectada para usar este recurso
ru: Для использования этой функции необходимо подключить учетную запись Twitch

# TrovoCustomSpellsEditor
source: Custom Spells Editor
es: Editor de hechizos personalizados
ja: カスタムスペルエディタ
pt: Editor de Feitiços Personalizados
pt_br: Editor de feitiços personalizados
ru: Пользовательский редактор заклинаний

source: Trovo Spell
es: Hechizo de Trovo
ja: トロヴォ・スペル
pt: Feitiço trovo
pt_br: Feitiço Trovo
ru: Заклинание Трово

# TrovoSpellName
source: Spell Name
es: Nombre del hechizo
ja: スペル名
pt: Nome do Feitiço
pt_br: Soletrar nome
ru: Имя орфографии

source: Trovo Spells
es: Hechizos de Trovo
ja: トロヴォスペル
pt: Feitiços trovo
pt_br: Feitiços Trovo
ru: Заклинания Трово

source: Add User Role
es: Agregar rol de usuario
ja: ユーザー ロールの追加
pt: Adicionar função do usuário
pt_br: Adicionar função de usuário
ru: Добавление роли пользователя

source: Disable Follower Mode
es: Deshabilitar el modo seguidor
ja: フォロワーモードを無効にする
pt: Desativar o modo seguidor
pt_br: Desativar modo seguidor
ru: Отключить режим подписчика

source: Disable Slow Mode
es: Deshabilitar el modo lento
ja: 低速モードを無効にする
pt: Desativar o modo lento
pt_br: Desativar modo lento
ru: Отключение медленного режима

source: Enable Follower Mode
es: Habilitar el modo seguidor
ja: フォロワーモードを有効にする
pt: Ativar o modo seguidor
pt_br: Ativar modo seguidor
ru: Включить режим подписчика

source: Enable Slow Mode
es: Habilitar el modo lento
ja: 低速モードを有効にする
pt: Habilitar o modo lento
pt_br: Ativar modo lento
ru: Включение медленного режима

source: Remove User Role
es: Quitar rol de usuario
ja: ユーザー ロールの削除
pt: Remover a função do usuário
pt_br: Remover função de usuário
ru: Удаление роли пользователя

# TrovoActionAmountMissing
source: Trovo Action: An valid amount must be specified
es: Acción Trovo: Se debe especificar una cantidad válida
ja: トロボアクション: 有効な金額を指定する必要があります
pt: Ação trovo: Um valor válido deve ser especificado
pt_br: Ação Trovo: Um valor válido deve ser especificado
ru: Trovo Action: Должна быть указана действительная сумма

# TrovoActionRoleNameMissing
source: Trovo Action: A valid role name must be specified
es: Acción de Trovo: Se debe especificar un nombre de rol válido
ja: トロボ アクション: 有効なロール名を指定する必要があります
pt: Ação trovo: Um nome de função válido deve ser especificado
pt_br: Ação Trovo: Um nome de função válido deve ser especificado
ru: Действие Trovo: необходимо указать допустимое имя роли

# TrovoActionUsernameMissing
source: Trovo Action: A valid username must be specified
es: Acción trovo: se debe especificar un nombre de usuario válido
ja: トロボ アクション: 有効なユーザー名を指定する必要があります。
pt: Ação trovo: Um nome de usuário válido deve ser especificado
pt_br: Ação Trovo: Um nome de usuário válido deve ser especificado
ru: Действие Trovo: необходимо указать действительное имя пользователя

source: Application Exit
es: Salida de la aplicación
ja: アプリケーションの終了
pt: Saída de aplicativo
pt_br: Saída do aplicativo
ru: Выход из приложения

source: Application Launch
es: Lanzamiento de aplicaciones
ja: アプリケーションの起動
pt: Lançamento de aplicativos
pt_br: Lançamento de aplicativo
ru: Запуск приложения

source: Log in with Glimesh
es: Iniciar sesión con Glimesh
ja: グリメッシュでログイン
pt: Faça login com Glimesh
pt_br: Faça login com Glimesh
ru: Войти с помощью Glimesh

source: Log in with Trovo
es: Iniciar sesión con Trovo
ja: トロボでログイン
pt: Faça login com Trovo
pt_br: Faça login com Trovo
ru: Войти с помощью Trovo

source: Log in with Twitch
es: Inicia sesión con Twitch
ja: Twitch でログインする
pt: Faça login com o Twitch
pt_br: Faça login com Twitch
ru: Вход с помощью Twitch

source: Log in with YouTube
es: Iniciar sesión con YouTube
ja: YouTube でログインする
pt: Faça login no YouTube
pt_br: Faça login com o YouTube
ru: Войдите в систему с помощью YouTube

source: Log out of Glimesh
es: Cerrar sesión en Glimesh
ja: グリメッシュからログアウト
pt: Sair de Glimesh
pt_br: Sair do Glimesh
ru: Выйдите из Глимеша

source: Log out of Trovo
es: Cerrar sesión en Trovo
ja: トロヴォからログアウト
pt: Sair de Trovo
pt_br: Sair do Trovo
ru: Выход из Trovo

source: Log out of Twitch
es: Cerrar sesión en Twitch
ja: Twitch からログアウト
pt: Sair do Twitch
pt_br: Sair do Twitch
ru: Выход из Twitch

source: Log out of YouTube
es: Cerrar sesión en YouTube
ja: YouTube からログアウトする
pt: Sair do YouTube
pt_br: Sair do YouTube
ru: Выйдите из YouTube

# LinkAccountCommandAccountsLinkedSuccessfully
source: Account linking process successful.
es: El proceso de vinculación de cuentas se ha realizado correctamente.
ja: アカウントのリンク処理が成功しました。
pt: Processo de vinculação de contas bem sucedido.
pt_br: Processo de vinculação de conta bem-sucedido.
ru: Процесс связывания аккаунта выполнен успешно.

# LinkAccountCommandErrorUnsupportedPlatform
source: ERROR: The platform specified is not supported: {0}
es: ERROR: La plataforma especificada no es compatible: {0}
ja: エラー: 指定されたプラットフォームはサポートされていません: {0}
pt: ERRO: A plataforma especificada não é suportada: {0}
pt_br: ERRO: A plataforma especificada não é compatível: {0}
ru: ОШИБКА: Указанная платформа не поддерживается: {0}

# LinkAccountCommandErrorUserNotFound
source: ERROR: Could not find user with the following username: {0}
es: ERROR: No se pudo encontrar el usuario con el siguiente nombre de usuario: {0}
ja: エラー: 次のユーザー名を持つユーザーが見つかりませんでした: {0}
pt: ERRO: Não foi encontrado usuário com o seguinte nome de usuário: {0}
pt_br: ERRO: não foi possível encontrar o usuário com o seguinte nome de usuário: {0}
ru: ОШИБКА: Не удалось найти пользователя со следующим именем пользователя: {0}

# LinkAccountCommandPleaseConfirmLink
source: Account linking process started. Please re-run command on the other platform with your current user's information: "!linkaccount {0} {1}"
es: Se inició el proceso de vinculación de cuentas. Vuelva a ejecutar el comando en la otra plataforma con la información de su usuario actual: "!linkaccount {0} {1}"
ja: アカウントのリンク処理を開始しました。現在のユーザーの情報を使用して、他のプラットフォームでコマンドを再実行してください: "!linkaccount {0} {1}"
pt: O processo de vinculação de contas começou. Por favor, re-execute o comando na outra plataforma com as informações do usuário atual: "!linkaccount {0} {1}"
pt_br: Processo de vinculação de conta iniciado. Execute novamente o comando na outra plataforma com as informações do seu usuário atual: "!linkaccount {0} {1}"
ru: Запущен процесс связывания аккаунта. Пожалуйста, повторно запустите команду на другой платформе с информацией о вашем текущем пользователе: "!linkaccount {0} {1}"

# LinkAccountCommandUsage
source: Usage: !linkaccount <PLATFORM> <PLATFORM USERNAME>
es: Uso: !linkaccount <PLATFORM> <USUBREUSUARIO DE PLATAFORMA>
ja: 使用法: !リンクアカウント<PLATFORM><プラットフォームユーザー名>
pt: Uso: !linkaccount <PLATFORM> <PLATFORM USERNAME>
pt_br: Uso: !linkaccount <PLATFORM> <PLATFORM USERNAME>
ru: Использование: !linkaccount <PLATFORM> <ПОЛЬНОЕ ИМЯ ПОЛЬЗОВАТЕЛЯ>

source: Disable Emote Only
es: Deshabilitar solo Emote
ja: エモートのみを無効にする
pt: Desativar somente Emote
pt_br: Desativar apenas emote
ru: Отключить только эмоции

source: Disable Followers Only
es: Deshabilitar solo seguidores
ja: フォロワーのみを無効にする
pt: Desativar somente seguidores
pt_br: Desativar apenas seguidores
ru: Отключение только подписчиков

source: Disable Slow Chat
es: Deshabilitar el chat lento
ja: 低速チャットを無効にする
pt: Desativar o Bate-papo Lento
pt_br: Desativar bate-papo lento
ru: Отключить медленный чат

source: Disable Subscriber Chat
es: Deshabilitar el chat de suscriptor
ja: サブスクライバー チャットを無効にする
pt: Desativar o chat do assinante
pt_br: Desativar bate-papo de assinante
ru: Отключить чат подписчика

source: Enable Emote Only
es: Habilitar solo Emote
ja: エモートのみを有効にする
pt: Habilitar somente emote
pt_br: Habilitar apenas emote
ru: Включить только эмоции

source: Enable Followers Only
es: Habilitar solo seguidores
ja: フォロワーのみを有効にする
pt: Ativar somente seguidores
pt_br: Habilitar apenas seguidores
ru: Включить только подписчиков

source: Enable Slow Chat
es: Habilitar chat lento
ja: 低速チャットを有効にする
pt: Habilite o bate-papo lento
pt_br: Ativar bate-papo lento
ru: Включить медленный чат

source: Enable Subscribers Chat
es: Habilitar el chat de suscriptores
ja: サブスクライバー チャットを有効にする
pt: Habilitar o bate-papo dos assinantes
pt_br: Habilitar bate-papo para assinantes
ru: Включить чат подписчиков

# TwitchActionTimeLengthMissing
source: Twitch Action: A valid time length must be specified
es: Acción de Twitch: se debe especificar una duración de tiempo válida
ja: Twitch アクション: 有効な時間の長さを指定する必要があります。
pt: Ação do Twitch: Um período de tempo válido deve ser especificado
pt_br: Ação Twitch: Um período de tempo válido deve ser especificado
ru: Действие Twitch: необходимо указать допустимую продолжительность времени

# TwitchActionUsernameMissing
source: Twitch Action: A valid username must be specified
es: Acción de Twitch: se debe especificar un nombre de usuario válido
ja: Twitch アクション: 有効なユーザー名を指定する必要があります
pt: Twitch Action: Um nome de usuário válido deve ser especificado
pt_br: Ação Twitch: Um nome de usuário válido deve ser especificado
ru: Действие Twitch: необходимо указать действительное имя пользователя

# AlertResubscribed
source: {0} Re-Subscribed for {1} Months
es: {0} suscrito por {1} meses
ja: {0} {1}ヶ月間再購読
pt: {0} re-inscrito por {1} meses
pt_br: {0} Assinado novamente por {1} meses
ru: {0} переподписан на {1} месяцев

# AlertSubscribed
source: {0} Subscribed
es: {0} Suscrito
ja: 購読{0}
pt: {0} inscrito
pt_br: {0} inscrito
ru: {0} Подписано

source: Pause All Commands
es: Pausar todos los comandos
ja: すべてのコマンドを一時停止
pt: Pausar todos os comandos
pt_br: Pausar todos os comandos
ru: Приостановить все команды

source: Unpause All Commands
es: Despausar todos los comandos
ja: すべてのコマンドの一時停止を解除する
pt: Não épausa todos os comandos
pt_br: Retomar todos os comandos
ru: Отмена всех команд

source: Platforms
es: Plataformas
ja: プラットフォーム
pt: Plataformas
pt_br: Plataformas
ru: Платформ

source: Glimesh ID
ja: グリメッシュID
pt_br: ID do brilho
ru: Глимеш ИД

source: Glimesh Username
es: Nombre de usuario de Glimesh
ja: グリメッシュユーザー名
pt: Nome de usuário glimesh
pt_br: Nome de usuário Glimesh
ru: Имя пользователя Glimesh

source: Trovo ID
ja: トロヴォ ID
pt_br: ID Trovo
ru: Трово ИД

source: Trovo Username
es: Nombre de usuario de Trovo
ja: トロヴォユーザー名
pt: Nome de usuário trovo
pt_br: Nome de usuário Trovo
ru: Трово Имя пользователя

source: YouTube ID
ja: ユーチューブ ID
pt_br: ID do YouTube
ru: Идентификатор YouTube

source: YouTube Username
es: Nombre de usuario de YouTube
ja: ユーチューブのユーザー名
pt: Nome de usuário do YouTube
pt_br: Nome de usuário do YouTube
ru: Имя пользователя YouTube

source: Platform ID
es: ID de plataforma
ja: プラットフォーム ID
pt: ID da plataforma
pt_br: ID da plataforma
ru: Идентификатор платформы

source: Platform Username
es: Nombre de usuario de la plataforma
ja: プラットフォームユーザー名
pt: Nome de usuário da plataforma
pt_br: Nome de usuário da plataforma
ru: Имя пользователя платформы

# UserImportResults
source: Successful Imports: {0} Pending Imports: {1} Failed Imports: {2} Users who have not visited your channel yet while Mix It Up is running have their data import pending and will be successfully imported when they first visit. Failed imports could be due to invalid data or failure to find their information on the platform. Please contact support for further help with this if needed.
es: Importaciones exitosas: {0} Importaciones pendientes: {1} Importaciones fallidas: {2} Los usuarios que aún no han visitado tu canal mientras Mix It Up se está ejecutando tienen su importación de datos pendiente y se importarán correctamente cuando lo visiten por primera vez. Las importaciones fallidas podrían deberse a datos no válidos o a la falta de búsqueda de su información en la plataforma. Póngase en contacto con el soporte técnico para obtener más ayuda con esto si es necesario.
ja: 正常なインポート: {0} 保留中のインポート: {1} 失敗したインポート: {2} Mix It Up の実行中にまだチャンネルにアクセスしていないユーザーは、データのインポートが保留され、最初にアクセスしたときに正常にインポートされます。 インポートの失敗は、無効なデータまたはプラットフォーム上での情報の検出に失敗した可能性があります。必要に応じて、サポートに連絡して、このサポートに連絡してください。
pt: Importações bem sucedidas: {0} Importações pendentes: {1} Importações com falha: {2} Os usuários que ainda não visitaram seu canal enquanto o Mix It Up estiver em execução têm sua importação de dados pendente e serão importados com sucesso quando visitarem pela primeira vez. As importações fracassadas podem ser devido a dados inválidos ou à falta de encontrar suas informações na plataforma. Por favor, entre em contato com o suporte para obter mais ajuda com isso, se necessário.
pt_br: Importações bem-sucedidas: {0} Importações pendentes: {1} Falha na importação: {2} Os usuários que ainda não visitaram seu canal enquanto o Mix It Up está em execução têm a importação de dados pendente e serão importados com sucesso na primeira visita. As falhas nas importações podem ser causadas por dados inválidos ou por falha na localização de suas informações na plataforma. Entre em contato com o suporte para obter mais ajuda com isso, se necessário.
ru: Успешный импорт: {0} Отложенный импорт: {1} Неудачный импорт: {2} Пользователи, которые еще не посещали ваш канал во время работы Mix It Up, ожидают импорта данных и будут успешно импортированы при первом посещении. Неудачный импорт может быть вызван недействительными данными или невозможностью найти их информацию на платформе. Пожалуйста, свяжитесь со службой поддержки для получения дополнительной помощи в этом вопросе, если это необходимо.

# TimersRunOnlyWhenLive
source: Run Only When Live
es: Ejecutar solo cuando está en vivo
ja: ライブ時のみ実行
pt: Executar somente quando ao vivo
pt_br: Executar somente quando estiver ao vivo
ru: Запуск только в прямом эфире

source: Fast Clip (90 Seconds)
es: Clip rápido (90 segundos)
ja: 高速クリップ(90秒)
pt: Clipe rápido (90 segundos)
pt_br: Clipe rápido (90 segundos)
ru: Быстрый клип (90 секунд)

source: Manual Deletion
es: Eliminación manual
ja: 手動削除
pt: Exclusão Manual
pt_br: Exclusão manual
ru: Удаление вручную

source: Accent
es: Acento
ja: 訛り
pt: Acento
pt_br: Sotaque
ru: Акцент

source: Apostrophe
es: Apóstrofo
ja: アポストロフィー
pt: Apóstrofo
pt_br: Apóstrofo
ru: Апостроф

source: Backslash
es: Barra invertida
ja: バックスラッシュ
pt: Barra invertida
pt_br: Barra invertida
ru: Обратная косая черта

source: Backspace
es: Retroceso
ja: バックスペース
pt_br: Retrocesso
ru: Возврат

source: Comma
es: Coma
ja: コンマ
pt: Vírgula
pt_br: Vírgula
ru: Запятая

source: Down Arrow
es: Flecha abajo
ja: 下向き矢印
pt: Seta para baixo
pt_br: Seta para baixo
ru: Стрелка вниз

source: Enter
es: Entrar
ja: 入る
pt: Entrar
pt_br: Digitar
ru: Входить

source: Equal
es: Igual
ja: 等しい
pt: Igual
pt_br: Igual
ru: Равный

source: Escape
es: Escapar
ja: 逃げる
pt: Escapar
pt_br: Escapar
ru: Побег

source: Forward Slash
es: Barra inclinada
ja: スラッシュ
pt: Barra
pt_br: Barra
ru: Косая черта

source: Home
es: Hogar
ja: 家
pt: Casa
pt_br: Lar
ru: Дом

source: Insert
es: Insertar
ja: 挿入する
pt: Inserir
pt_br: Inserir
ru: Вставка

source: Left Alt
es: Alt izquierda
ja: 左 Alt
pt: Alt esquerda
pt_br: Alt esquerdo
ru: Левый Alt

source: Left Arrow
es: Flecha izquierda
ja: 左向き矢印
pt: Seta esquerda
pt_br: Seta para a esquerda
ru: Стрелка влево

source: Left Bracket
es: Soporte izquierdo
ja: 左ブラケット
pt: Suporte esquerdo
pt_br: Colchete Esquerdo
ru: Левая скобка

source: Left Control
es: Control izquierdo
ja: 左のコントロール
pt: Controle esquerdo
pt_br: Controle Esquerdo
ru: Левое управление

source: Left Shift
es: Desplazamiento a la izquierda
ja: 左シフト
pt: Turno esquerdo
pt_br: Deslocamento Esquerdo
ru: Сдвиг влево

source: Left Windows
es: Ventanas izquierdas
ja: 左のウィンドウ
pt: Janelas esquerdas
pt_br: Janelas esquerdas
ru: Левые окна
