Repository: SaviorXTanren/mixer-mixitup
Catalog: MixItUp.*/Resources.*.resx
Languages: de, es, fr, fr_fr, ja, nl, pt, pt_br, ru, uk

# CommandActionWaitUntilCompleteHintText
source: To have the Command Action wait until the selected sub-command is completed, the sub-command WILL NOT use the built-in command locking system for this specific time it is run. This is to prevent what's known as a deadlock from occurring (command gets stuck and can't complete). This also means that other commands of the same type as the selected sub-command will be able to run at the same time if it's different than the current command. For example, if the selected sub-command is an Action Group, then it will still be possible for another Action Group to run at the same time if this is enabled. You can think of it as similar to toggling the "Unlock Command" option, but it instead only applies to this specific time.
de: Damit die Befehlsaktion wartet, bis der ausgewählte Unterbefehl abgeschlossen ist, verwendet der Unterbefehl NICHT die eingebautes Befehlssperrsystem für diese bestimmte Zeit, in der es ausgeführt wird. Dies soll verhindern, dass ein sogenannter Deadlock auftritt (Befehl bleibt hängen und kann nicht abgeschlossen werden). Dies bedeutet auch, dass andere Befehle des gleichen Typs wie der ausgewählte Der Unterbefehl kann gleichzeitig ausgeführt werden, wenn er sich vom aktuellen Befehl unterscheidet. Wenn z. B. die ausgewählte Unterbefehl ist eine Aktionsgruppe, dann ist es immer noch möglich, dass eine andere Aktionsgruppe gleichzeitig ausgeführt wird, wenn dies ermöglichte. Sie können es sich ähnlich wie das Umschalten der Option "Befehl entsperren" vorstellen, aber es gilt stattdessen nur für diese bestimmte Zeit.
es: Para que la acción de comando espere hasta que se complete el subcomando seleccionado, el subcomando NO utilizará el comando sistema de bloqueo de comandos incorporado para este tiempo específico que se ejecuta. Esto es para evitar que ocurra lo que se conoce como un punto muerto. (el comando se atasca y no se puede completar). Esto también significa que otros comandos del mismo tipo que el seleccionado el subcomando podrá ejecutarse al mismo tiempo si es diferente al comando actual. Por ejemplo, si el seleccionado El subcomando es un grupo de acciones, entonces todavía será posible que otro grupo de acciones se ejecute al mismo tiempo si esto es Habilitado. Puede pensar que es similar a alternar la opción "Desbloquear comando", pero en su lugar solo se aplica a este momento específico.
fr: Pour que l’action de commande attende que la sous-commande sélectionnée soit terminée, la sous-commande N’UTILISERA PAS le système de verrouillage de commande intégré pour cette période spécifique où il est exécuté. Ceci afin d’éviter ce que l’on appelle une impasse de se produire (la commande est bloquée et ne peut pas se terminer). Cela signifie également que d’autres commandes du même type que les commandes sélectionnées la sous-commande pourra s’exécuter en même temps si elle est différente de la commande actuelle. Par exemple, si l’entreprise sélectionnée la sous-commande est un groupe d’actions, alors il sera toujours possible pour un autre groupe d’action de s’exécuter en même temps si c’est Activé. Vous pouvez penser que cela ressemble à l’option « Déverrouiller la commande », mais cela ne s’applique qu’à cette heure spécifique.
ja: 選択したサブコマンドが完了するまでコマンドアクションを待機させるには、サブコマンドは この特定の時間に対して、組み込みのコマンド・ロック・システムが実行されます。これは、デッドロックと呼ばれるものが発生するのを防ぐためです。 (コマンドがスタックし、完了できません)。これは、選択したコマンドと同じ種類の他のコマンドも意味します。 サブコマンドは、現在のコマンドと異なる場合、同時に実行することができます。たとえば、選択した サブコマンドはアクショングループですが、この場合は別のアクショングループを同時に実行することができます。 有効。"Unlock Command" オプションを切り替えるのと似ていますが、この特定の時間にのみ適用されます。
nl: Als u de opdrachtactie wilt laten wachten totdat de geselecteerde subopdracht is voltooid, wordt met de subopdracht de ingebouwd commandovergrendelingssysteem voor deze specifieke tijd dat het wordt uitgevoerd. Dit om te voorkomen dat er een zogenaamde impasse optreedt. (commando loopt vast en kan niet worden voltooid). Dit betekent ook dat andere opdrachten van hetzelfde type als de geselecteerde subopdracht kan tegelijkertijd worden uitgevoerd als deze anders is dan de huidige opdracht. Bijvoorbeeld als de geselecteerde subcommando is een Actiegroep, dan is het nog steeds mogelijk dat een andere Actiegroep tegelijkertijd wordt uitgevoerd als dit Ingeschakeld. Je kunt het zien als vergelijkbaar met het schakelen tussen de optie "Opdracht ontgrendelen", maar het is in plaats daarvan alleen van toepassing op deze specifieke tijd.
pt: Para que a Ação de Comando aguarde até que o subcomandá selecionado seja concluído, o sub-comando NÃO usará o sistema de bloqueio de comando incorporado para este tempo específico em que é executado. Isto é para evitar que o que é conhecido como um impasse ocorra (o comando fica preso e não consegue completar). Isso também significa que outros comandos do mesmo tipo do selecionado sub-comando será capaz de executar ao mesmo tempo se for diferente do comando atual. Por exemplo, se os selecionados sub-comando é um Grupo de Ação, então ainda será possível para outro Grupo de Ação para executar ao mesmo tempo, se este é Habilitado. Você pode pensar nisso como semelhante à opção "Desbloquear Comando", mas em vez disso só se aplica a este momento específico.
pt_br: Para que a Ação de Comando espere até que o subcomando selecionado seja concluído, o subcomando NÃO usará o sistema de bloqueio de comando integrado para este momento específico em que é executado. Isso evita que ocorra o que é conhecido como impasse (o comando trava e não pode ser concluído). Isto também significa que outros comandos do mesmo tipo que o selecionado O subcomando poderá ser executado ao mesmo tempo se for diferente do comando atual. Por exemplo, se o selecionado subcomando for um Grupo de Ação, então ainda será possível que outro Grupo de Ação seja executado ao mesmo tempo se este for habilitado. Você pode pensar nisso como algo semelhante a alternar a opção “Comando de desbloqueio”, mas, em vez disso, aplica-se apenas a esse horário específico.
ru: Чтобы действия команды ждали завершения выбранной суб-команды, эта субкоманда НЕ будет использовать встроенную систему блокировки команд для этого конкретного запуска. Это делается для того, чтобы не допустить возникновения тупика (команда "застревает" и не может быть завершена). Это также означает, что другие команды того же типа, что и выбранные субкоманды смогут работать в одно и то же время, если они отличаются от текущей команды. Например, если выбранная субкоманда является группой действий, другая группа действий также сможет работать одновременно с ней, если этот параметр включён. Это похоже на опцию "Разблокировать команду", применяющийся только в данное конкретное время.
uk: Щоб командна дія зачекала, доки вибрану підкоману не буде завершено, підкомандування не використовуватиме вбудована система блокування команд для цього конкретного часу, коли вона запускається. Це робиться для того, щоб запобігти виникненню того, що відомо як глухий кут. (команда застрягла і не може завершити). Це також означає, що інші команди того ж типу, що й вибрані підкомандування зможе виконувати одночасно, якщо вона відрізняється від поточної команди. Наприклад, якщо вибраний підкомандою є Action Group, тоді інша група дій все одно зможе одночасно працювати, якщо це Включений. Ви можете думати про це як про схожість на параметр "Розблокувати команду", але замість цього він застосовується лише до цього конкретного часу.

source: Russian
de: Russisch
es: Ruso
fr: Russe
ja: ロシア語
nl: Russisch
pt: Russo
pt_br: russo
ru: Русский
uk: Російська

source: Channel Points Editor
de: Kanalpunkte-Editor
es: Editor de puntos de canal
fr: Éditeur de points de canal
ja: チャネル ポイント エディタ
nl: Editor voor kanaalpunten
pt: Editor de pontos do canal
pt_br: Editor de pontos do canal
ru: Редактор очков канала
uk: Редактор точок каналу

source: Chat User Timeout
de: Chat-Benutzer-Timeout
es: Tiempo de espera del usuario de chat
fr: Délai d’expiration de l’utilisateur de chat
ja: チャット ユーザー タイムアウト
nl: Time-out voor chatgebruikers
pt: Tempo limite do usuário de bate-papo
pt_br: Tempo limite do usuário do bate-papo
ru: Тайм-аут пользователя чата
uk: Тайм-аут користувача чату

source: Chat Whisper Received
de: Chat Whisper erhalten
es: Chat Whisper recibido
fr: Chat Whisper reçu
ja: チャットウィスパー受信
nl: Chat Whisper ontvangen
pt: Chat Whisper Recebido
pt_br: Sussurro de bate-papo recebido
ru: Чат Шепот Получен
uk: Чат Шепіт отримав

source: Twitch Channel Bits Cheered
de: Twitch Channel Bits jubelt
es: Twitch Channel Bits animados
fr: Les bits de la chaîne Twitch applaudissaient
ja: ツイッチチャンネルビット応援
nl: Twitch-kanaal Bits gejuicht
pt: Twitch Channel Bits Aplaudido
pt_br: Bits do canal Twitch aplaudidos
ru: Биты канала Twitch приветствовались
uk: Twitch канал біти підбадьорені

source: Twitch Channel Followed
de: Twitch-Kanal gefolgt
es: Canal de Twitch seguido
fr: Chaîne Twitch suivie
ja: ツイッチチャンネルフォロー
nl: Twitch-kanaal gevolgd
pt: Twitch Channel seguido
pt_br: Canal Twitch seguido
ru: За каналом Twitch следят
uk: Twitch канал слідував

source: Twitch Channel Hosted
de: Twitch-Kanal gehostet
es: Canal de Twitch alojado
fr: Chaîne Twitch hébergée
ja: Twitchチャンネルホスト
nl: Twitch-kanaal gehost
pt: Twitch Channel Hospedado
pt_br: Canal Twitch hospedado
ru: Хостинг канала Twitch
uk: Twitch канал розміщення

source: Twitch Channel Mass Subscriptions Gifted
de: Twitch Channel Massenabonnements begabt
es: Suscripciones masivas de Twitch Channel regaladas
fr: Abonnements de masse à la chaîne Twitch offerts
ja: Twitchチャンネルマスサブスクリプションギフト
nl: Twitch-kanaal massa-abonnementen Hoogbegaafd
pt: Assinaturas em massa do Twitch Channel
pt_br: Assinaturas em massa do canal Twitch oferecidas
ru: Массовые подписки на канал Twitch одаренные
uk: Twitch канал масові підписки обдаровані

source: Twitch Channel Points Redeemed
de: Eingelöste Twitch-Kanalpunkte
es: Puntos de canal de Twitch canjeados
fr: Points de chaîne Twitch échangés
ja: 引き換えのツイッチチャンネルポイント
nl: Twitch-kanaalpunten ingewisseld
pt: Pontos do canal twitch resgatados
pt_br: Pontos do Twitch Channel resgatados
ru: Обмен баллов канала Twitch
uk: Twitch джерело точок викуплені

source: Twitch Channel Raided
de: Twitch-Kanal überfallen
es: Canal de Twitch allanado
fr: Chaîne Twitch perquisitionnée
ja: トゥイッチチャンネルレイド
nl: Twitch-kanaal raided
pt: Canal Twitch invadido
pt_br: Canal Twitch invadido
ru: Рейд на канал Twitch
uk: Twitch канал рейд

# TwitchChannelHypeTrainBegin
source: Twitch Channel Hype Train Started
de: Twitch Channel Hype Train gestartet
es: Iniciado twitch Channel Hype Train
fr: Le train de battage médiatique de la chaîne Twitch a commencé
ja: ツイッチチャンネルハイプトレイン開始
nl: Twitch Channel Hype Train gestart
pt: Twitch Channel Hype Train Começou
pt_br: Começou o Hype Train do canal Twitch
ru: Канал Twitch Запустил шумный поезд
uk: Twitch канал Hype поїзд почав

source: Twitch Channel Hype Train Progress
de: Twitch Channel Hype Train Fortschritt
es: Progreso del tren de twitch Channel Hype
fr: Progression du train de battage médiatique de la chaîne Twitch
ja: ツイッチチャンネルハイプ列車の進捗状況
nl: Twitch Channel Hype Trein Voortgang
pt: Progresso do trem hype do Canal Twitch
pt_br: Progresso do Hype Train do canal Twitch
ru: Twitch Channel Хайп Трейн Прогресс
uk: Twitch канал Hype поїзд прогрес

# TwitchChannelHypeTrainEnd
source: Twitch Channel Hype Train Ended
de: Twitch Channel Hype Train beendet
es: Terminó el tren de bombo de Twitch Channel
fr: Le train de battage médiatique de la chaîne Twitch s’est terminé
ja: ツイッチチャンネルハイプトレイン終了
nl: Twitch Channel Hype Train beëindigd
pt: Trem hype do canal twitch terminou
pt_br: O trem de hype do canal Twitch terminou
ru: Твич Канал Хайп Поезд закончился
uk: Twitch канал Hype поїзд закінчився

source: Twitch Channel Resubscribed
de: Twitch-Kanal erneut abonniert
es: Canal de Twitch resuscrito
fr: Chaîne Twitch réabonnée
ja: Twitchチャンネル再サブスクライブ
nl: Twitch-kanaal opnieuw ingeschreven
pt: Rescrito do Canal Twitch
pt_br: Canal Twitch reinscrito
ru: Повторная подписка на канал Twitch
uk: Twitch канал Resubscribed

source: Twitch Channel Stream Start
es: Inicio de la transmisión del canal de Twitch
fr: Démarrage du flux de chaîne Twitch
ja: Twitchチャンネルストリームスタート
nl: Twitch-kanaal Stream starten
pt: Início do fluxo do Canal Twitch
pt_br: Início da transmissão do canal Twitch
ru: Запуск трансляции канала Twitch
uk: Запуск потоку каналу Twitch

source: Twitch Channel Stream Stop
de: Twitch-Kanal-Stream-Stopp
es: Parada de transmisión de canal de Twitch
fr: Arrêt du flux de chaîne Twitch
ja: Twitchチャンネルストリーム停止
pt: Parada de fluxo do Canal Twitch
pt_br: Parada de transmissão do canal Twitch
ru: Остановка потока канала Twitch
uk: Twitch канал потік зупинки

source: Twitch Channel Subscribed
de: Twitch-Kanal abonniert
es: Canal de Twitch suscrito
fr: Chaîne Twitch abonnée
ja: Twitchチャンネル購読
nl: Twitch-kanaal geabonneerd
pt: Twitch Channel Inscrito
pt_br: Canal Twitch inscrito
ru: Канал Twitch Подписан
uk: Twitch канал підписаний

source: Twitch Channel Subscription Gifted
de: Twitch-Kanal-Abonnement begabt
es: Suscripción al canal de Twitch Regaled
fr: Abonnement à la chaîne Twitch offert
ja: Twitchチャンネルサブスクリプションギフテッド
nl: Twitch-kanaalabonnement Begaafd
pt: Assinatura do Twitch Channel
pt_br: Assinatura do canal Twitch presenteada
ru: Подписка на канал Twitch Подаренная
uk: Twitch канал підписка обдарований

source: Twitch Channel Unfollowed
de: Twitch-Kanal nicht verfolgt
es: Canal de Twitch sin seguir
fr: Chaîne Twitch non suivi
ja: ツイッチチャンネルアンフォロー
nl: Twitch-kanaal ontvolgd
pt_br: Canal Twitch não seguido
ru: Канал Twitch Отписался от рассылки
uk: Twitch канал не замовний

source: Chat Timeout
es: Tiempo de espera del chat
fr: Délai d’expiration du chat
ja: チャットタイムアウト
nl: Time-out voor chat
pt: Tempo limite de bate-papo
pt_br: Tempo limite do bate-papo
ru: Тайм-аут чата
uk: Тайм-аут чату

source: Host
de: Gastgeber
es: Anfitrión
fr: Hôte
ja: ホスト
nl: Gastheer
pt: Anfitrião
pt_br: Hospedar
ru: Хозяин
uk: Господар

source: Poll
de: Umfrage
es: Encuesta
fr: Scrutin
ja: 投票
nl: Peiling
pt: Pesquisa
pt_br: Enquete
ru: Опрос
uk: Опитування

source: Raid
de: Razzia
es: Incursión
ja: 侵略
nl: Inval
pt_br: Ataque
ru: Рейд
uk: Рейд

source: Clip
de: Scheren
es: Pinza
fr: Capture
ja: 刈る
nl: Knippen
pt: Grampo
pt_br: Grampo
ru: Клип
uk: Кліп

source: Spin Wheel
de: Drehen Sie das Rad
es: Girar la rueda
fr: Faites tourner la roue
ja: スピン・ザ・ホイール
nl: Draai aan het wiel
pt: Gire a roda
pt_br: Roda giratória
ru: Вращайте колесо
uk: Спина колеса

# EmptyJar
source: Empty the Jar
de: Leeren Sie das Glas
es: Vacía el frasco
fr: Vider le pot
ja: ジャーを空にする
nl: Leeg de pot
pt: Esvazie o frasco
pt_br: Esvazie a jarra
ru: Опустошите банку
uk: Спорожнити банку

source: Roll Credits
es: Créditos de rollo
fr: Crédits de roulement
ja: ロールクレジット
nl: Rol Credits
pt: Créditos de rolamento
pt_br: Rolar Créditos
ru: Ролл Кредиты
uk: Рулон кредити

source: Send Tweet
de: Tweet senden
es: Enviar Tweet
fr: Envoyer un tweet
ja: ツイートを送信する
nl: Tweet verzenden
pt: Enviar Tweet
pt_br: Enviar tweet
ru: Отправить твит
uk: Надіслати твіт

source: Update Name
de: Name aktualisieren
es: Nombre de la actualización
fr: Nom de la mise à jour
ja: 名前の更新
nl: Naam update
pt: Nome de atualização
pt_br: Atualizar nome
ru: Имя обновления
uk: Оновити ім'я

source: Plain Text
de: Klartext
es: Texto sin formato
fr: Texte brut
ja: プレーンテキスト
nl: Platte tekst
pt: Texto simples
pt_br: Texto Simples
ru: Обычный текст
uk: Звичайний текст

# LeftDown
source: Left Mouse Down
de: Linke Maus nach unten
es: Ratón izquierdo hacia abajo
fr: Souris gauche vers le bas
ja: マウスの左ボタンを押す
nl: Linker muis naar beneden
pt: Mouse esquerdo para baixo
pt_br: Esquerdo do mouse para baixo
ru: Левая мышь вниз
uk: Ліва миша вниз

# LeftUp
source: Left Mouse Up
de: Linke Maus nach oben
es: Ratón izquierdo hacia arriba
fr: Souris gauche vers le haut
ja: マウスの左上
nl: Linkermuis omhoog
pt: Mouse esquerdo para cima
pt_br: Esquerdo do mouse para cima
ru: Левая мышь вверх
uk: Ліва миша вгору

# RightDown
source: Right Mouse Down
de: Rechte Maustaste nach unten
es: Ratón derecho hacia abajo
fr: Souris droite vers le bas
ja: 右マウスダウン
nl: Rechtermuisknop naar beneden
pt: Mouse direito para baixo
pt_br: Botão direito do mouse para baixo
ru: Правая мышь вниз
uk: Права миша вниз

# MiddleDown
source: Middle Mouse Down
de: Mittlere Maus nach unten
es: Ratón central hacia abajo
fr: Souris du milieu vers le bas
ja: マウスの中央ボタンを押す
nl: Middelste muis naar beneden
pt: Mouse médio para baixo
pt_br: Meio do mouse para baixo
ru: Средняя мышь вниз
uk: Середня миша вниз

# MiddleUp
source: Middle Mouse Up
de: Mittlere Maus nach oben
es: Ratón medio hacia arriba
fr: Souris du milieu vers le haut
ja: マウスの中央上
nl: Middelste muis omhoog
pt: Mouse médio para cima
pt_br: Meio do mouse para cima
ru: Средняя мышь вверх
uk: Середня миша вгору

# XDown
source: Extra Mouse Down
de: Extra Maus runter
es: Ratón extra hacia abajo
fr: Souris supplémentaire vers le bas
ja: 余分なマウスダウン
nl: Extra muis omlaag
pt: Mouse extra para baixo
pt_br: Mouse extra para baixo
ru: Дополнительная мышь вниз
uk: Додаткова миша вниз

# XUp
source: Extra Mouse Up
de: Extra Maus nach oben
es: Ratón extra arriba
fr: Souris supplémentaire vers le haut
ja: 余分なマウスアップ
nl: Extra muis omhoog
pt: Mouse extra para cima
pt_br: Mouse extra para cima
ru: Дополнительная мышь вверх
uk: Додаткова миша вгору

source: Wheel
de: Rad
es: Rueda
fr: Roue
ja: 輪
nl: Wiel
pt: Roda
pt_br: Roda
ru: Колесо
uk: Колесо

source: Absolute
de: Absolut
es: Absoluto
fr: Absolu
ja: 絶対
nl: Absoluut
pt: Absoluto
pt_br: Absoluto
ru: Абсолютный
uk: Абсолют

source: Twitch
de: Zucken
fr: Tic
nl: Trekken
pt_br: Contração muscular
uk: Сіпатися

source: Premium
de: Prämie
es: Prima
fr: Prime
ja: プレミアム
nl: Premie
pt: Prêmio
pt_br: Prêmio
ru: Премия
uk: Преміум

source: Affiliate
de: Aufnehmen
es: Afiliar
fr: Affilier
ja: アフィリエイト
nl: Affiliëren
pt: Afiliar
pt_br: Afiliado
ru: Филиал
uk: Партнерська

# CreateTitleErrorDuplicateRole
source: A title with the same role already exists.
de: Ein Titel mit der gleichen Rolle ist bereits vorhanden.
es: Ya existe un título con el mismo rol.
fr: Un titre avec le même rôle existe déjà.
ja: 同じロールのタイトルが既に存在します。
nl: Een titel met dezelfde rol bestaat al.
pt: Um título com o mesmo papel já existe.
pt_br: Já existe um título com a mesma função.
ru: Заголовок с такой же ролью уже существует.
uk: Назва з тією ж роллю вже існує.

# CreateTitleErrorDuplicateRoleMonths
source: A title with the same role & months already exists.
de: Ein Titel mit der gleichen Rolle & Monaten existiert bereits.
es: Ya existe un título con el mismo rol y meses.
fr: Un titre avec le même rôle et les mêmes mois existe déjà.
ja: 同じ役割と月を持つタイトルが既に存在します。
nl: Een titel met dezelfde rol & maanden bestaat al.
pt: Um título com o mesmo papel e meses já existe.
pt_br: Já existe um título com a mesma função e meses.
ru: Титул с той же ролью и месяцами уже существует.
uk: Назва з тією ж роллю і місяцями вже існує.

# CreateTitleErrorDuplicateTitle
source: A title with the same name already exists.
de: Ein Titel mit dem gleichen Namen ist bereits vorhanden.
es: Ya existe un título con el mismo nombre.
fr: Un titre portant le même nom existe déjà.
ja: 同じ名前のタイトルが既に存在します。
nl: Een titel met dezelfde naam bestaat al.
pt: Um título com o mesmo nome já existe.
pt_br: Já existe um título com o mesmo nome.
ru: Заголовок с таким же именем уже существует.
uk: Заголовок із таким ім'ям уже існує.

# CreateTitleErrorInvalidMonths
source: A valid amount of months for the title must be specified.
de: Für den Titel muss eine gültige Anzahl von Monaten angegeben werden.
es: Se debe especificar una cantidad válida de meses para el título.
fr: Un nombre de mois valide pour le titre doit être spécifié.
ja: タイトルの有効な月数を指定する必要があります。
nl: Een geldig aantal maanden voor de titel moet worden opgegeven.
pt: Uma quantidade válida de meses para o título deve ser especificada.
pt_br: Uma quantidade válida de meses para o título deve ser especificada.
ru: Необходимо указать допустимое количество месяцев для названия.
uk: Необхідно вказати припустиму кількість місяців для заголовка.

# CreateTitleErrorNoTitle
source: A name for the title must be specified.
de: Ein Name für den Titel muss angegeben werden.
es: Se debe especificar un nombre para el título.
fr: Un nom pour le titre doit être spécifié.
ja: タイトルの名前を指定する必要があります。
nl: Er moet een naam voor de titel worden opgegeven.
pt: Um nome para o título deve ser especificado.
pt_br: Um nome para o título deve ser especificado.
ru: Необходимо указать имя для заголовка.
uk: Потрібно вказати ім'я заголовка.

# DeleteSettingsWarning
source: This will completely delete the settings of the currently logged in account and is not reversible. Are you sure you wish to do this?
de: Dadurch werden die Einstellungen des aktuell angemeldeten Kontos vollständig gelöscht und sind nicht umkehrbar. Sind Sie sicher, dass Sie dies tun möchten?
es: Esto eliminará completamente la configuración de la cuenta que ha iniciado sesión actualmente y no es reversible. ¿Está seguro de que desea hacer esto?
fr: Cela supprimera complètement les paramètres du compte actuellement connecté et n’est pas réversible. Êtes-vous sûr de vouloir le faire?
ja: これにより、現在ログインしているアカウントの設定が完全に削除され、元に戻すことはできません。本当にこれをしますか?
nl: Hiermee worden de instellingen van het momenteel ingelogde account volledig verwijderd en is het niet omkeerbaar. Weet je zeker dat je dit wilt doen?
pt: Isso excluirá completamente as configurações da conta atualmente logada e não é reversível. Tem certeza que deseja fazer isso?
pt_br: Isso excluirá completamente as configurações da conta atualmente conectada e não será reversível. Tem certeza de que deseja fazer isso?
ru: Это полностью удалит настройки текущей учетной записи, вошедшей в систему, и не является обратимым. Вы уверены, что хотите это сделать?
uk: Це повністю видалить параметри поточного облікового запису, який увійшов до системи, і не є оборотним. Ви дійсно бажаєте це зробити?

source: Featured
de: Befähigt
es: Recomendados
fr: Vedettes
ja: 注目
nl: Aanbevolen
pt: Destaque
pt_br: Apresentou
ru: Обработанный
uk: Рекомендовані

source: JSON to Special Identifiers
de: JSON zu speziellen Bezeichnern
es: JSON a identificadores especiales
fr: JSON vers Identificateurs spéciaux
ja: JSON から特殊な識別子
nl: JSON naar Speciale Identifiers
pt: JSON para Identificadores Especiais
pt_br: JSON para identificadores especiais
ru: JSON к специальным идентификаторам
uk: JSON до спеціальних ідентифікаторів

source: Pin
de: Stecknadel
es: Anclar
fr: Épingler
ja: ピン
nl: Speld
pt: Alfinete
pt_br: Alfinete
ru: Булавка
uk: Пін
