Repository: SaviorXTanren/mixer-mixitup
Catalog: MixItUp.*/Resources.*.resx
Languages: de, es, fr, fr_fr, ja, nl, pt, pt_br, ru, uk

# GameCommandInitialAmountMustBePositive
source: Initial amount must be a positive number
de: Der Anfangsbetrag muss eine positive Zahl sein
es: El importe inicial debe ser un número positivo
fr: Le montant initial doit être un nombre positif
ja: 初期金額は正の数でなければなりません
nl: Het initiële bedrag moet een positief getal zijn
pt: O valor inicial deve ser um número positivo
pt_br: O valor inicial precisa ser um número positivo
ru: Начальная сумма должна быть положительным числом
uk: Початкова сума повинна бути додатним числом

# GameCommandLockBoxCombinationLength
source: Combination Length
de: Kombinationslänge
es: Longitud de la combinación
fr: Longueur de la combinaison
ja: 組み合わせの長さ
nl: Combinatie Lengte
pt: Comprimento da combinação
pt_br: Comprimento de combinação
ru: Длина кода
uk: Довжина комбінації

# GameCommandLockBoxCombinationLengthMustBeGreaterThan0
source: Combination length must be greater than 0
de: Die Kombinationslänge muss größer als 0 sein
es: La longitud de la combinación debe ser mayor que 0
fr: La longueur de la combinaison doit être supérieure à 0
ja: 組み合わせの長さは 0 より大きくなければなりません
nl: De lengte van de combinatie moet groter zijn dan 0
pt: O comprimento da combinação deve ser maior que 0
pt_br: O comprimento da combinação precisa ser maior que 0
ru: Длина кода должна быть больше 0
uk: Довжина комбінації повинна бути більше 0

# GameCommandLockBoxFailureExample
source: @$username drops their coins into and try their combo $arg1text...but the box doesn't unlock. Their guess was too $gamelockboxhint.
de: @$username lässt ihre Münzen fallen und probiere ihre Combo $arg 1text aus ... aber die Box wird nicht entsperrt. Ihre Vermutung war zu $gamelockboxhint.
es: @$username deja caer sus monedas y prueba su combo $arg 1texto ... pero la caja no se desbloquea. Su suposición era demasiado $gamelockboxhint.
fr: @$username dépose ses pièces et essaie son combo $arg 1text... mais la boîte ne se déverrouille pas. Leur supposition était trop $gamelockboxhint.
ja: @$usernameに自分のコインをドロップし、彼らのコンボ$arg 1text..しかし、ボックスはロック解除されません。彼らの推測はあまりにも$gamelockboxhintでした。
nl: @ $username laat hun munten vallen in en probeer hun combo $arg 1text ... maar de doos ontgrendelt niet. Hun gok was te $gamelockboxhint.
pt: @$username joga suas moedas e experimenta seu combo $arg 1text... mas a caixa não desbloqueia. O palpite deles era muito $gamelockboxhint.
pt_br: @$username coloca suas moedas e tenta o combo $arg1text...mas a caixa não desbloqueia. O palpite deles era muito $gamelockboxhint.
ru: @$username бросает свои монеты в коробку и пробует код $arg1text... но коробка не открывается. Догадка была слишком $gamelockboxhint.
uk: @$username скидає свої монети і спробувати їх комбо $arg 1текст ... але коробка не розблоковується. Їхня здогадка була занадто $gamelockboxhint.

# GameCommandLockBoxInspectionArgmentExample
source: inspect
de: inspizieren
es: Inspeccionar
fr: inspecter
ja: 検査する
nl: inspecteren
pt: inspecionar
pt_br: inspecionar
ru: проверить
uk: оглянути

# GameCommandLockBoxInspectionArgument
source: Inspection Argument
de: Argument "Inspektion"
es: Argumento de inspección
fr: Argument d’inspection
ja: 検査の引数
nl: Inspectie Argument
pt: Argumento de inspeção
pt_br: Argumento de inspeção
ru: Аргумент проверки
uk: Аргумент перевірки

# GameCommandLockBoxInspectionCost
source: Inspection Cost
de: Inspektionskosten
es: Costo de inspección
fr: Coût de l’inspection
ja: 検査費用
nl: Inspectiekosten
pt: Custo de Inspeção
pt_br: Custo de inspeção
ru: Расходы на проверку
uk: Вартість інспекції

# GameCommandLockBoxInspectionExample
source: After inspecting the box for a bit, you surmise that one of the numbers is a $gamelockboxinspection.
de: Nachdem Sie die Box ein wenig inspiziert haben, vermuten Sie, dass eine der Zahlen eine $gamelockboxinspection ist.
es: Después de inspeccionar la caja por un momento, conjeturas que uno de los números es un $gamelockboxinspection.
fr: Après avoir inspecté un peu la boîte, vous supposez que l’un des chiffres est un $gamelockboxinspection.
ja: ボックスを少し調べてから、数字の1つが$gamelockboxinspectionであると推測します。
nl: Nadat je de doos even hebt geïnspecteerd, vermoed je dat een van de nummers een $gamelockboxinspection is.
pt: Depois de inspecionar a caixa um pouco, você supõe que um dos números é um $gamelockboxinspection.
pt_br: Depois de inspecionar um pouco a caixa, você supõe que um dos números é $gamelockboxinspection.
ru: После осмотра коробки вы предполагаете, что одна из цифр равна $gamelockboxinspection.
uk: Трохи оглянувши коробку, ви припускаєте, що одне з чисел - це $gamelockboxinspection.

# GameCommandLockBoxInspectionInformation
source: Inspection Information
de: Inspektionsinformationen
es: Información de inspección
fr: Renseignements sur l’inspection
ja: 検査情報
nl: Inspectie-informatie
pt: Informações de inspeção
pt_br: Informações de inspeção
ru: Информация о проверке
uk: Інформація про перевірку

# GameCommandLockBoxInspetionCostMustBePositive
source: Inspection cost must be a positive number
de: Inspektionskosten müssen eine positive Zahl sein
es: El costo de inspección debe ser un número positivo
fr: Le coût de l’inspection doit être un nombre positif
ja: 検査費用は正の数でなければなりません
nl: Inspectiekosten moeten een positief getal zijn
pt: O custo da inspeção deve ser um número positivo
pt_br: O custo de inspeção deve ser um número positivo
ru: Стоимость проверки должна быть положительным числом
uk: Вартість перевірки повинна бути додатним числом

# GameCommandLockBoxStatusExample
source: After shaking the box for a bit, you guess there's about $gametotalamount {0} inside it.
de: Nachdem Sie die Box ein wenig geschüttelt haben, vermuten Sie, dass sich etwa $gametotalamount {0} darin befindet.
es: Después de agitar la caja por un momento, adivinas que hay alrededor de $gametotalamount {0} dentro de ella.
fr: Après avoir secoué un peu la boîte, vous devinez qu’il y a environ $gametotalamount {0} à l’intérieur.
ja: 箱を少し振った後、その中に$gametotalamount {0}があると思います。
nl: Nadat je de doos een tijdje hebt geschud, denk je dat er ongeveer $gametotalamount {0} in zit.
pt: Depois de balançar a caixa um pouco, você acha que há cerca de $gametotalamount {0} dentro dela.
pt_br: Depois de agitar a caixa um pouco, você acha que há cerca de $gametotamount {0} dentro dela.
ru: После встряхивания коробки вы предполагаете, что внутри неё есть примерно $gametotalamount {0}
uk: Трохи потрясаючи коробку, ви думаєте, що всередині неї є близько $gametotalamount {0}.

# GameCommandLockBoxSuccessfulExample
source: @$username drops their coins into and try their combo $arg1text...and unlocks the box! They quickly run off with the $gamepayout {0} inside it!
de: @$username lässt ihre Münzen fallen und probiere ihre Combo $arg 1text aus ... und schaltet die Box frei! Sie laufen schnell mit dem $gamepayout {0} darin davon!
es: @$username deja caer sus monedas y prueba su combo $arg 1texto ... y desbloquea la caja! ¡Rápidamente huyen con el $gamepayout {0} dentro!
fr: @$username dépose ses pièces et essaie son combo $arg 1text... et déverrouille la boîte! Ils s’enfuient rapidement avec le $gamepayout {0} à l’intérieur!
ja: @$usernameに自分のコインをドロップし、彼らのコンボ$arg 1text..そしてボックスのロックを解除!彼らはすぐにその中の$gamepayout {0}で逃げ出す!
nl: @ $username laat hun munten vallen in en probeer hun combo $arg 1text ... en ontgrendelt de doos! Ze gaan er snel vandoor met de $gamepayout {0} erin!
pt: @$username joga suas moedas e experimenta seu combo $arg 1text... e desbloqueia a caixa! Eles fogem rapidamente com a $gamepayout {0} dentro dela!
pt_br: @$username coloca suas moedas e tenta o combo $arg1text...e desbloqueia a caixa! Eles fogem rapidamente com $gamepayout {0} dentro dele!
ru: @$username бросает свои монеты в коробку и пробует код $arg1text... и открывает её! Он(а) быстро забирает $gamepayout {0} и убегает прочь!
uk: @$username скидає свої монети і спробувати їх комбо $arg 1текст ... і розблоковує коробку! Вони швидко біжать з $gamepayout {0} всередині нього!

# GameCommandLowerTimeLimit
source: Lower Time Limit
de: Unteres Zeitlimit
es: Límite de tiempo más bajo
fr: Délai inférieur
ja: 下限時間
nl: Lagere tijdslimiet
pt: Limite de tempo mais baixo
pt_br: Limite de tempo inferior
ru: Нижний лимит времени
uk: Нижній часовий ліміт

# GameCommandNotEnoughPlayers
source: Not Enough Players
de: Nicht genug Spieler
es: No hay suficientes jugadores
fr: Pas assez de joueurs
ja: 十分なプレイヤーがありません
nl: Niet genoeg spelers
pt: Jogadores não suficientes
pt_br: Jogadores insuficientes
ru: Недостаточно игроков
uk: Недостатньо гравців

# GameCommandNotEnoughPlayersExample
source: @$username couldn't get enough users to join in...
de: @$username konnte nicht genug Benutzer dazu bringen, mitzumachen ...
es: @$username no pudo conseguir suficientes usuarios para unirse ...
fr: @$username n’arriviez pas à avoir assez d’utilisateurs pour participer...
ja: @$usernameは参加するのに十分なユーザーを得ることができませんでした.
nl: @$username kon niet genoeg gebruikers krijgen om mee te doen...
pt: @$username não conseguiu usuários suficientes para participar...
pt_br: @$username não conseguiu usuários suficientes para participar...
ru: @$username не смог собрать достаточное количество пользователей, чтобы присоединиться к...
uk: @$username не вдалося отримати достатньо користувачів, щоб приєднатися до ...

# GameCommandSettings
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
ja: 設定
nl: Instellingen
pt: Configurações
pt_br: Configurações
ru: Параметры
uk: Параметри

# GameCommandStarted
source: Started
de: Gestartet
es: Comenzó
fr: Commencé
ja: 開始
nl: Begon
pt: Começou
pt_br: Iniciado
ru: Началось
uk: Почав

# GameCommandStarterRole
source: Starter Role
de: Starterrolle
es: Rol de inicio
fr: Rôle de starter
ja: スターターロール
nl: Startersrol
pt: Papel inicial
pt_br: Função inicial
ru: Начальная роль
uk: Початкова роль

# GameCommandStartSettings
source: Start Settings
de: Starteinstellungen
es: Iniciar configuración
fr: Paramètres de démarrage
ja: 設定を開始する
nl: Start instellingen
pt: Configurações de início
pt_br: Iniciar configurações
ru: Параметры запуска
uk: Початкові параметри

# GameCommandTimeLimit
source: Time Limit
de: Frist
es: Plazo
fr: Délai
ja: 期限
nl: Tijdslimiet
pt: Prazo
pt_br: Limite de tempo
ru: Ограничение по времени
uk: Обмеження часу

# GameCommandTimeLimitMustBePositive
source: Time limit must be a positive number
de: Frist muss eine positive Zahl sein
es: El límite de tiempo debe ser un número positivo
fr: La limite de temps doit être un nombre positif
ja: 時間制限は正の数でなければなりません
nl: De termijn moet een positief getal zijn
pt: O prazo deve ser um número positivo
pt_br: O limite de tempo precisa ser um número positivo
ru: Ограничение по времени должно быть положительным числом
uk: Обмеження часу має бути додатним числом

# GameCommandUpperTimeLimit
source: Upper Time Limit
de: Oberes Zeitlimit
es: Límite de tiempo superior
fr: Limite de temps supérieure
ja: 上限時間制限
nl: Bovengrens
pt: Limite de tempo superior
pt_br: Limite de tempo superior
ru: Верхний лимит времени
uk: Верхній ліміт часу

# MinimumAmountForPayout
source: Min Amount for Payout
de: Mindestbetrag für die Auszahlung
es: Importe mínimo para el pago
fr: Montant minimum pour le paiement
ja: 支払いの最小金額
nl: Min bedrag voor uitbetaling
pt: Valor mínimo para pagamento
pt_br: Valor mínimo para pagamento
ru: Мин. сумма для выплаты
uk: Мінімальна сума для виплати

source: Payout
de: Ausschüttung
es: Pago
fr: Paiement
ja: 支払い
nl: Uitbetaling
pt: Pagamento
pt_br: Pagamento
ru: Выплата
uk: Виплат

# PayoutMaximumPercentage
source: Payout Max %
de: Auszahlung Max %
es: Pago Máximo %
fr: Paiement Max %
ja: ペイアウト最大 %
nl: Uitbetaling Max %
pt: Pagamento Max %
pt_br: % máximo de pagamento
ru: Макс. % выплаты
uk: Виплата Макс %

# PayoutMinimumPercentage
source: Payout Min %
de: Auszahlung Min %
es: Pago Mínimo %
fr: Paiement Min %
ja: ペイアウト 最小 %
nl: Uitbetaling Min %
pt: Pagamento Min %
pt_br: % mínimo de pagamento
ru: Мин. % выплаты
uk: Виплата Min %

# ProbabilityPercentage
source: Probability %
de: Wahrscheinlichkeit %
es: Probabilidad %
fr: Probabilité %
ja: 確率 %
nl: Waarschijnlijkheid %
pt: Probabilidade %
pt_br: % de probabilidade
ru: Вероятность в %
uk: Імовірність %

source: Status Argument
es: Argumento de estado
ja: ステータス引数
pt: Argumento de status
pt_br: Argumento de status
ru: Аргумент статуса
uk: Аргумент стану

source: Status Information
de: Statusinformationen
es: Información de estado
fr: Informations sur l’état
ja: ステータス情報
nl: Status informatie
pt: Informações de status
pt_br: Informações de status
ru: Информация о статусе
uk: Відомості про стан

# GameCommandHangmanFailedGuess
source: Failed Guess
de: Fehlgeschlagene Vermutung
es: Conjetura fallida
fr: Supposition ratée
ja: 失敗した推測
nl: Mislukte gok
pt: Palpite falhou
pt_br: Falha na adivinhação
ru: Неудачная догадка
uk: Невдале припущення

# GameCommandHangmanFailedGuessExample
source: @$username drops their coins into the pot and guesses "$arg1text"...but it was wrong! $gamehangmancurrent
de: @$username ihre Münzen in den Topf fallen lässt und den Buchstaben $arg 1text ausprobiert... aber es war falsch! $gamehangmancurrent
es: @$username deja caer sus monedas en la olla y adivina "$arg 1texto"... ¡pero estaba mal! $gamehangmancurrent
fr: @$username dépose ses pièces dans le pot et essaie la lettre $arg 1text... mais c’était faux! $gamehangmancurrent
ja: @$usernameはコインをポットに落とし、「$arg 1text」と推測します。しかし、それは間違っていた!$gamehangmancurrent
nl: @$username laat hun munten in de pot vallen en probeer de letter $arg 1text... maar het was fout! $gamehangmancurrent
pt: @$username joga suas moedas no pote e adivinha "$arg 1text"... mas foi errado! $gamehangmancurrent
pt_br: @$username coloca suas moedas no pote e adivinha "$arg1text"...mas estava errado! $gamehangmanatual
ru: @$username бросает свои монеты в банк и пробует букву $arg1text... но это было неправильно! $gamehangmancurrent
uk: @$username скинув свої монети в горщик і спробувати букву $arg 1text ... але це було неправильно! $gamehangmancurrent

# GameCommandHangmanGameLostExample
source: The game is lost with too many failed guesses; the correct answer was "$gamehangmananswer". There goes $gametotalamount {0}!
de: Das Spiel ist mit zu vielen fehlgeschlagenen Vermutungen verloren; die richtige Antwort war "$gamehangmananswer". Es geht $gametotalamount {0}!
es: El juego se pierde con demasiadas conjeturas fallidas; la respuesta correcta fue "$gamehangmananswer". ¡Ahí va $gametotalamount {0}!
fr: Le jeu est perdu avec trop de suppositions ratées; la bonne réponse était « $gamehangmananswer ». Voilà $gametotalamount {0} !
ja: ゲームはあまりにも多くの失敗した推測で失われます。正解は「$gamehangmananswer」でした。そこに行く$gametotalamount {0}!
nl: Het spel is verloren met te veel mislukte gissingen; het juiste antwoord was "$gamehangmananswer". Daar gaat $gametotalamount {0}!
pt: O jogo está perdido com muitos palpites fracassados; a resposta correta foi "$gamehangmananswer". Lá se vai $gametotalamount {0}!
pt_br: O jogo está perdido com muitos palpites errados; a resposta correta era "$gamehangmananswer". Lá se vai $gametotamount {0}!
ru: Игра проиграна из-за слишком большого количества неудачных попыток; правильный ответ был "$gamehangmananswer". Можно было выиграть $gametotalamount {0}!
uk: Гра програна з занадто великою кількістю невдалих припущень; Правильна відповідь – «$gamehangmananswer». Йде $gametotalamount {0}!

# GameCommandHangmanGameWonExample
source: @$username got the secret word "$gamehangmananswer", winning the whole pot of $gamepayout {0}!
de: @$username den letzten Buchstaben für "$gamehangmananswer" bekommen und den ganzen Topf $gamepayout {0} gewonnen!
es: @$username obtuvo la palabra secreta "$gamehangmananswer", ¡ganando todo el bote de $gamepayout {0}!
fr: @$username reçu la dernière lettre pour « $gamehangmananswer », gagnant tout le pot de $gamepayout {0}!
ja: @$usernameは、$gamepayout {0}の全体のポットを獲得し、秘密の言葉"$gamehangmananswer"を得た!
nl: @$username kreeg de laatste letter voor "$gamehangmananswer", het winnen van de hele pot $gamepayout {0}!
pt: @$username tem a palavra secreta "$gamehangmananswer", ganhando todo o pote de $gamepayout {0}!
pt_br: @$username obteve a palavra secreta "$gamehangmananswer", ganhando o prêmio total de $gamepayout {0}!
ru: @$username угадал(а) последнюю букву в слове "$gamehangmananswer", выиграв $gamepayout {0}!
uk: @$username отримав останній лист для "$gamehangmananswer", вигравши весь горщик $gamepayout {0}!

# GameCommandHangmanMaxFailures
source: Max Failures
de: Maximale Anzahl von Ausfällen
es: Máximo de fallos
fr: Nombre maximal d’échecs
ja: 最大失敗数
nl: Max mislukkingen
pt: Falhas máximas
pt_br: Máximo de falhas
ru: Макс. количество ошибок
uk: Максимальна кількість відмов

# GameCommandHangmanMaxFailuresMustBePositive
source: Max Failures must be a positive number
de: Max Failures muss eine positive Zahl sein
es: Los fallos máximos deben ser un número positivo
fr: Le nombre maximal d’échecs doit être un nombre positif
ja: 最大失敗回数は正の数でなければなりません
nl: Max Failures moet een positief getal zijn
pt: Max Failures deve ser um número positivo
pt_br: O máximo de falhas deve ser um número positivo
ru: Макс. количество ошибок должно быть положительным числом
uk: Максимальна кількість помилок має бути додатним числом

# GameCommandHangmanStatusExample
source: So far, you've gotten $gamehangmancurrent correct & guessed $gamehangmanfailedguesses wrong. Looking into the pot, you see $gametotalamount {0} inside it.
de: Bisher haben Sie $gamehangmancurrent richtig verstanden und $gamehangmanfailedguesses falsch geraten. Wenn Sie in den Topf schauen, sehen Sie $gametotalamount {0} darin.
es: Hasta ahora, has acertado $gamehangmancurrent y has adivinado $gamehangmanfailedguesses equivocado. Mirando dentro de la olla, ves $gametotalamount {0} dentro de ella.
fr: Jusqu’à présent, vous avez $gamehangmancurrent correct et deviné $gamehangmanfailedguesses faux. En regardant dans le pot, vous voyez $gametotalamount {0} à l’intérieur.
ja: これまでのところ、あなたは正しい$gamehangmancurrentを得て、間違$gamehangmanfailedguesses推測しました。鍋を見ると、その中に$gametotalamount {0}が見えます。
nl: Tot nu toe heb je $gamehangmancurrent correct gekregen en geraden $gamehangmanfailedguesses verkeerd. Als je in de pot kijkt, zie je $gametotalamount {0} erin.
pt: Até agora, você acertou $gamehangmancurrent e adivinhou $gamehangmanfailedguesses errado. Olhando para a panela, você vê $gametotalamount {0} dentro dela.
pt_br: Até agora, você acertou $gamehangmancurrent e adivinhou $gamehangmanfailedguesses errado. Olhando para o pote, você vê $gametotamount {0} dentro dele.
ru: Пока что вы угадали $gamehangmancurrent раз правильно и $gamehangmanfailedguesses неправильно. Заглядывая в банку, вы видите $gametotalamount {0} внутри неё.
uk: Поки що ви $gamehangmancurrent правильно і здогадалися, $gamehangmanfailedguesses неправильно. Заглянувши в горщик, ви бачите $gametotalamount {0} всередині нього.

# GameCommandHangmanSuccessfulGuess
source: Successful Guess
de: Erfolgreiche Vermutung
es: Conjetura exitosa
fr: Guess réussie
ja: 成功した推測
nl: Succesvolle gok
pt: Palpite de sucesso
pt_br: Suposição bem sucedida
ru: Успешная догадка
uk: Успішне припущення

# GameCommandHangmanSuccessfulGuessExample
source: @$username drops their coins into the pot and guesses $arg1text...and gets it right! $gamehangmancurrent
de: @$username ihre Münzen in den Topf fallen lässt und den Buchstaben $arg 1text ausprobiert... und macht es richtig! $gamehangmancurrent
es: @$username deja caer sus monedas en el bote y adivina $arg 1texto ... y lo hace bien! $gamehangmancurrent
fr: @$username dépose ses pièces dans le pot et essaie la lettre $arg 1text... et bien faire les choses! $gamehangmancurrent
ja: @$usernameはコインをポットに落とし、$arg 1text..そして、それを正しく取得!$gamehangmancurrent
nl: @$username laat hun munten in de pot vallen en probeer de letter $arg 1text... en krijgt het goed! $gamehangmancurrent
pt: @$username joga suas moedas no pote e adivinha $arg 1text... e acerta! $gamehangmancurrent
pt_br: @$username coloca suas moedas no pote e adivinha $arg1text...e acerta! $gamehangmanatual
ru: @$username бросает свои монеты в банку и пробует букву $arg1text... и это верно! $gamehangmancurrent
uk: @$username скинув свої монети в горщик і спробувати букву $arg 1text ... і робить це правильно! $gamehangmancurrent

# GameCommandHitmanAppearsExample
source: It's hitman $gamehitmanname! Quick, type $gamehitmanname in chat!
de: Es ist Hitman $gamehitmanname! Schnell, geben Sie $gamehitmanname im Chat ein!
es: ¡Es un asesino a sueldo $gamehitmanname! ¡Rápido, escriba $gamehitmanname en el chat!
fr: C’est hitman $gamehitmanname ! Vite, tapez $gamehitmanname dans le chat!
ja: それはヒットマン$gamehitmannameです!クイック、チャットで$gamehitmannameを入力!
nl: Het is huurmoordenaar $gamehitmanname! Snel, typ $gamehitmanname in chat!
pt: É o assassino $gamehitmanname! Rápido, digite $gamehitmanname no bate-papo!
pt_br: É o hitman $gamehitmanname! Rápido, digite $gamehitmanname no chat!
ru: Это киллер $gamehitmanname! Быстрее, напечатайте $gamehitmanname в чате!
uk: Це вбивця $gamehitmanname! Швидко, введіть $gamehitmanname в чаті!

# GameCommandHitmanApproachingExample
source: You can feel the presence of the hitman approaching. Get ready...
de: Sie können die Anwesenheit des Auftragskiller spüren, der sich nähert. Mach dich bereit...
es: Puedes sentir la presencia del sicario acercándose. Prepárate...
fr: Vous pouvez sentir la présence du tueur à gages approcher. Apprêter...
ja: ヒットマンの存在が近づいているのを感じることができます。準備をして。。。
nl: Je voelt de aanwezigheid van de huurmoordenaar naderen. Maak je klaar...
pt: Você pode sentir a presença do assassino se aproximando. Preparar-se...
pt_br: Você pode sentir a presença do assassino se aproximando. Prepare-se...
ru: Вы чувствуете приближение киллера. Приготовьтесь...
uk: Ви можете відчути присутність кілера наближається. Приготуйтеся...

# GameCommandHitmanHitmanAppears
source: Hitman Appears
de: Hitman erscheint
es: Aparece Hitman
fr: Hitman apparaît
ja: ヒットマンが登場
nl: Hitman verschijnt
pt: Hitman aparece
pt_br: Hitman aparece
ru: Киллер появляется
uk: З'являється вбивця

# GameCommandHitmanHitmanApproaching
source: Hitman Approaching
de: Hitman nähert sich
es: Hitman acercándose
fr: Hitman s’approche
ja: ヒットマン接近
nl: Huurmoordenaar nadert
pt: Hitman Aproximando-se
pt_br: Hitman se aproximando
ru: Киллер приближается
uk: Вбивця наближається

# GameCommandHitmanStartedExample
source: @$username has started a game of hitman! Type !hitman in chat to play!
de: @$username hat ein Hitman-Spiel gestartet! Tippen Sie !hitman im Chat, um zu spielen!
es: @$username ha comenzado un juego de sicario! ¡Escribe !hitman en el chat para jugar!
fr: @$username a commencé une partie de tueur à gages! Tapez !hitman dans le chat pour jouer!
ja: @$usernameはヒットマンのゲームを開始しました!遊ぶチャットで!ヒットマンをタイプ!
nl: @$username is begonnen met een potje huurmoordenaar! Typ !hitman in chat om te spelen!
pt: @$username começou um jogo de hitman! Digite !hitman no bate-papo para jogar!
pt_br: @$username iniciou um jogo de assassino! Digite !hitman no chat para jogar!
ru: @$username начал игру в киллера! Напечатайте !hitman в чате, чтобы сыграть!
uk: @$username почав гру кілера! Введіть !hitman в чаті, щоб грати!
