Repository: SaviorXTanren/mixer-mixitup
Catalog: MixItUp.*/Resources.*.resx
Languages: de, es, fr, fr_fr, ja, nl, pt, pt_br, ru, uk

# GameCommandTreasureDefenseDescription
source: The Treasure Defense game allows a user to start a winner-takes-all bet amongst all entered users. By default, the user that starts the game specifies how much the bet is and all subsequent users must bet that amount to join, with all winners of the game splitting the total payout equally. After the time limit is up, a user from the participants is selected to be King. All other users are either then selected to be Knights or Thieves. It is the job of the King to pick one participant in hopes that they are a Knight to defend the treasure they found. If the King selects a Knight, then the King & Knights share the winnings. If the King selects a Thief, then the Thieves share the winnings.
de: Das Treasure Defense-Spiel ermöglicht es einem Benutzer, eine Winner-takes-all-Wette unter allen angemeldeten Benutzern zu starten. Standardmäßig gibt der Benutzer, der das Spiel startet, an, wie hoch der Einsatz ist, und alle nachfolgenden Benutzer müssen diesen Betrag setzen, um beizutreten, wobei alle Gewinner des Spiels die Gesamtauszahlung gleichmäßig aufteilen. Nachdem das Zeitlimit überschritten wurde, wird ein Benutzer aus den Teilnehmern als König ausgewählt. Alle anderen Benutzer werden dann entweder als Ritter oder Diebe ausgewählt. Es ist die Aufgabe des Königs, einen Teilnehmer auszuwählen, in der Hoffnung, dass er ein Ritter ist, um den Schatz zu verteidigen, den er gefunden hat. Wenn der König einen Ritter auswählt, teilen sich der König und die Ritter die Gewinne. Wenn der König einen Dieb auswählt, teilen sich die Diebe die Gewinne.
es: El juego Defensa del tesoro permite a un usuario iniciar una apuesta en la que el ganador se lo lleva todo entre todos los usuarios inscritos. De forma predeterminada, el usuario que inicia el juego especifica cuánto es la apuesta y todos los usuarios posteriores deben apostar esa cantidad para unirse, con todos los ganadores del juego dividiendo el pago total por igual. Una vez finalizado el límite de tiempo, se selecciona a un usuario de los participantes para ser Rey. Todos los demás usuarios son seleccionados para ser Caballeros o Ladrones. Es el trabajo del Rey elegir a un participante con la esperanza de que sea un Caballero para defender el tesoro que encontraron. Si el Rey selecciona un Caballero, entonces el Rey y los Caballeros comparten las ganancias. Si el Rey selecciona a un Ladrón, entonces los Ladrones comparten las ganancias.
fr: Le jeu Treasure Defense permet à un utilisateur de commencer un pari gagnant-prend-tout parmi tous les utilisateurs inscrits. Par défaut, l’utilisateur qui démarre le jeu spécifie le montant de la mise et tous les utilisateurs suivants doivent miser ce montant pour rejoindre, tous les gagnants du jeu se partageant le paiement total à parts égales. Une fois la limite de temps passée, un utilisateur des participants est sélectionné pour être Roi. Tous les autres utilisateurs sont alors sélectionnés pour être des chevaliers ou des voleurs. C’est le travail du roi de choisir un participant dans l’espoir qu’il soit un chevalier pour défendre le trésor qu’il a trouvé. Si le roi sélectionne un chevalier, alors le roi et les chevaliers partagent les gains. Si le roi sélectionne un voleur, les voleurs partagent les gains.
ja: トレジャーディフェンスゲームでは、ユーザーが入力したすべてのユーザーの間で勝者テイクオールベットを開始することができます。デフォルトでは、ゲームを開始するユーザーはベットの金額を指定し、その後のすべてのユーザーはその金額をベットして参加する必要があり、ゲームのすべての勝者は合計支払いを均等に分割します。 制限時間が過ぎると、参加者のユーザーが King に選択されます。その後、他のすべてのユーザーが騎士か泥棒に選ばれます。彼らが見つけた宝物を守るために騎士であることを期待して1人の参加者を選ぶのは王の仕事です。王が騎士を選んだら、キング&ナイツが賞金を分担します。王が泥棒を選択した場合、泥棒は賞金を共有します。
nl: Met het Treasure Defense-spel kan een gebruiker een winner-takes-all-weddenschap starten tussen alle ingevoerde gebruikers. Standaard geeft de gebruiker die het spel start aan hoeveel de inzet is en alle volgende gebruikers moeten dat bedrag inzetten om mee te doen, waarbij alle winnaars van het spel de totale uitbetaling gelijk verdelen. Nadat de tijdslimiet is bereikt, wordt een gebruiker van de deelnemers geselecteerd als Koning. Alle andere gebruikers worden vervolgens geselecteerd als Ridders of Dieven. Het is de taak van de koning om één deelnemer te kiezen in de hoop dat ze een ridder zijn om de schat die ze hebben gevonden te verdedigen. Als de koning een ridder selecteert, delen de koning en ridders de winst. Als de koning een dief selecteert, delen de dieven de winst.
pt: O jogo Treasure Defense permite que o usuário inicie uma aposta vencedora entre todos os usuários inscritos. Por padrão, o usuário que inicia o jogo especifica quanto é a aposta e todos os usuários subsequentes devem apostar esse valor para participar, com todos os vencedores do jogo dividindo o pagamento total igualmente. Após o prazo, um usuário dos participantes é selecionado para ser Rei. Todos os outros usuários são selecionados para serem Cavaleiros ou Ladrões. É o trabalho do Rei escolher um participante na esperança de que eles sejam um cavaleiro para defender o tesouro que encontraram. Se o Rei escolher um Cavaleiro, então os Reis e Cavaleiros compartilham os ganhos. Se o Rei escolher um Ladrão, então os Ladrões compartilham os ganhos.
pt_br: O jogo Treasure Defense permite que um usuário inicie uma aposta em que o vencedor leva tudo entre todos os usuários inscritos. Por padrão, o usuário que inicia o jogo especifica quanto é a aposta e todos os usuários subsequentes devem apostar esse valor para entrar, com todos os vencedores do jogo dividindo o pagamento total igualmente. Após o término do tempo, um usuário dentre os participantes é selecionado para ser o Rei. Todos os outros usuários são selecionados como Cavaleiros ou Ladrões. É função do Rei escolher um participante na esperança de que ele seja um Cavaleiro para defender o tesouro que encontrou. Se o Rei selecionar um Cavaleiro, o Rei e os Cavaleiros dividirão os ganhos. Se o Rei selecionar um Ladrão, os Ladrões dividirão os ganhos.
ru: Игра позволяет пользователю начать ставку типа «победитель получает все» среди всех участвующих пользователей. По умолчанию пользователь, который начинает игру, определяет величину ставки, а все следующие пользователи должны поставить эту сумму, чтобы присоединиться. Все победителями игры делят общую сумму ставок поровну. После окончания срока кто-то из участников выбирается королем. Все остальные пользователи становятся либо рыцарями, либо ворами. Король выбирает одного из пользователей в надежде, что он рыцарь, чтобы защитить сокровище. Если король выбирает Рыцаря, то король и рыцари делят выигрыш. Если король выбирает вора, то воры делят выигрыш.
uk: Гра Treasure Defense дозволяє користувачеві почати ставку на перемогу серед усіх введених користувачів. За замовчуванням користувач, який запускає гру, визначає, скільки ставка, і всі наступні користувачі повинні зробити ставку на цю суму, щоб приєднатися, при цьому всі переможці гри розділяють загальну виплату порівну. Після закінчення терміну, користувач з учасників вибирається королем. Всі інші користувачі або потім вибираються лицарями або злодіями. Це робота короля, щоб вибрати одного учасника в надії, що вони лицар, щоб захистити скарб, який вони знайшли. Якщо король вибирає лицаря, то король і лицарі діляться виграшем. Якщо король вибирає злодія, то злодії діляться виграшем.

source: Trivia
ja: トリビア
pt_br: Curiosidades
ru: Пустяки
uk: Інші

# GameCommandTriviaDescription
source: The Trivia game picks a random question from a pre-determined list and asks all users to select the correct answer from a list of possible ones. All users that selected the correct answer are awarded a payout.
de: Das Trivia-Spiel wählt eine zufällige Frage aus einer vorgegebenen Liste aus und fordert alle Benutzer auf, die richtige Antwort aus einer Liste möglicher Fragen auszuwählen. Alle Benutzer, die die richtige Antwort ausgewählt haben, erhalten eine Auszahlung.
es: El juego Trivia elige una pregunta aleatoria de una lista predeterminada y pide a todos los usuarios que seleccionen la respuesta correcta de una lista de posibles. Todos los usuarios que seleccionaron la respuesta correcta reciben un pago.
fr: Le jeu Trivia choisit une question aléatoire dans une liste prédéterminée et demande à tous les utilisateurs de sélectionner la bonne réponse parmi une liste de questions possibles. Tous les utilisateurs qui ont sélectionné la bonne réponse reçoivent un paiement.
ja: トリビアゲームは、事前に決定されたリストからランダムな質問を選び、可能なもののリストから正しい答えを選択するようにすべてのユーザーに求めます。正解を選択したすべてのユーザーに支払いが与えられます。
nl: Het Trivia-spel kiest een willekeurige vraag uit een vooraf bepaalde lijst en vraagt alle gebruikers om het juiste antwoord te selecteren uit een lijst met mogelijke. Alle gebruikers die het juiste antwoord hebben geselecteerd, krijgen een uitbetaling.
pt: O jogo Trivia escolhe uma pergunta aleatória de uma lista pré-determinada e pede a todos os usuários que selecionem a resposta correta de uma lista de possíveis. Todos os usuários que selecionaram a resposta correta recebem um pagamento.
pt_br: O jogo Trivia escolhe uma pergunta aleatória de uma lista pré-determinada e pede a todos os usuários que selecionem a resposta correta em uma lista de possíveis. Todos os usuários que selecionaram a resposta correta receberão um pagamento.
ru: Игра выбирает случайный вопрос из заранее определённого списка и просит всех пользователей выбрать правильный ответ. Всем пользователям, выбранным правильный ответ, присуждается выплата.
uk: Гра Trivia вибирає випадкове питання з заздалегідь визначеного списку і просить всіх користувачів вибрати правильну відповідь зі списку можливих. Всі користувачі, які вибрали правильну відповідь, отримують виплату.

source: Volcano
de: Vulkan
es: Volcán
fr: Volcan
ja: 火山
nl: Vulkaan
pt: Vulcão
pt_br: Vulcão
ru: Вулкан
uk: Вулкан

# GameCommandVolcanoDescription
source: The Volcano game allows a user to deposit a specific amount of currency into a volcano with the chance for a personal payout and a payout for all users in chat. The volcano goes through 3 stages as more and more currency is deposited into it and a different set of Deposit & Status commands are used depending on what stage the Volcano is at. Once the volcano reaches stage 3, each subsequent deposit has a chance to trigger an eruption. When an eruption occurs, the user who triggered it gets a specialized payout for them. After the eruption, all users have a chance to collect erupted currency during the collection time limit. After the collection is done, the volcano contents resets back to 0.
de: Das Volcano-Spiel ermöglicht es einem Benutzer, eine bestimmte Menge an Währung in einen Vulkan einzuzahlen, mit der Chance auf eine persönliche Auszahlung und eine Auszahlung für alle Benutzer im Chat. Der Vulkan durchläuft 3 Stufen, da immer mehr Währung in ihn eingezahlt wird und je nachdem, in welcher Phase sich der Vulkan befindet, ein anderer Satz von Einzahlungs- und Statusbefehlen verwendet wird. Sobald der Vulkan Stufe 3 erreicht hat, hat jede nachfolgende Ablagerung die Chance, einen Ausbruch auszulösen. Wenn ein Ausbruch auftritt, erhält der Benutzer, der ihn ausgelöst hat, eine spezielle Auszahlung für ihn. Nach dem Ausbruch haben alle Benutzer die Möglichkeit, während des Abholzeitlimits ausgebrochene Währung zu sammeln. Nachdem die Sammlung abgeschlossen ist, wird der Vulkaninhalt auf 0 zurückgesetzt.
es: El juego Volcán permite a un usuario depositar una cantidad específica de moneda en un volcán con la posibilidad de un pago personal y un pago para todos los usuarios en el chat. El volcán pasa por 3 etapas a medida que se deposita más y más moneda en él y se utiliza un conjunto diferente de comandos de depósito y estado dependiendo de la etapa en la que se encuentre el volcán. Una vez que el volcán alcanza la etapa 3, cada depósito posterior tiene la oportunidad de desencadenar una erupción. Cuando ocurre una erupción, el usuario que la desencadenó obtiene un pago especializado por ellos. Después de la erupción, todos los usuarios tienen la oportunidad de recolectar la moneda erupcionada durante el límite de tiempo de recolección. Una vez finalizada la recolección, el contenido del volcán se restablece a 0.
fr: Le jeu Volcano permet à un utilisateur de déposer un montant spécifique de devise dans un volcan avec la possibilité d’un paiement personnel et d’un paiement pour tous les utilisateurs dans le chat. Le volcan passe par 3 étapes car de plus en plus de devises y sont déposées et un ensemble différent de commandes de dépôt et de statut sont utilisées en fonction de l’étape à laquelle se trouve le volcan. Une fois que le volcan atteint le stade 3, chaque dépôt ultérieur a une chance de déclencher une éruption. Lorsqu’une éruption se produit, l’utilisateur qui l’a déclenchée reçoit un paiement spécialisé pour lui. Après l’éruption, tous les utilisateurs ont la possibilité de collecter la monnaie en éruption pendant la limite de temps de collecte. Une fois la collecte terminée, le contenu du volcan est réinitialisé à 0.
ja: 火山ゲームは、ユーザーが個人的な支払いとチャット内のすべてのユーザーの支払いの機会を火山に通貨の特定の量を堆積させることができます。火山は、より多くの通貨がそれに堆積し、火山がどの段階にあるかに応じて、デポジット&ステータスコマンドの異なるセットが使用されるように3段階を経ます。 火山がステージ3に達すると、その後の各堆積物が噴火を引き起こす機会があります。噴火が発生すると、それをトリガーしたユーザーは、それらに対して特別な支払いを受け取ります。噴火後、すべてのユーザーは収集時間制限中に噴火した通貨を収集する機会があります。収集が完了すると、火山の内容は 0 にリセットされます。
nl: Met het Volcano-spel kan een gebruiker een specifieke hoeveelheid valuta in een vulkaan storten met de kans op een persoonlijke uitbetaling en een uitbetaling voor alle gebruikers in de chat. De vulkaan doorloopt 3 fasen naarmate er meer en meer valuta in wordt gestort en een andere set deposit & status-commando's wordt gebruikt, afhankelijk van het stadium waarin de vulkaan zich bevindt. Zodra de vulkaan stadium 3 bereikt, heeft elke volgende afzetting een kans om een uitbarsting te veroorzaken. Wanneer een uitbarsting optreedt, krijgt de gebruiker die het heeft geactiveerd een gespecialiseerde uitbetaling voor hen. Na de uitbarsting hebben alle gebruikers de kans om uitgebarsten valuta te verzamelen tijdens de verzameltijdslimiet. Nadat het verzamelen is voltooid, wordt de inhoud van de vulkaan teruggezet naar 0.
pt: O jogo Volcano permite que um usuário deposite uma quantidade específica de moeda em um vulcão com a chance de um pagamento pessoal e um pagamento para todos os usuários no chat. O vulcão passa por 3 estágios à medida que mais e mais moeda é depositada nele e um conjunto diferente de comandos deposit & status são usados dependendo de que estágio o Vulcão está. Uma vez que o vulcão atinge o estágio 3, cada depósito subsequente tem a chance de desencadear uma erupção. Quando ocorre uma erupção, o usuário que a acionou recebe um pagamento especializado para eles. Após a erupção, todos os usuários têm a chance de coletar moeda em erupção durante o limite de tempo de coleta. Depois que a coleta é feita, o conteúdo do vulcão volta para 0.
pt_br: O jogo Volcano permite que um usuário deposite uma quantia específica de moeda em um vulcão com a chance de um pagamento pessoal e um pagamento para todos os usuários no chat. O vulcão passa por 3 estágios à medida que mais e mais dinheiro é depositado nele e um conjunto diferente de comandos de Depósito e Status é usado dependendo do estágio em que o vulcão se encontra. Quando o vulcão atinge o estágio 3, cada depósito subsequente tem a chance de desencadear uma erupção. Quando ocorre uma erupção, o usuário que a desencadeou recebe um pagamento especializado por ela. Após a erupção, todos os usuários terão a chance de coletar a moeda em erupção durante o prazo de coleta. Após a coleta ser concluída, o conteúdo do vulcão volta a 0.
ru: Игра позволяет пользователю внести определенное количество валюты в вулкан с шансом на личную выплату и выплату для всех пользователей в чате. Вулкан проходит через 3 этапа, зависящих от общей вложенной суммы, на каждом из которых используются разные суммы взносов и команды. Как только вулкан достигает стадии 3, каждый следующий взнос имеет шанс вызвать извержение. Когда происходит извержение, пользователь, который вызвал его получает специальную выплату. После извержения, все пользователи могут собирать извергаемую валюту во время срока сбора. После того, как сбор будет окончен, содержимое вулкана сбрасывается на 0.
uk: Гра Volcano дозволяє користувачеві внести певну суму валюти в вулкан з можливістю особистої виплати і виплатою для всіх користувачів в чаті. Вулкан проходить 3 етапи, оскільки в нього депонується все більше і більше валюти, а інший набір команд Deposit & Status використовується в залежності від того, на якій стадії знаходиться вулкан. Як тільки вулкан досягне стадії 3, кожне наступне родовище має шанс викликати виверження. Коли відбувається виверження, користувач, який спрацьовує, отримує за них спеціалізовану виплату. Після виверження у всіх користувачів є можливість збирати валюту, що вивергається, під час збору. Після того, як колекція буде зроблена, вміст вулкана скидається назад до 0.

source: Word Scramble
de: Wort-Scramble
es: Lucha de palabras
fr: Brouillage de mots
ja: ワードスクランブル
nl: Woord Scramble
pt_br: Embaralhamento de palavras
ru: Эрудит
uk: Боротьба зі словами

# GameCommandWordScrambleDescription
source: The Word Scramble game allows a user to start a winner-takes-all bet amongst all entered users. After the initial time limit, a scrambled word will appear in chat. If a user types the unscrambled word in chat within the time limit, they win the entire pot. Otherwise, everyone loses their money.
de: Das Word Scramble-Spiel ermöglicht es einem Benutzer, eine Winner-takes-all-Wette unter allen angemeldeten Benutzern zu starten. Nach dem anfänglichen Zeitlimit erscheint ein verschlüsseltes Wort im Chat. Wenn ein Benutzer das unverschlüsselte Wort innerhalb des Zeitlimits im Chat eingibt, gewinnt er den gesamten Pot. Sonst verliert jeder sein Geld.
es: El juego Lucha de palabras permite a un usuario iniciar una apuesta en la que el ganador se lo lleva todo entre todos los usuarios inscritos. Después del límite de tiempo inicial, aparecerá una palabra codificada en el chat. Si un usuario escribe la palabra sin descifrar en el chat dentro del límite de tiempo, gana todo el bote. De lo contrario, todos pierden su dinero.
fr: Le jeu Word Scramble permet à un utilisateur de commencer un pari gagnant-gagnant-tout parmi tous les utilisateurs inscrits. Après la limite de temps initiale, un mot brouillé apparaîtra dans le chat. Si un utilisateur tape le mot non brouillé dans le chat dans le délai imparti, il gagne la totalité du pot. Sinon, tout le monde perd son argent.
ja: ワードスクランブルゲームは、ユーザーが入力されたすべてのユーザーの間で勝者テイクオールベットを開始することができます。最初の制限時間が経過すると、スクランブルされた単語がチャットに表示されます。ユーザーが制限時間内にチャットでスクランブルされていない単語を入力すると、ポット全体が勝ちます。さもなければ、誰もが彼らのお金を失います。
nl: Met het Word Scramble-spel kan een gebruiker een winner-takes-all weddenschap starten tussen alle ingevoerde gebruikers. Na de eerste tijdslimiet verschijnt er een gecodeerd woord in de chat. Als een gebruiker het ongekrabbelde woord in de chat binnen de tijdslimiet typt, wint hij de hele pot. Anders verliest iedereen zijn geld.
pt: O jogo Word Scramble permite que um usuário inicie uma aposta vencedora entre todos os usuários inscritos. Após o limite de tempo inicial, uma palavra mexida aparecerá no chat. Se um usuário digitar a palavra sem quebra no chat dentro do prazo, ele ganha toda a panela. Caso contrário, todos perdem seu dinheiro.
pt_br: O jogo Word Scramble permite que um usuário inicie uma aposta em que o vencedor leva tudo entre todos os usuários inscritos. Após o limite de tempo inicial, uma palavra embaralhada aparecerá no chat. Se um usuário digitar a palavra não embaralhada no chat dentro do prazo, ele ganhará o pote inteiro. Caso contrário, todos perdem o seu dinheiro.
ru: Игра позволяет пользователю начать ставку типа «победитель получает все» среди всех участвующих пользователей. После определённого срока в чате появится зашифрованное слово. Если пользователь расшифровывает слово в чате в течение срока, он выигрывает весь банк. В противном случае, каждый теряет свои деньги.
uk: Гра Word Scramble дозволяє користувачеві почати ставку на перемогу серед усіх введених користувачів. Після початкового обмеження часу в чаті з'явиться скрембліровані слова. Якщо користувач вводить нерозшифровані слова в чаті протягом терміну, він виграє весь горщик. В іншому випадку кожен втрачає свої гроші.

source: Outcomes
de: Ergebnisse
es: Resultados
fr: Résultats
ja: 結果
nl: Resultaten
pt: Resultados
pt_br: Resultados
ru: Выплаты
uk: Результати

# ModChancePercentage
source: Mod Chance %
es: Probabilidad Mod %
ja: モッドチャンス %
nl: Mod Kans %
pt_br: Chance de modificação%
ru: Шанс для модераторов в %
uk: Мод шанс %

# ModPayoutPercentage
source: Mod Payout %
de: Mod Auszahlung %
es: Pago Mod %
fr: Mod Paiement %
ja: モッドペイアウト %
nl: Mod Uitbetaling %
pt: Mod Pagamento %
pt_br: % de pagamento mod
ru: Выплата модераторам в %
uk: Мод виплата %

# SubPayoutPercentage
source: Sub Payout %
de: Unterauszahlung %
es: Pago de Sub %
fr: Sous-paiement %
ja: サブペイアウト %
nl: Sub uitbetaling %
pt: Sub Pagamento %
pt_br: % de sub-pagamento
ru: Выплата подписчикам в %
uk: Суб виплата %

# UserChancePercentage
source: User Chance %
de: Benutzerchance %
es: Probabilidad de usuario %
fr: Pourcentage de chance de l’utilisateur
ja: ユーザーチャンス %
nl: Gebruikerskans %
pt: Chance do usuário %
pt_br: % de chance do usuário
ru: Шанс для пользователей в %
uk: Шанс користувача %

# UserPayoutPercentage
source: User Payout %
de: Benutzerauszahlung %
es: Pago del usuario %
fr: Paiement de l’utilisateur %
ja: ユーザーの支払い %
nl: Uitbetalingspercentage gebruiker
pt: Pagamento do usuário %
pt_br: % de pagamento do usuário
ru: Выплата пользователям %
uk: Виплата користувачем %

source: Usage
de: Verwendung
es: Uso
ja: 使い
nl: Gebruik
pt: Uso
pt_br: Uso
ru: Использование
uk: Використання

source: Min Amount
de: Mindestbetrag
es: Cantidad mínima
fr: Montant min
ja: 最小量
nl: Min Bedrag
pt: Quantidade Mínima
pt_br: Valor mínimo
ru: Мин. сумма
uk: Мінімальна сума

# MinimumAndMaximum
source: Minimum & Maximum
es: Mínimo y Máximo
ja: 最小と最大
pt: Mínimo & Máximo
pt_br: Mínimo e Máximo
ru: Мин. и макс.
uk: Мінімальний &максимум

source: Minimum Only
de: Nur Minimum
es: Solo mínimo
fr: Minimum seulement
ja: 最小のみ
nl: Alleen minimaal
pt: Mínimo Apenas
pt_br: Mínimo apenas
ru: Только минимальный
uk: Лише мінімальний

source: Required Amount
de: Erforderlicher Betrag
es: Cantidad requerida
fr: Montant requis
ja: 必要額
nl: Benodigd bedrag
pt: Quantidade Necessária
pt_br: Quantidade necessária
ru: Необходимая сумма
uk: Необхідна сума

source: Game Currency
de: Spielwährung
es: Moneda del juego
fr: Monnaie du jeu
ja: ゲーム通貨
nl: Spel valuta
pt: Moeda do jogo
pt_br: Moeda do jogo
ru: Валюта игры
uk: Ігрова валюта

source: New Game
de: Neues Spiel
es: Nuevo juego
fr: Nouveau jeu
ja: 新しいゲーム
nl: Nieuw spel
pt: Novo Jogo
pt_br: Novo jogo
ru: Новая игра
uk: Нова гра

source: Random
de: Zufällig
es: Aleatorio
fr: Aléatoire
ja: ランダム
nl: Willekeurig
pt: Aleatório
pt_br: Aleatório
ru: Случайно
uk: Випадкових

source: Targeted
de: Gezielt
es: Dirigido
fr: Ciblé
ja: ターゲット
nl: Gerichte
pt: Visado
pt_br: Direcionado
ru: Цель
uk: Цільові

# GameCommandStealLoseExample
source: @$username was unable to steal from @$targetusername...
de: @$username konnte nicht von @$targetusername stehlen...
es: @$username no pudo robarle a @$targetusername...
fr: @$username n’a pas pu voler @$targetusername...
ja: @$usernameは@$targetusernameから盗むことができませんでした。
nl: @$username kon niet stelen van @$targetusername...
pt: @$username foi incapaz de roubar de @$targetusername...
pt_br: @$username não conseguiu roubar @$targetusername...
ru: @$username не смог украсть у @$targetusername...
uk: @$username не вдалося вкрасти з @$targetusername ...
