Repository: SaviorXTanren/mixer-mixitup
Catalog: MixItUp.*/Resources.*.resx
Languages: de, es, fr, fr_fr, ja, nl, pt, pt_br, ru, uk

source: Run Ad
de: Anzeige schalten
es: Poner anuncio
fr: Diffuser une annonce
ja: 広告を実行する
nl: Advertentie uitvoeren
pt: Anúncio de execução
pt_br: Executar anúncio
ru: Запуск рекламы
uk: Запустити оголошення

source: Ban
de: Verbot
es: Banear
fr: Interdiction
fr_fr: Interdict
ja: 禁止
nl: Verbod
pt: Banir
pt_br: Proibir
ru: Бан
uk: Заборона

source: Purge
de: Säubern
es: Purga
fr: Purger
ja: 粛清
nl: Zuiveren
pt: Purgar
pt_br: Purga
ru: Чистка
uk: Очистити

source: Timeout
de: Zeitüberschreitung
es: Vetar
fr_fr: Délai d'expiration
ja: タイムアウト
pt_br: Tempo esgotado
ru: Тайм-аут
uk: Аут

source: Imported
de: Eingeführt
es: Importado
fr: Importé
ja: インポート
nl: Geïmporteerd
pt: Importados
pt_br: Importado
ru: Импортированный
uk: Імпортовані

source: Import From File
de: Aus Datei importieren
es: Importar desde archivo
fr: Importer à partir d’un fichier
ja: ファイルからインポート
nl: Importeren uit bestand
pt: Importação de arquivo
pt_br: Importar do arquivo
ru: Импорт из файла
uk: Імпорт із файлу

source: Reset Date
de: Datum zurücksetzen
es: Restablecer fecha
fr: Date de réinitialisation
ja: 日付のリセット
nl: Datum opnieuw instellen
pt: Data de redefinição
pt_br: Data de redefinição
ru: Дата сброса
uk: Дата скидання

source: Customize Stream Pass
de: Stream Pass anpassen
es: Personalizar Stream Pass
fr: Personnaliser Stream Pass
ja: ストリームパスのカスタマイズ
nl: Stream Pass aanpassen
pt: Personalize o Stream Pass
pt_br: Personalize o Stream Pass
ru: Настройка стрим-пропуска
uk: Настроювання пропуску потоку

source: Donation Bonus
de: Spendenbonus
es: Bono de donación
fr: Bonus de don
ja: 寄付ボーナス
nl: Donatie Bonus
pt: Bônus de doação
pt_br: Bônus de Doação
ru: Бонус за пожертвование
uk: Бонус за пожертвування

source: Follow Bonus
de: Bonus folgen
es: Bonus de seguidor
fr: Suivre le bonus
ja: ボーナスに従う
nl: Bonus volgen
pt: Bônus de Follow
pt_br: Bônus de acompanhamento
ru: Бонус за отслеживание
uk: Слідкуйте за бонусом

source: Host Bonus
de: Gastgeber-Bonus
es: Bonus de hosteo
fr: Bonus d’hôte
ja: ホストボーナス
pt: Bônus do host
pt_br: Bônus de anfitrião
ru: Бонус за ретрансляцию
uk: Бонус хоста

source: Point Rates
de: Punktepreise
es: Tarifas de puntos
fr: Taux de points
ja: ポイントレート
nl: Punten tarieven
pt: Taxas de ponto
pt_br: Taxas de pontos
ru: Коэффициенты очков
uk: Ставки за точками

source: Sub Multiplier
de: Sub-Multiplikator
es: Submultiplicador
fr: Sous-multiplicateur
ja: サブ乗数
nl: Subvermenigvuldiging
pt: Sub Multiplicador
pt_br: Submultiplicador
ru: Коэфф. для подписчиков
uk: Суб множник

source: Subscribe Bonus
de: Bonus abonnieren
es: Bonus de suscripción
fr: Bonus d’abonnement
ja: ボーナスを購読する
nl: Inschrijven Bonus
pt: Assine bônus
pt_br: Bônus de inscrição
ru: Бонус для подписчиков
uk: Підписатися бонус

source: Add Custom Level Up
de: Benutzerdefinierte Stufe nach oben hinzufügen
es: Agregar nivel personalizado
fr: Ajouter un niveau supérieur personnalisé
ja: カスタム レベルを上に追加
nl: Aangepast niveau omhoog toevoegen
pt: Adicionar up de nível personalizado
pt_br: Adicionar aumento de nível personalizado
ru: Доб. собственное повышение уровня
uk: Додати настроюваний рівень вгору

source: Add Stream Pass
de: Stream Pass hinzufügen
es: Agregar Stream Pass
fr: Ajouter un stream pass
ja: ストリームパスの追加
nl: Stream Pass toevoegen
pt: Adicionar passe de stream
pt_br: Adicionar passe de transmissão
ru: Добавить стрим-пропуск
uk: Додати прохід потоку

source: Copy
de: Kopieren
es: Copiar
fr: Copier
ja: 写し
nl: Kopiëren
pt: Copiar
pt_br: Cópia
ru: Копировать
uk: Копіювати

source: Date Range
de: Datumsbereich
es: Intervalo de fechas
fr: Plage de dates
ja: 日付範囲
nl: Datumbereik
pt: Faixa de data
pt_br: Período
ru: Диапазон дат
uk: Діапазон дат

source: Default Level Up Command
de: Standardbefehl "Level Up"
es: Comando predeterminado Subir de nivel
fr: Commande De niveau supérieur par défaut
ja: デフォルト レベル アップ コマンド
nl: Standaard level up commando
pt: Comando padrão de nível de up
pt_br: Comando de subida de nível padrão
ru: Команда по умолчанию при повышении уровня
uk: Команда "Рівень вгору за промовчанням"

source: Details
es: Detalles
fr: Détails
ja: 細部
nl: Bijzonderheden
pt: Detalhes
pt_br: Detalhes
ru: Подробности
uk: Деталі

source: End
de: Ende:
es: Fin
fr: Fin:
ja: 終わり
nl: Einde:
pt: Fim
pt_br: Fim
ru: Конец
uk: Кінець:

source: Level
de: Niveau
es: Nivel
fr: Niveau
ja: レベル
nl: Niveau
pt: Nível
pt_br: Nível
ru: Уровень
uk: Рівень

# LevelNumber
source: Level #
de: Niveau #
es: Nivel #
fr: Niveau #
ja: レベル#
nl: Niveau #
pt: Nível #
pt_br: Nível #
ru: Уровень #
uk: Рівень #

source: Level Up Commands
de: Level-Up-Befehle
es: Comandos de subir de nivel
fr: Commandes de niveau supérieur
ja: レベルアップコマンド
nl: Opdrachten voor niveau omhoog brengen
pt: Comandos de nível de up
pt_br: Comandos para subir de nível
ru: Команды повышения уровня
uk: Команди вирівнювання вгору

source: Points for Level Up
de: Punkte für Level Up
es: Puntos por subir de nivel
fr: Points pour le niveau supérieur
ja: レベルアップのポイント
nl: Punten voor Level Up
pt: Pontos para subir de nível
pt_br: Pontos para subir de nível
ru: Очки за повышение уровня
uk: Очки за рівень вгору

source: Start
de: Anfangen:
es: Empezar
fr: Commencer:
ja: 始める
nl: Beginnen:
pt: Começar
pt_br: Começar
ru: Начало
uk: Почати:

source: Stream Pass
fr: Pass de flux
ja: ストリームパス
nl: Stream Pas
pt: Passe da Stream
pt_br: Passe de transmissão
ru: Стрим-пропуск
uk: Потік прохід

source: Dutch
de: Holländisch
es: Holandés
fr: Néerlandais
ja: オランダ語
nl: Nederlands
pt: Holandês
pt_br: Holandês
ru: Нидерландский
uk: Нідерландська

source: French
de: Französisch
es: Francés
fr: Français
ja: フランス語
nl: Frans
pt: Francês
pt_br: Francês
ru: Французский
uk: Французька

source: Japanese
de: Japanisch
es: Japonés
fr: Japonais
ja: 日本語
nl: Japans
pt: Japonês
pt_br: japonês
ru: Японский
uk: Японська

source: Portuguese
de: Portugiesisch
es: Portugués
fr: Portugais
ja: ポルトガル語
nl: Portugees
pt: Português
pt_br: Português
ru: Португальский
uk: Португальська

source: Spanish
de: Spanisch
es: Español
fr: Espagnol
ja: スペイン語
nl: Spaans
pt: Espanhol
pt_br: Espanhol
ru: Испанский
uk: Іспанська

# ConfirmStreamPassDeletion
source: Are you sure you want to delete this Stream Pass?
de: Möchten Sie diesen Stream Pass wirklich löschen?
es: ¿Está seguro de que desea eliminar este Stream Pass?
fr: Voulez-vous vraiment supprimer ce Stream Pass ?
ja: このストリーム パスを削除しますか?
nl: Weet je zeker dat je deze Stream Pass wilt verwijderen?
pt: Tem certeza de que deseja excluir este Stream Pass?
pt_br: Tem certeza de que deseja excluir este Stream Pass?
ru: Вы уверены, что хотите удалить этот стрим-пропуск?
uk: Справді видалити цей прохід потоку?

source: Level Up
de: Heraufschrauben
es: Subir de nivel
fr: Monter de niveau
ja: レベルアップする
nl: Niveau omhoog
pt_br: Subir de nível
ru: Повышение уровня
uk: Рівень вгору

# ConfirmDeleteCommand
source: Are you sure you want to delete this command?
de: Möchten Sie diesen Befehl wirklich löschen?
es: ¿Está seguro de que desea eliminar este comando?
fr: Voulez-vous vraiment supprimer cette commande ?
ja: このコマンドを削除しますか?
nl: Weet u zeker dat u deze opdracht wilt verwijderen?
pt: Tem certeza que quer excluir este comando?
pt_br: Tem certeza de que deseja excluir este comando?
ru: Вы уверены, что хотите удалить эту команду?
uk: Справді видалити цю команду?

source: Max Level
de: Max. Stufe
es: Nivel máximo
fr: Niveau maximum
ja: 最大レベル
nl: Max niveau
pt: Nível Máximo
pt_br: Nível máximo
ru: Макс. уровень
uk: Максимальний рівень

source: Viewing:
de: Besichtigung:
es: Viendo:
fr: Visionnement:
ja: 観覧：
nl: Bekijken:
pt: Visualização:
pt_br: Visualizando:
ru: Просмотров:
uk: Перегляду:

source: User Data
de: Benutzerdaten
es: Datos del usuario
fr: Données utilisateur
ja: ユーザー データ
nl: Gebruikersgegevens
pt: Dados do Usuário
pt_br: Dados do usuário
ru: Пользовательские данные
uk: Дані користувача

source: Account Age
de: Alter des Kontos
es: Antigüedad de la cuenta
fr: Âge du compte
ja: アカウントの年齢
nl: Account Leeftijd
pt: Idade da conta
pt_br: Idade da conta
ru: Возраст учетной записи
uk: Вік облікового запису

source: Last Seen
de: Zuletzt gesehen
es: Visto por última vez
fr: Dernière vue
ja: 最後に見た
nl: Laatst gezien
pt: Última sessão
pt_br: Visto pela última vez
ru: Был последний раз
uk: Останній раз бачили

source: Quantity
de: Menge
es: Cantidad
fr: Quantité
ja: 量
nl: Hoeveelheid
pt: Quantidade
pt_br: Quantidade
ru: Количество
uk: Кількість

source: Auto-Replenish:
de: Automatische Auffüllung:
es: Reposición automática:
fr: Réapprovisionnement automatique :
ja: 自動補充:
nl: Automatisch aanvullen:
pt: Reabastecimento automático:
pt_br: Reabastecimento automático:
ru: Автопополнение:
uk: Автоматичне поповнення:

source: Auto-Redeem:
de: Automatische Einlösung:
es: Canje automático:
fr: Échange automatique :
ja: 自動引き換え:
nl: Automatisch inwisselen:
pt: Resgate automático:
pt_br: Resgate automático:
ru: Авто-выдача:
uk: Автоматичне активація:

source: Custom Command
de: Benutzerdefinierter Befehl
es: Comando personalizado
fr: Commande personnalisée
ja: カスタム コマンド
nl: Aangepaste opdracht
pt: Comando Personalizado
pt_br: Comando personalizado
ru: Собственная команда
uk: Настроювана команда

source: Mod Redeem Command
de: Mod Einlösen-Befehl
es: Comando de Mod reclamar
fr: Mod Redeem Commande
ja: モッドの償還コマンド
nl: Mod Inwisselen Opdracht
pt: Comando Mod Redeem
pt_br: Comando de resgate de mod
ru: Команда выдачи для модераторов
uk: Команда "Активувати"

source: Default Redemption
de: Standardmäßige Einlösung
es: Canje predeterminado
fr: Rachat par défaut
ja: デフォルトの償還
nl: Standaard inwisseling
pt: Resgate padrão
pt_br: Resgate Padrão
ru: Выдача по умолчанию
uk: Викуп за замовчуванням

source: Manual Redeem Needed
de: Manuelle Einlösung erforderlich
es: Se necesita canjear manualmente
fr: Échange manuel nécessaire
ja: 手動での償還が必要
nl: Handmatig inwisselen nodig
pt: Resgate Manual Necessário
pt_br: Resgate manual necessário
ru: Требуется ручная выдача
uk: Потрібна вручну активація

source: Save Product
de: Produkt speichern
es: Guardar producto
fr: Enregistrer le produit
ja: 製品の保存
nl: Product opslaan
pt: Salvar produto
pt_br: Salvar produto
ru: Сохранить товар
uk: Зберегти продукт

source: Products
de: Produkte
es: Productos
fr: Produits
ja: プロダクツ
nl: Producten
pt: Produtos
pt_br: Produtos
ru: Товары
uk: Продукти

source: Redemption
de: Erlösung
es: Canje
fr: Échange
ja: 償還
nl: Aflossing
pt: Redenção
pt_br: Redenção
ru: Выкуп
uk: Викупу

source: Manual Redeem
de: Manuelles Einlösen
es: Canje manual
fr: Utilisation manuelle
ja: 手動による引き換え
nl: Handmatig inwisselen
pt: Resgate Manual
pt_br: Resgate manual
ru: Ручная выдача
uk: Вручну активувати

source: Refund
de: Erstattung
es: Reembolsar
fr: Remboursement
ja: 払い戻す
nl: Terugbetaling
pt: Reembolso
pt_br: Reembolso
ru: Возмещение
uk: Повернення

source: Edit Products
de: Produkte bearbeiten
es: Editar productos
fr: Modifier les produits
ja: 製品の編集
nl: Producten bewerken
pt: Editar produtos
pt_br: Editar produtos
ru: Редактировать товары
uk: Редагування продуктів

source: Redemption Store
de: Einlöse-Shop
es: Tienda de canjeos
fr: Boutique d’échange
ja: 償還ストア
nl: Inwisselwinkel
pt: Loja de Resgates
pt_br: Loja de resgate
ru: Магазин
uk: Викуп магазину

source: Chat Purchase Command
de: Befehl "Chat-Kauf"
es: Comando de compra de chat
fr: Commande d’achat par chat
ja: チャット購入コマンド
nl: Opdracht voor chataankoop
pt: Comando de compra de chat
pt_br: Comando de compra por chat
ru: Команда в чате для покупки
uk: Команда придбання чату

source: Username
de: Nutzername
es: Nombre de usuario
fr: Nom d’utilisateur
ja: ユーザー名
nl: Gebruikersnaam
pt: Nome do usuário
pt_br: Nome de usuário
ru: Имя пользователя
uk: Ім'я користувача

source: Product
de: Produkt
es: Producto
fr: Produit
ja: 積
pt: Produto
pt_br: Produto
ru: Товар
uk: Продукт

source: Purchase Time
de: Kaufzeit
es: Tiempo de compra
fr: Heure d’achat
ja: 購入時間
nl: Aankooptijd
pt: Tempo de compra
pt_br: Tempo de compra
ru: Время покупки
uk: Час покупки

source: Not Replaced
de: Nicht ersetzt
es: No reemplazado
fr: Non remplacé
ja: 置き換えられない
nl: Niet vervangen
pt: Não substituído
pt_br: Não substituído
ru: Не заменено
uk: Не замінено

# ValidProductName
source: A valid product name must be specified
de: Ein gültiger Produktname muss angegeben werden
es: Se debe especificar un nombre de producto válido
fr: Un nom de produit valide doit être spécifié
ja: 有効な製品名を指定する必要があります
nl: Er moet een geldige productnaam worden opgegeven
pt: Um nome de produto válido deve ser especificado
pt_br: Um nome de produto válido deve ser especificado
ru: Название продукта должно быть указано
uk: Необхідно вказати припустиму назву продукту

# ProductNameAlreadyExists
source: The specified name already exists for another product
de: Der angegebene Name ist bereits für ein anderes Produkt vorhanden
es: El nombre especificado ya existe para otro producto
fr: Le nom spécifié existe déjà pour un autre produit
ja: 指定された名前は、別の製品に既に存在します
nl: De opgegeven naam bestaat al voor een ander product
pt: O nome especificado já existe para outro produto
pt_br: O nome especificado já existe para outro produto
ru: Указанное имя уже существует для другого продукта
uk: Указане ім'я вже існує для іншого продукту

source: Custom Product Redemption
de: Einlösung benutzerdefinierter Produkte
es: Canje de productos personalizados
fr: Échange de produits personnalisés
ja: カスタム製品の償還
nl: Aangepaste productinwisseling
pt: Resgate personalizado do produto
pt_br: Resgate de produto personalizado
ru: Пользовательские настройки выдачи
uk: Індивідуальний викуп продукту

# ValidChatPurchaseCommand
source: A valid chat purchase command must be specified
de: Ein gültiger Chat-Kaufbefehl muss angegeben werden
es: Se debe especificar un comando de compra de chat válido
fr: Une commande d’achat par chat valide doit être spécifiée
ja: 有効なチャット購入コマンドを指定する必要があります
nl: Er moet een geldige chataankoopopdracht worden opgegeven
pt: Um comando de compra de chat válido deve ser especificado
pt_br: Um comando de compra de chat válido deve ser especificado
ru: Команда покупки в чате должна быть указана
uk: Потрібно вказати припустиму команду придбання чату

# ValidModRedeemCommand
source: A valid mod redeem command must be specified
de: Ein gültiger Mod-Redeem-Befehl muss angegeben werden
es: Se debe especificar un comando mod redeem válido
fr: Une commande mod redeem valide doit être spécifiée
ja: 有効な mod 引き換えコマンドを指定する必要があります
nl: Er moet een geldige opdracht voor het inwisselen van mods worden opgegeven
pt: Um comando mod redeem válido deve ser especificado
pt_br: Um comando mod redeem válido deve ser especificado
ru: Команда выдачи для модератора должна быть указана
uk: Потрібно вказати припустиму команду "Викупити мод"

source: Custom Redemption
de: Benutzerdefinierte Einlösung
es: Canje personalizado
fr: Échange personnalisé
ja: カスタム償還
nl: Aangepaste inwisseling
pt: Redenção personalizada
pt_br: Resgate personalizado
ru: Пользовательский выкуп
uk: Індивідуальний викуп

# ConfirmRedemptionStoreProductDeletion
source: Are you sure you want to delete this product?
de: Möchten Sie dieses Produkt wirklich löschen?
es: ¿Está seguro de que desea eliminar este producto?
fr: Êtes-vous sûr de vouloir supprimer ce produit ?
ja: この製品を削除しますか?
nl: Weet u zeker dat u dit product wilt verwijderen?
pt: Tem certeza que deseja excluir este produto?
pt_br: Tem certeza de que deseja excluir este produto?
ru: Вы уверены, что хотите удалить этот товар?
uk: Справді видалити цей продукт?

# ConfirmDeleteRedemptionStorePurchase
source: Are you sure you wish to delete this purchase and not refund the user?
de: Möchten Sie diesen Kauf wirklich löschen und dem Benutzer keine Rückerstattung gewähren?
es: ¿Está seguro de que desea eliminar esta compra y no reembolsar al usuario?
fr: Êtes-vous sûr de vouloir supprimer cet achat et ne pas rembourser l’utilisateur ?
ja: この購入を削除し、ユーザーに払い戻しを行わない場合は、本当によいですか?
nl: Weet u zeker dat u deze aankoop wilt verwijderen en de gebruiker niet wilt terugbetalen?
pt: Tem certeza de que deseja excluir esta compra e não reembolsar o usuário?
pt_br: Tem certeza de que deseja excluir esta compra e não reembolsar o usuário?
ru: Вы уверены, что хотите удалить эту покупку и не возвращать деньги пользователю?
uk: Ви дійсно бажаєте видалити цю покупку, а не повернути гроші користувачеві?

# ConfirmRefundRedemptionStorePurchase
source: Are you sure you wish to refund the user and remove this purchase?
de: Sind Sie sicher, dass Sie dem Benutzer eine Rückerstattung gewähren und diesen Kauf entfernen möchten?
es: ¿Está seguro de que desea reembolsar al usuario y eliminar esta compra?
fr: Êtes-vous sûr de vouloir rembourser l’utilisateur et supprimer cet achat?
ja: ユーザーに払い戻しを行い、この購入を削除しますか?
nl: Weet u zeker dat u de gebruiker wilt terugbetalen en deze aankoop wilt verwijderen?
pt: Tem certeza de que deseja reembolsar o usuário e remover essa compra?
pt_br: Tem certeza de que deseja reembolsar o usuário e remover esta compra?
ru: Вы уверены, что хотите вернуть деньги пользователю и удалить эту покупку?
uk: Ви дійсно бажаєте повернути гроші користувачеві та видалити цю покупку?

source: State
de: Zustand
es: Estado
fr: État
ja: 状態
nl: Staat
pt: Estado
pt_br: Estado
ru: Статус
uk: Стан

source: Pending
de: Anhängig
es: Pendiente
fr: En instance
ja: ペンディング
nl: Aanhangig
pt: Pendente
pt_br: Pendente
ru: Ожидаемый
uk: Очікуванні

source: Redeemed
de: Eingelöst
es: Canjeado
fr: Racheté
ja: 償還
nl: Verlost
pt: Redimidos
pt_br: Resgatado
ru: Выкуплено
uk: Погашені

# ValidCurrencyMustBeSelected
source: A valid Currency must be selected
de: Eine gültige Währung muss ausgewählt werden
es: Se debe seleccionar una moneda válida
fr: Une devise valide doit être sélectionnée
ja: 有効な通貨を選択する必要があります
nl: Er moet een geldige valuta worden geselecteerd
pt: Uma moeda válida deve ser selecionada
pt_br: Uma moeda válida deve ser selecionada
ru: Существуюшая валюта должна быть выбрана
uk: Необхідно вибрати припустиму грошову одиницю

# ValidCurrencyAmountMustBeSpecified
source: A valid Currency amount must be specified
de: Ein gültiger Währungsbetrag muss angegeben werden
es: Se debe especificar un monto de moneda válido
fr: Un montant en devise valide doit être spécifié
ja: 有効な通貨金額を指定する必要があります
nl: Er moet een geldig valutabedrag worden opgegeven
pt: Um valor de moeda válido deve ser especificado
pt_br: Um valor de moeda válido deve ser especificado
ru: Корректная сумма валюты должна быть указана
uk: Необхідно вказати припустиму суму грошової одиниці

# ValidCooldownAmountMustBeSpecified
source: A valid Cooldown amount must be specified
de: Ein gültiger Cooldown-Betrag muss angegeben werden
es: Se debe especificar una cantidad de cooldown válida
fr: Un montant de refroidissement valide doit être spécifié
ja: 有効なクールダウン金額を指定する必要があります
nl: Een geldig Cooldown-bedrag moet worden opgegeven
pt: Um valor de recarga válido deve ser especificado
pt_br: Um valor de resfriamento válido deve ser especificado
ru: Корректное время перезарядки должно быть указана
uk: Необхідно вказати припустиму суму "Час зарядки"

# ValidCooldownGroupMustBeSpecified
source: A valid Cooldown group must be specified
de: Eine gültige Cooldown-Gruppe muss angegeben werden
es: Se debe especificar un grupo de cooldown válido
fr: Un groupe cooldown valide doit être spécifié
ja: 有効なクールダウン グループを指定する必要があります
nl: Er moet een geldige Cooldown-groep worden opgegeven
pt: Um grupo de recarga válido deve ser especificado
pt_br: Um grupo de resfriamento válido deve ser especificado
ru: Корректное время перезарядки группы должно быть указана
uk: Необхідно вказати припустиму групу "Час зарядки"

# ValidInventoryItemAmountMustSpecified
source: A valid Inventory Item amount must be specified
de: Ein gültiger Bestandsartikelbetrag muss angegeben werden
es: Se debe especificar un importe válido del artículo de inventario
fr: Un montant d’article de stock valide doit être spécifié
ja: 有効な在庫品目金額を指定する必要があります
nl: Er moet een geldig bedrag van het voorraadartikel worden opgegeven
pt: Um valor de item de inventário válido deve ser especificado
pt_br: Um valor válido do item de inventário deve ser especificado
ru: Должна быть указано количество товаров в инвентаре
uk: Потрібно вказати припустиму суму елемента запасів

# ValidInventoryItemMustBeSelected
source: A valid Inventory Item must be selected
de: Ein gültiger Inventarartikel muss ausgewählt werden
es: Se debe seleccionar un artículo de inventario válido
fr: Un article d’inventaire valide doit être sélectionné
ja: 有効な在庫品目を選択する必要があります
nl: Er moet een geldig voorraadartikel zijn geselecteerd
pt: Um item de inventário válido deve ser selecionado
pt_br: Um item de inventário válido deve ser selecionado
ru: Должен быть выбран корректный товар в инвентаре
uk: Потрібно вибрати припустимий елемент запасів

# ValidInventoryMustBeSelected
source: A valid Inventory must be selected
de: Ein gültiges Inventar muss ausgewählt werden
es: Se debe seleccionar un inventario válido
fr: Un inventaire valide doit être sélectionné
ja: 有効な在庫を選択する必要があります
nl: Er moet een geldige inventaris worden geselecteerd
pt: Um Inventário válido deve ser selecionado
pt_br: Um inventário válido deve ser selecionado
ru: должен быть выбран существующий инвентарь
uk: Потрібно вибрати припустимий інвентар

# ValidRankMustBeSelected
source: A valid Rank must be selected
de: Ein gültiger Rang muss ausgewählt werden
es: Se debe seleccionar un rango válido
fr: Un rang valide doit être sélectionné
ja: 有効なランクを選択する必要があります
nl: Er moet een geldige rang worden geselecteerd
pt: Uma classificação válida deve ser selecionada
pt_br: Uma classificação válida deve ser selecionada
ru: Должен быть выбран существующий ранг
uk: Необхідно вибрати припустимий ранг

# ValidRankSystemMustBeSelected
source: A valid Rank System must be selected
de: Ein gültiges Rangsystem muss ausgewählt werden
es: Se debe seleccionar un sistema de clasificación válido
fr: Un système de classement valide doit être sélectionné
ja: 有効なランク システムを選択する必要があります
nl: Er moet een geldig rangsysteem worden geselecteerd
pt: Um sistema de classificação válido deve ser selecionado
pt_br: Um sistema de classificação válido deve ser selecionado
ru: Должна быть выбрана существующая система рангов
uk: Необхідно вибрати припустиму систему рангу

# ValidThresholdTimeSpanMustBeSpecified
source: A valid Threshold time span must be specified
de: Es muss eine gültige Schwellenwert-Zeitspanne angegeben werden
es: Se debe especificar un intervalo de tiempo de umbral válido
fr: Une période de seuil valide doit être spécifiée
ja: 有効なしきい値の期間を指定する必要があります
nl: Er moet een geldige drempelwaarde worden opgegeven
pt: Um período de tempo de limite válido deve ser especificado
pt_br: Um intervalo de tempo limite válido deve ser especificado
ru: Должен быть указан корректный пороговый промежуток времени
uk: Необхідно вказати припустимий граничний проміжок часу

# ValidThresholdUserAmountMustBeSpecified
source: A valid Threshold user amount must be specified
de: Ein gültiger Schwellenwert für Benutzer muss angegeben werden
es: Se debe especificar una cantidad de usuario de umbral válida
fr: Un montant d’utilisateur de seuil valide doit être spécifié
ja: 有効なしきい値ユーザー量を指定する必要があります
nl: Er moet een geldig drempelbedrag voor gebruikers worden opgegeven
pt: Um valor de usuário limite válido deve ser especificado
pt_br: Um valor de limite de usuário válido deve ser especificado
ru: Должна быть указана корректная пороговая сумма для пользователя
uk: Потрібно вказати припустиму граничну кількість користувача

source: Rank System
de: Rangsystem
es: Sistema de clasificación
fr: Système de classement
ja: ランクシステム
nl: Rangsysteem
pt: Sistema de classificação
pt_br: Sistema de classificação
ru: Система рангов
uk: Система рангу
