Repository: SaviorXTanren/mixer-mixitup
Catalog: MixItUp.*/Resources.*.resx
Languages: de, es, fr, fr_fr, ja, nl, pt, pt_br, ru, uk

# UserDataStep1
source: This will allow you to import your channel's user data from either a plain-text or spreadsheet file. To import a spreadsheet file, you must have some form of Microsoft Excel installed. Note that this WILL OVERWRITE existing user data in Mix It Up. First, specify the file that you want to import the User data from:
de: Auf diese Weise können Sie die Benutzerdaten Ihres Kanals entweder aus einer Nur-Text- oder Tabellenkalkulationsdatei importieren. Zum Importieren einer Tabellenkalkulationsdatei muss eine Form von Microsoft Excel installiert sein. Beachten Sie, dass dadurch vorhandene Benutzerdaten in Mix It Up überschrieben werden. Geben Sie zunächst die Datei an, aus der Sie die Benutzerdaten importieren möchten:
es: Esto te permitirá importar los datos de usuario de tu canal desde un archivo de texto sin formato o de hoja de cálculo. Para importar un archivo de hoja de cálculo, debe tener algún tipo de Microsoft Excel instalado. Tenga en cuenta que esto SOBRESCRIBIRÁ los datos de usuario existentes en Mix It Up. En primer lugar, especifique el archivo desde el que desea importar los datos de usuario:
fr: Cela vous permettra d’importer les données utilisateur de votre chaîne à partir d’un fichier texte brut ou d’une feuille de calcul. Pour importer un fichier de feuille de calcul, vous devez avoir installé une forme de Microsoft Excel. Notez que cela ÉCRASERA les données utilisateur existantes dans Mix It Up. Tout d’abord, spécifiez le fichier à partir duquel vous souhaitez importer les données utilisateur :
fr_fr: Cela vous permettra d’importer les données utilisateur de votre chaîne à partir d’un fichier texte ou de feuilles de calcul. Pour importer un fichier de tableur, vous devez avoir Microsoft Excel installé. Notez que cela ecrasera les données utilisateur existantes dans Mix It Up. Tout d’abord, spécifiez le fichier que vous souhaitez importer des données utilisateur à partir de:
ja: これにより、チャンネルのユーザデータをプレーンテキストファイルまたはスプレッドシートファイルからインポートできます。スプレッドシート ファイルをインポートするには、Excel の形式をインストールしておく必要があります。これは Mix It Up の既存のユーザー データを上書きします。まず、ユーザー データのインポート元のファイルを指定します。
nl: Hiermee kun je de gebruikersgegevens van je kanaal importeren uit een platte tekst- of spreadsheetbestand. Als u een spreadsheetbestand wilt importeren, moet een of andere vorm van Microsoft Excel zijn geïnstalleerd. Merk op dat dit bestaande gebruikersgegevens in Mix It Up OVERSCHRIJFT. Geef eerst het bestand op waaruit u de gebruikersgegevens wilt importeren:
pt: Isso permitirá que você importe os dados do usuário do seu canal de um arquivo de texto simples ou planilha. Para importar um arquivo de planilha, você deve ter algum tipo de Microsoft Excel instalado. Observe que isso substituirá os dados de usuário existentes no Mix It Up. Primeiro, especifique o arquivo do qual deseja importar os dados do Usuário:
pt_br: Isso permitirá que você importe os dados do usuário do seu canal de um arquivo de texto simples ou de planilha. Para importar um arquivo de planilha, você deve ter algum tipo de Microsoft Excel instalado. Observe que isso SUBSTITUIRÁ os dados do usuário existentes no Mix It Up. Primeiro, especifique o arquivo do qual deseja importar os dados do usuário:
ru: Это позволит импортировать пользовательские данные вашего канала из простого текста или файла таблицы. Для импорта файла таблицы необходимо установить Microsoft Excel. Обратите внимание, что это ПЕРЕПИШЕТ существующие пользовательские данные. Во-первых, укажите файл, из которого вы хотите импортировать данные пользователя:
uk: Це дозволить імпортувати дані користувача вашого каналу з файлу звичайного тексту або електронної таблиці. Щоб імпортувати файл електронної таблиці, потрібно інсталювати певну форму Microsoft Excel. Зауважте, що це перезапише існуючі дані користувача в Mix It Up. Спочатку вкажіть файл, з якого потрібно імпортувати дані користувача:

# UserDataStep2
source: Next, you'll need to specify the column number for each value in your data file or leave it blank if that value is not present. Note that the data file is required to have at least either the username and/or Twitch ID:
de: Als Nächstes müssen Sie die Spaltennummer für jeden Wert in Ihrer Datendatei angeben oder leer lassen, wenn dieser Wert nicht vorhanden ist. Beachte, dass die Datendatei mindestens den Benutzernamen und/oder die Twitch-ID haben muss:
es: A continuación, deberá especificar el número de columna para cada valor del archivo de datos o dejarlo en blanco si ese valor no está presente. Ten en cuenta que el archivo de datos debe tener al menos el nombre de usuario y/o el ID de Twitch:
fr: Ensuite, vous devez spécifier le numéro de colonne pour chaque valeur de votre fichier de données ou le laisser vide si cette valeur n’est pas présente. Notez que le fichier de données doit avoir au moins le nom d’utilisateur et/ou l’ID Twitch :
ja: 次に、データ ファイル内の各値の列番号を指定するか、値が存在しない場合は空白のままにする必要があります。データファイルには、少なくともユーザー名および/またはTwitch IDが必要であることに注意してください。
nl: Vervolgens moet u het kolomnummer voor elke waarde in uw gegevensbestand opgeven of leeg laten als die waarde niet aanwezig is. Houd er rekening mee dat het gegevensbestand ten minste de gebruikersnaam en / of Twitch-ID moet hebben:
pt: Em seguida, você precisará especificar o número da coluna para cada valor em seu arquivo de dados ou deixá-lo em branco se esse valor não estiver presente. Observe que o arquivo de dados é necessário para ter pelo menos o nome de usuário e/ou o ID do Twitch:
pt_br: Em seguida, você precisará especificar o número da coluna para cada valor em seu arquivo de dados ou deixá-lo em branco se esse valor não estiver presente. Observe que o arquivo de dados deve ter pelo menos o nome de usuário e/ou ID do Twitch:
ru: Затем необходимо указать номер столбца для каждого значения в файле данных или оставить его пустым, если это значение отсутствует. Обратите внимание, что файл данных должен иметь по крайней мере имя пользователя и/или идентификатор Twitch:
uk: Далі потрібно вказати номер стовпця для кожного значення у файлі даних або залишити його пустим, якщо цього значення немає. Зверніть увагу, що файл даних повинен мати принаймні ім'я користувача та/ або ідентифікатор Twitch:

source: User Joined
de: Dem Benutzer beigetreten
es: Usuario unido
fr: Membre de l’utilisateur
fr_fr: Utilisateur rejoint
ja: 参加ユーザー
nl: Lid van gebruiker
pt: Usuário Inscrito
pt_br: Usuário ingressado
ru: Пользователь присоединился
uk: Користувач приєднався

# UserJoinedChat
source: {0} Joined Chat
de: {0} sind dem Chat beigetreten
es: {0} se unió al chat
fr: {0} Chat rejoint
fr_fr: {0} a rejoint le Chat
ja: {0}参加チャット
nl: {0} lid geworden chat
pt: {0} entrou no chat
pt_br: {0} entrou no bate-papo
ru: {0} присоединился к чату
uk: {0} приєднався до чату

# UserLeftChat
source: {0} Left Chat
de: {0} Verlassenen Chat
es: {0} chat izquierdo
fr: {0} Chat de gauche
fr_fr: {0} a quitté le Chat
ja: {0}左チャット
nl: {0} Linker Chat
pt: {0} chat esquerdo
pt_br: {0} Saiu do bate-papo
ru: {0} покинул чат
uk: {0} лівий чат

source: User Metrics
de: Benutzermetriken
es: Métricas de usuario
fr: Métriques utilisateur
ja: ユーザーメトリック
nl: Gebruikersstatistieken
pt: Métricas do usuário
pt_br: Métricas do usuário
ru: Пользовательские метрики
uk: Показники користувачів

source: User Name (Optional)
de: Benutzername (optional)
es: Nombre de usuario (opcional)
fr: Nom d’utilisateur (facultatif)
ja: ユーザー名 (オプション)
nl: Gebruikersnaam (optioneel)
pt: Nome do usuário (opcional)
pt_br: Nome de usuário (opcional)
ru: Имя пользователя (необязательно)
uk: Ім'я користувача (необов'язково)

source: User-Only Chat Commands
de: Nur-Benutzer-Chat-Befehle
es: Comandos de chat solo para usuarios
fr: Commandes de chat réservées à l’utilisateur
ja: ユーザー専用のチャット コマンド
nl: Chatopdrachten alleen voor gebruikers
pt: Comandos de bate-papo somente para usuários
pt_br: Comandos de bate-papo somente para usuário
ru: Команды чата только для пользователя
uk: Команди чату лише для користувачів

# UserRankChanged
source: User Rank Up
de: Benutzer-Rank nach oben
es: Aumento del rango de usuario
fr: Classement des utilisateurs
ja: ユーザーランクアップ
nl: Gebruikersrangschikking omhoog
pt: Classificação do usuário
pt_br: Classificação do usuário
ru: Ранг пользователя поднят
uk: Рейтинг користувача вгору

source: User Rank Down
de: Benutzerrang nach unten
es: Rango de usuario hacia abajo
fr: Classement de l’utilisateur vers le bas
ja: ユーザーランクダウン
nl: Gebruikersrang naar beneden
pt: Classificação do usuário para baixo
pt_br: Classificação do usuário baixa
ru: Ранг пользователя понижен
uk: Рейтинг користувача вниз

source: User Ranks
de: Benutzerränge
es: Rangos de usuarios
fr: Classement des utilisateurs
ja: ユーザーランク
nl: Gebruikersrangen
pt: Classificações de usuários
pt_br: Classificações de usuários
ru: Ранги пользователей
uk: Рейтинги користувачів

source: User Role
de: Benutzerrolle
es: Rol de usuario
fr: Rôle d’utilisateur
ja: ユーザーロール
nl: Gebruikersrol
pt: Função do usuário
pt_br: Função do usuário
ru: Роль пользователя
uk: Роль користувача

source: Users
de: Benutzer
es: Usuarios
fr: Utilisateurs
ja: ユーザー
nl: Gebruikers
pt: Usuários
pt_br: Usuários
ru: Пользователи
uk: Користувачів

source: Users To Apply To
de: Benutzer, auf die Sie sich bewerben möchten
es: Usuarios a los que aplicar
fr: Utilisateurs à qui postuler
ja: 適用先のユーザー
nl: Gebruikers om op aan te vragen
pt: Usuários para aplicar
pt_br: Usuários para se inscrever
ru: Пользователи, которым нужно подать заявку на
uk: Користувачі, які повинні подати заявку на

source: User Threshold
de: Benutzerschwellenwert
es: Umbral de usuario
fr: Seuil d’utilisateur
ja: ユーザーしきい値
nl: Gebruikersdrempel
pt: Limite do usuário
pt_br: Limite de usuário
ru: Порог пользователей
uk: Граничне значення користувача

source: User Titles
de: Benutzertitel
es: Títulos de usuario
fr: Titres d’utilisateur
ja: ユーザータイトル
nl: Gebruikerstitels
pt: Títulos de usuário
pt_br: Títulos de usuário
ru: Титулы пользователей
uk: Назви користувачів

# Value1
source: Value 1 (Optional)
de: Wert 1 (optional)
es: Valor 1 (Opcional)
fr: Valeur 1 (facultatif)
ja: 値 1 (オプション)
nl: Waarde 1 (optioneel)
pt: Valor 1 (Opcional)
pt_br: Valor 1 (opcional)
ru: Значение 1 (необязательно)
uk: Значення 1 (необов'язково)

# Value2
source: Value 2 (Optional)
de: Wert 2 (optional)
es: Valor 2 (Opcional)
fr: Valeur 2 (facultatif)
ja: 値 2 (オプション)
nl: Waarde 2 (optioneel)
pt: Valor 2 (Opcional)
pt_br: Valor 2 (opcional)
ru: Значение 2 (необязательно)
uk: Значення 2 (необов'язково)

# Value3
source: Value 3 (Optional)
de: Wert 3 (optional)
es: Valor 3 (Opcional)
fr: Valeur 3 (facultatif)
ja: 値 3 (オプション)
nl: Waarde 3 (optioneel)
pt: Valor 3 (Opcional)
pt_br: Valor 3 (opcional)
ru: Значение 3 (необязательно)
uk: Значення 3 (необов'язково)

source: Variable Name
de: Variablenname
es: Nombre de la variable
fr: Nom de la variable
ja: 変数名
nl: Naam variabele
pt: Nome variável
pt_br: Nome da variável
ru: Имя переменной
uk: Ім'я змінної

source: Variable Value
de: Variabler Wert
es: Valor variable
fr: Valeur variable
ja: 変数値
nl: Variabele waarde
pt: Valor Variável
pt_br: Valor variável
ru: Значение переменной
uk: Значення змінної

source: Version
es: Versión
ja: バージョン
nl: Versie
pt: Versão
pt_br: Versão
ru: Версия
uk: Версія

source: Video
es: Vídeo
fr: Vidéo
ja: ビデオ
pt: Vídeo
pt_br: Vídeo
ru: Видео
uk: Відео

source: Viewers
de: Betrachterinnen
es: Espectadores
fr: Téléspectateurs
ja: 視聴 者
nl: Kijkers
pt: Espectadores
pt_br: Espectadores
ru: Зрителей
uk: Глядачів

# ViewingOneHour
source: Watched For 1 Hour
de: 1 Stunde lang beobachtet
es: Visto durante 1 hora
fr: Regardé pendant 1 heure
fr_fr: Spectateur pendant 1 heure
ja: 1時間見守る
nl: 1 uur bekeken
pt: Assistido por 1 hora
pt_br: Assisti por 1 hora
ru: Смотрели в течение 1 часа
uk: Дивитися протягом 1 години

# ViewingTenHours
source: Watched For 10 Hours
de: 10 Stunden lang beobachtet
es: Visto durante 10 horas
fr: Regardé pendant 10 heures
fr_fr: Spectateur pendant 10 heures
ja: 10時間監視
nl: 10 uur bekeken
pt: Assistido por 10 horas
pt_br: Assisti por 10 horas
ru: Смотрели в течение 10 часов
uk: Дивитися протягом 10 годин

# ViewingTenMinutes
source: Watched For 10 Minutes
de: 10 Minuten lang beobachtet
es: Visto durante 10 minutos
fr: Regardé pendant 10 minutes
fr_fr: Spectateur pendant 10 minutes
ja: 10分間見守る
nl: 10 minuten bekeken
pt: Assistido por 10 minutos
pt_br: Assisti por 10 minutos
ru: Смотрел в течение 10 минут
uk: Дивитися протягом 10 хвилин

# ViewingThirtyMinutes
source: Watched For 30 Minutes
de: 30 Minuten lang beobachtet
es: Visto durante 30 minutos
fr: Regardé pendant 30 minutes
fr_fr: Spectateur pendant 30 minutes
ja: 30分間見た
nl: 30 minuten bekeken
pt: Assistido por 30 minutos
pt_br: Assisti por 30 minutos
ru: Смотрел в течение 30 минут
uk: Дивитися 30 хвилин

# ViewingTwoHours
source: Watched For 2 Hours
de: 2 Stunden lang beobachtet
es: Visto durante 2 horas
fr: Regardé pendant 2 heures
fr_fr: Spectateur pendant 2 heures
ja: 2時間監視
nl: 2 uur gekeken
pt: Assistido por 2 horas
pt_br: Assisti por 2 horas
ru: Смотрели в течение 2 часов
uk: Дивитися протягом 2 годин

source: Visible
de: Sichtbar
ja: 目に見える
nl: Zichtbaar
pt: Visível
pt_br: Visível
ru: Видимость
uk: Видимий

source: Visible Animation
de: Sichtbare Animation
es: Animación visible
fr_fr: Animation Visible
ja: 可視アニメーション
nl: Zichtbare animatie
pt: Animação visível
pt_br: Animação visível
ru: Видимость анимаций
uk: Видима анімація

source: Voice
de: Stimme
es: Voz
fr: Voix
ja: 声
nl: Stem
pt: Voz
pt_br: Voz
ru: Голос
uk: Голос

source: Wait
de: Warte
es: Esperar
fr: Attendre
ja: 待つ
nl: Wachten
pt: Esperar
pt_br: Espere
ru: Ждать
uk: Чекати

source: Wait For Finish
de: Warten auf Fertig stellen
es: Espere a que termine
fr: Attendre la fin
ja: 完了するまで待つ
nl: Wacht tot het klaar is
pt: Aguarde a finalização
pt_br: Aguarde o término
ru: Ждать окончания
uk: Дочекайтеся завершення

source: Watch Time
de: Wiedergabezeit
es: Tiempo de visualización
fr: Heure de visionnage
ja: ウォッチタイム
nl: Kijktijd
pt: Tempo Assistido
pt_br: Tempo de exibição
ru: Время просмотра
uk: Час перегляду

source: Web Hook Event Name
de: Web-Hook-Ereignisname
es: Nombre del evento Web Hook
fr: Nom de l’événement Web Hook
ja: Web フック イベント名
nl: Naam webhaakgebeurtenis
pt: Nome do evento do Web Hook
pt_br: Nome do Evento Web Hook
ru: Вебхук - Название события
uk: Веб-гак Назва події

source: Web Page
de: Webseite
es: Página web
fr: Page Web
fr_fr: Page Web
ja: ウェブページ
nl: Webpagina
pt: Página web
pt_br: Página da Internet
ru: Веб-страница
uk: Веб-сторінка

# WebPageOrLocalFile
source: Web Page (URL or Local File)
de: Webseite (URL oder lokale Datei)
es: Página web (URL o archivo local)
fr: Page Web (URL ou fichier local)
ja: Web ページ (URL またはローカル ファイル)
nl: Webpagina (URL of lokaal bestand)
pt: Página da Web (URL ou arquivo local)
pt_br: Página da Web (URL ou arquivo local)
ru: Веб-страница (URL-адрес или локальный файл)
uk: Веб-сторінка (URL-адреса або локальний файл)

source: Web Request
de: Web-Anfrage
es: Solicitud Web
fr: Demande Web
ja: ウェブリクエスト
nl: Web aanvraag
pt: Solicitação web
pt_br: Solicitação Web
ru: Веб-запрос
uk: Веб-запит

source: Web Request URL
de: Webanforderungs-URL
es: URL de solicitud web
fr: URL de la requête Web
ja: Web 要求 URL
nl: URL voor webaanvraag
pt: URL de solicitação da Web
pt_br: URL de solicitação da Web
ru: URL-адрес веб-запроса
uk: URL-адреса веб-запиту

source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
ja: ウィークリー
nl: Wekelijks
pt: Semanalmente
pt_br: Semanalmente
ru: Еженедельный
uk: Щотижневий

source: Whisper
de: Flüstern
es: Susurrar
fr: Murmurer
fr_fr: Chuchotement
ja: 囁く
nl: Fluisteren
pt: Cochichar
pt_br: Sussurrar
ru: ЛС
uk: Шептати

source: Whisper User (Optional)
de: Flüsterbenutzer (optional)
es: Susurrar al usuario (opcional)
fr: Utilisateur Whisper (facultatif)
fr_fr: Chuchotement à l'utilisateur (facultatif)
ja: ウィスパーユーザー(オプション)
nl: Whisper-gebruiker (optioneel)
pt: Usuário de sussurros (opcional)
pt_br: Usuário Whisper (opcional)
ru: ЛС пользователю (необязательно)
uk: Шепіт користувача (необов'язково)

source: White
de: Weiß
es: Blanco
fr: Blanc
ja: 白い
nl: Wit
pt: Branco
pt_br: Branco
ru: Белая
uk: Білий

source: Wildcards
de: Platzhalter
fr: Caractères génériques
ja: ワイルドカード
nl: Jokertekens
pt: Curingas
pt_br: Curingas
ru: Символы для подстановки
uk: Символи узагальнення

source: Winner
de: Gewinner
es: Ganador
fr: Gagnant
ja: 勝者
nl: Winnaar
pt: Ganhador
pt_br: Ganhador
ru: Победитель
uk: Переможець

source: Winner Selected
de: Gewinner ausgewählt
es: Ganador seleccionado
fr: Gagnant sélectionné
ja: 受賞者の選出
nl: Winnaar geselecteerd
pt: Vencedor selecionado
pt_br: Vencedor selecionado
ru: Выбран победитель
uk: Обраний переможець

source: Xbox Game
de: Xbox Spiel
es: Juego de Xbox
fr: Jeu Xbox
ja: Xbox ゲーム
pt_br: Jogo Xbox
ru: Игра для Xbox
uk: Гра Xbox

source: X-Large
de: X-Groß
es: XL
ja: X-大きい
nl: X-Groot
pt: X-Grande
pt_br: Extra Grande
ru: Очень большой
uk: X-великий

source: X Position
es: Posición X
ja: X位置
nl: X Positie
pt: Posição X
pt_br: Posição X
ru: Позиция Х
uk: Позиція X

# XScale
source: X Scale (Decimal)
de: X-Skala (Dezimal)
es: Escala X (decimal)
fr: Échelle X (décimale)
ja: X スケール (10 進数)
nl: X Schaal (Decimaal)
pt: X Escala (Decimal)
pt_br: Escala X (decimal)
ru: Масштаб по Х (десятичная дробь)
uk: Шкала X (десяткова)

source: XX-Large
de: XX-Groß
es: XXL
fr: XX-Grand
ja: XX-ラージ
nl: XX-Groot
pt: XX-Grande
pt_br: XX-Grande
ru: Огромный
uk: XX-Великий

source: Yearly
de: Jährlich
es: Anual
fr: Annuel
ja: 毎年
nl: Jaarlijks
pt: Anual
pt_br: Anual
ru: Ежегодный
uk: Щорічний

source: Yellow
de: Gelb
es: Amarillo
fr: Jaune
ja: 黄色
nl: Geel
pt: Amarelo
pt_br: Amarelo
ru: Желтая
uk: Жовтий

source: Yes
de: Ja
es: Sí
fr: Oui
ja: はい
nl: Ja
pt: Sim
pt_br: Sim
ru: Да
uk: Так

source: Y Position
es: Posición Y
ja: Yポジション
nl: Y-positie
pt: Y Posição
pt_br: Posição Y
ru: Позиция Y
uk: Позиція Y

# YScale
source: Y Scale (Decimal)
de: Y-Skala (dezimal)
es: Escala Y (decimal)
fr: Échelle Y (décimale)
ja: Y スケール (10 進数)
nl: Schaal Y (decimaal)
pt: Y Escala (Decimal)
pt_br: Escala Y (decimal)
ru: Масштаб по Y (десятичная дробь)
uk: Y шкала (десяткова)

source: 1 Per Bit
de: 1 pro Bit
es: 1 por bit
fr: 1 par bit
ja: 1 ビットあたり
pt: 1 por bit
pt_br: 1 por bit
ru: 1 за бит
uk: 1 біт

source: Replaced
de: Ausgewechselt
es: Reemplazado
fr: Remplacé
ja: 交換
nl: Vervangen
pt: Substituído
pt_br: Substituído
ru: Заменить
uk: Замінити

source: Chat Message Deleted
de: Chat-Nachricht gelöscht
es: Mensaje de chat eliminado
fr: Message de chat supprimé
ja: チャット メッセージが削除されました
nl: Chatbericht verwijderd
pt: Mensagem de bate-papo excluída
pt_br: Mensagem de bate-papo excluída
ru: Сообщение из чата удалено
uk: Повідомлення чату видалено

source: Chat Message Received
de: Chat-Nachricht empfangen
es: Mensaje de chat recibido
fr: Message de chat reçu
ja: チャット メッセージを受信しました
nl: Chatbericht ontvangen
pt: Mensagem de bate-papo recebida
pt_br: Mensagem de bate-papo recebida
ru: Сообщение из чата получено
uk: Отримане повідомлення чату

# ChatUserBan
source: Chat User Banned
de: Chat-Benutzer gesperrt
es: Usuario de chat prohibido
fr: Utilisateur de chat banni
ja: チャット ユーザーの禁止
nl: Chatgebruiker verbannen
pt: Usuário de bate-papo banido
pt_br: Usuário de bate-papo banido
ru: Пользователь забанен
uk: Користувач чату заборонений

# ChatUserFirstJoin
source: Chat New User Joined
de: Chat Neuer Benutzer beigetreten
es: Chat Nuevo usuario unido
fr: Chat Nouvel utilisateur rejoint
fr_fr: Rejoindre un nouvel utilisateur
ja: チャット新規ユーザーが参加しました
nl: Chat Nieuwe gebruiker lid
pt: Usuário entrou pela primeira vez no Bate-papo
pt_br: Bate-papo Novo usuário entrou
ru: Новый пользователь присоединился к чату
uk: Чат Новий користувач приєднався

source: Chat User Joined
de: Chat-Benutzer beigetreten
es: Usuario de chat unido
fr: Utilisateur de chat rejoint
fr_fr: Un utilisateur a rejoint le chat
ja: チャット ユーザーが参加しました
nl: Chat gebruiker lid
pt: Usuário de bate-papo entrou
pt_br: Usuário do bate-papo entrou
ru: Пользователь присоединился к чату
uk: Користувач чату приєднався

source: Chat User Left
de: Chat-Benutzer verlassen
es: Usuario del chat se fue
fr: Chat Utilisateur gauche
fr_fr: Un utilisateur a quitté le chat
ja: チャットユーザー左
nl: Chat gebruiker links
pt: Usuário de bate-papo saiu
pt_br: Usuário de bate-papo saiu
ru: Пользователь покинул чат
uk: Користувач чату ліворуч

# ChatUserPurge
source: Chat User Purged
de: Chat-Benutzer gelöscht
es: Usuario de chat purgado
fr: Utilisateur de chat purgé
ja: チャット ユーザーが削除されました
nl: Chat gebruiker gezuiverd
pt: Usuário de bate-papo expurgado
pt_br: Usuário de bate-papo eliminado
ru: Сообщения от пользователя удалены
uk: Користувач чату очищений

source: DonorDrive Donation
pt_br: Doação DonorDrive

source: JustGiving Donation
de: JustGiving Spende
es: Donación de JustGiving
fr: Don JustGiving
fr_fr: faire un don
ja: ジャストギビング寄付
nl: JustGiving Donatie
pt: Doação JustGiving
pt_br: Apenas dando doação
ru: JustGiving Пожертвование
uk: JustGiving пожертвування

source: Patreon Subscribed
de: Patreon abonniert
es: Patreon suscrito
fr: Patreon Abonné
fr_fr: abonné Patreon
ja: パトリーン加入
nl: Patreon Geabonneerd
pt: Patreon Subscrito
pt_br: Patreon inscrito
ru: Патрон подписался
uk: Патреон підписаний

source: StreamElements Donation
de: StreamElements-Spende
es: Donación de StreamElements
fr: Don StreamElements
ja: ストリームエレメンツ寄付
nl: StreamElements Donatie
pt: Doação de StreamElements
pt_br: Doação de StreamElements
ru: Пожертвование StreamElements
uk: Потікелементи пожертвування

source: Rainmaker Donation
de: Rainmaker Spende
es: Donación de Rainmaker
fr: Don De Rainmaker
ja: レインメーカー寄付
nl: Rainmaker Donatie
pt: Doação de Rainmaker
pt_br: Doação do Rainmaker
ru: Пожертвование создателя дождя
uk: Пожертвування дощовик

source: Streamlabs Donation
de: Streamlabs Spende
es: Donación de Streamlabs
fr: Don Streamlabs
ja: ストリームラボ寄付
nl: Streamlabs Donatie
pt: Doação de Streamlabs
pt_br: Doação de Streamlabs
ru: Пожертвование Streamlabs
uk: Пожертвування потоків

source: Streamloots Card Redeemed
de: Streamloots-Karte eingelöst
es: Tarjeta Streamloots canjeada
fr: Carte Streamloots échangée
fr_fr: Carte Streamloots offert
ja: ストリームルートカードの引き換え
nl: Streamloots-kaart ingewisseld
pt: Cartão Streamloots Resgatado
pt_br: Cartão Streamloots resgatado
ru: Карта на Streamloots выкуплена
uk: Потік картки погашено

source: Streamloots Pack Gifted
de: Streamloots Pack Geschenkt
es: Paquete Streamloots Regalado
fr: Streamloots Pack Offert
fr_fr: Pack Streamloots offert
ja: ストリームルートパックギフテッド
nl: Streamloots Pack Begaafd
pt: Streamloots Pack Presenteado
pt_br: Pacote Streamloots Presenteado
ru: Набор на Streamloots подарен
uk: Streamloots Pack Обдаровані

source: Streamloots Pack Purchased
de: Streamloots Pack gekauft
es: Paquete Streamloots comprado
fr: Streamloots Pack acheté
ja: ストリームルートパック購入済み
nl: Streamloots Pack gekocht
pt: Pacote Streamloots Comprado
pt_br: Pacote Streamloots adquirido
ru: Набор на Streamloots приобретён
uk: Потік пакет придбано

source: Tiltify Donation
de: Tiltify Spende
es: Donación de Tiltify
fr: Don Tiltify
ja: 寄付を傾ける
nl: Tiltify Donatie
pt: Tiltify Doação
pt_br: Doação Tiltify
ru: Tiltify Пожертвование
uk: Нахилити пожертвування

source: TipeeeStream Donation
de: TipeeeStream Spende
es: Donación tipeeeStream
fr: Don TipeeeStream
ja: ティピーストリーム寄付
nl: TipeeeStream Donatie
pt: Doação TipeeeStream
pt_br: Doação TipeeStream
ru: Пожертвование TipeeeStream
uk: TipeeeStream пожертвування

source: TreatStream Donation
de: TreatStream Spende
es: Donación de TreatStream
fr: Don TreatStream
ja: トリートストリーム寄付
nl: TreatStream Donatie
pt: Doação TreatStream
pt_br: Doação TreatStream
ru: Пожертвование TreatStream
uk: Лікування потоку пожертвування
