Repository: SaviorXTanren/mixer-mixitup
Catalog: MixItUp.*/Resources.*.resx
Languages: de, es, fr, fr_fr, ja, nl, pt, pt_br, ru, uk

# GameCommandStealWinExample
source: @$username stole $gamepayout {0} from @$targetusername!
de: @$username hat $gamepayout {0} von @$targetusername gestohlen!
es: ¡@$username robó $gamepayout {0} de @$targetusername!
fr: @$username a volé $gamepayout {0} à @$targetusername!
ja: @$usernameは@$targetusernameから$gamepayout {0}を盗んだ!
nl: @$username stal $gamepayout {0} van @$targetusername!
pt: @$username roubou $gamepayout {0} da @$targetusername!
pt_br: @$username roubou $gamepayout {0} de @$targetusername!
ru: @$username украл $gamepayout {0} у @$targetusername!
uk: @$username вкрав $gamepayout {0} з @$targetusername!

source: User Selection
de: Benutzerauswahl
es: Selección de usuarios
fr: Sélection de l’utilisateur
ja: ユーザーの選択
nl: Gebruikers selectie
pt: Seleção de Usuários
pt_br: Seleção de usuário
ru: Выбор пользователя
uk: Вибір користувача

# GameCommandProbabilityMustBeBetween1And100
source: Probabilities must be between 1 - 100
de: Wahrscheinlichkeiten müssen zwischen 1 - 100 liegen
es: Las probabilidades deben estar entre 1 - 100
fr: Les probabilités doivent être comprises entre 1 et 100
ja: 確率は 1 ~ 100 の間でなければなりません
nl: Kansen moeten tussen 1 - 100 liggen
pt: As probabilidades devem ser entre 1 a 100
pt_br: As probabilidades devem estar entre 1 e 100
ru: Вероятности должны быть в пределах от 1 до 100
uk: Ймовірності повинні бути від 1 до 100

# GameCommandOneUserSelectionTypeMustBeSelected
source: One user selection type must be selected
de: Ein Benutzerauswahltyp muss ausgewählt sein
es: Se debe seleccionar un tipo de selección de usuario
fr: Un type de sélection d’utilisateur doit être sélectionné
ja: 1 つのユーザー選択タイプを選択する必要があります
nl: Er moet één type gebruikersselectie worden geselecteerd
pt: Um tipo de seleção de usuário deve ser selecionado
pt_br: Um tipo de seleção de usuário deve ser selecionado
ru: Хотя бы один тип пользователя должен быть выбран
uk: Потрібно вибрати один тип вибору користувача

source: Success Probability
de: Erfolgswahrscheinlichkeit
es: Probabilidad de éxito
fr: Probabilité de succès
ja: 成功確率
nl: Succes waarschijnlijkheid
pt: Probabilidade de Sucesso
pt_br: Probabilidade de sucesso
ru: Вероятность успеха
uk: Ймовірність успіху

# GameCommandSlotMachineAllSymbolsMustBeUnique
source: All slot symbols must be unique
de: Alle Slot-Symbole müssen eindeutig sein
es: Todos los símbolos de la ranura deben ser únicos
fr: Tous les symboles de fente doivent être uniques
ja: すべてのスロットシンボルは一意である必要があります
nl: Alle slotsymbolen moeten uniek zijn
pt: Todos os símbolos de ranhura devem ser únicos
pt_br: Todos os símbolos de slot devem ser únicos
ru: Все символы слот-машины должны быть уникальными
uk: Усі символи слотів мають бути унікальними

# GameCommandSlotMachineAtLeast2Symbols
source: At least 2 slots symbols must be entered
de: Mindestens 2 Slots-Symbole müssen eingegeben werden
es: Se deben introducir al menos 2 símbolos de ranuras
fr: Au moins 2 symboles d’emplacements doivent être saisis
ja: 少なくとも 2 つのスロットシンボルを入力する必要があります
nl: Er moeten minstens 2 slotssymbolen worden ingevoerd
pt: Pelo menos 2 símbolos de caça-níqueis devem ser inseridos
pt_br: Pelo menos 2 símbolos de slots devem ser inseridos
ru: Необходимо ввести не менее 2 символов в слоты
uk: Потрібно ввести принаймні 2 символи слотів

# GameCommandSlotMachineLoseExample
source: Result: $gameslotsoutcome - Looks like luck was not on your side. Better luck next time...
de: Ergebnis: $gameslotsoutcome - Sieht so aus, als ob das Glück nicht auf Ihrer Seite war. Nächstes Mal mehr Glück...
es: Resultado: $gameslotsoutcome - Parece que la suerte no estuvo de tu lado. Mejor suerte la próxima vez...
fr: Résultat: $gameslotsoutcome - On dirait que la chance n’était pas de votre côté. Bonne chance la prochaine fois...
ja: 結果: $gameslotsoutcome - 運があなたの味方ではなかったようです。次回はより良い運.
nl: Resultaat: $gameslotsoutcome - Het lijkt erop dat het geluk niet aan jouw kant stond. Volgende keer meer geluk...
pt: Resultado: $gameslotsoutcome - Parece que a sorte não estava do seu lado. Melhor sorte da próxima vez...
pt_br: Resultado: $gameslotsoutcome - Parece que a sorte não estava do seu lado. Melhor sorte da próxima vez...
ru: Результат: $gameslotsoutcome - похоже, удача была не на вашей стороне. Повезёт в следующий раз!
uk: Результат: $gameslotsoutcome - Схоже, удача була не на вашому боці. Наступного разу удачі...

# GameCommandSlotMachineOutcomeMissingSymbol
source: An outcome is missing a symbol
de: Einem Ergebnis fehlt ein Symbol
es: A un resultado le falta un símbolo
fr: Il manque un symbole à un résultat
ja: 結果にシンボルが欠落している
nl: Een uitkomst mist een symbool
pt: Um resultado está faltando um símbolo
pt_br: Um resultado está faltando um símbolo
ru: В выдаче отсутствует символ
uk: У результаті відсутня символ

# GameCommandSlotMachineOutcomeSymbolNotInAllSymbols
source: An outcome contains a symbol not found in the set of all slot symbols
de: Ein Ergebnis enthält ein Symbol, das nicht in der Menge aller Slot-Symbole gefunden wurde
es: Un resultado contiene un símbolo que no se encuentra en el conjunto de todos los símbolos de ranura
fr: Un résultat contient un symbole introuvable dans l’ensemble de tous les symboles d’emplacement
ja: 結果に、すべてのスロット シンボルのセットに見つからないシンボルが含まれています。
nl: Een uitkomst bevat een symbool dat niet voorkomt in de set van alle slotsymbolen
pt: Um resultado contém um símbolo não encontrado no conjunto de todos os símbolos de ranhura
pt_br: Um resultado contém um símbolo não encontrado no conjunto de todos os símbolos de slot
ru: Результат содержит символ, не найденный в наборе всех символов слота
uk: Результат містить символ, не знайдений у наборі всіх символів слота

# GameCommandSlotMachineWinExample
source: Result: $gameslotsoutcome - @$username walks away with $gamepayout {0}!
de: Ergebnis: $gameslotsoutcome - @$username geht mit $gamepayout {0} davon!
es: Resultado: $gameslotsoutcome - @$username se va con $gamepayout {0}!
fr: Résultat : $gameslotsoutcome - @$username ressais avec $gamepayout {0} !
ja: 結果: $gameslotsoutcome - @$username は$gamepayout {0}と一緒に歩きます!
nl: Resultaat: $gameslotsoutcome - @$username loopt weg met $gamepayout {0}!
pt: Resultado: $gameslotsoutcome - @$username sai com $gamepayout {0}!
pt_br: Resultado: $gameslotsoutcome - @$username sai com $gamepayout {0}!
ru: Результат: $gameslotsoutcome - @$username уходит с $gamepayout {0}!
uk: Результат: $gameslotsoutcome - @$username йде з $gamepayout {0}!

source: Outcome
de: Ergebnis
es: Resultado
fr: Résultat
ja: 結果
nl: Resultaat
pt: Resultado
pt_br: Resultado
ru: Выплата
uk: Результат

source: Symbol
es: Símbolo
fr: Symbole
ja: 記号
nl: Symbool
pt: Símbolo
pt_br: Símbolo
ru: Символ
uk: Символ

source: Any Order
de: Jede Bestellung
es: Cualquier orden
fr: Toute commande
ja: 任意の注文
nl: Elke bestelling
pt: Qualquer Ordem
pt_br: Qualquer pedido
ru: Любой заказ
uk: Будь-яке замовлення

source: Available Symbols
de: Verfügbare Symbole
es: Símbolos disponibles
fr: Symboles disponibles
ja: 利用可能なシンボル
nl: Beschikbare symbolen
pt: Símbolos disponíveis
pt_br: Símbolos Disponíveis
ru: Доступные символы
uk: Доступні символи

source: Symbols
de: Symbole
es: Símbolos
fr: Symboles
ja: シンボル
nl: Symbolen
pt: Símbolos
pt_br: Símbolos
ru: Символы
uk: Символи

# GameCommandBidGameCompleteExample
source: @$username won the bidding war with a bid of $gamebet {0}! Listen closely for how to claim your prize...
de: @$username den Bieterkrieg mit einem Gebot von $gamebet {0} gewonnen! Hören Sie genau zu, wie Sie Ihren Preis beanspruchen können...
es: @$username ganó la guerra de ofertas con una oferta de $gamebet {0}! Escucha atentamente cómo reclamar tu premio...
fr: @$username a gagné la guerre des enchères avec une offre de $gamebet {0}! Écoutez attentivement comment réclamer votre prix...
ja: @$usernameは、$gamebet {0}の入札で入札戦争に勝った!あなたの賞品を請求する方法を注意深く聞いてください。
nl: @$username won de biedingsoorlog met een bod van $gamebet {0}! Luister goed hoe je je prijs kunt claimen...
pt: @$username ganhou a guerra de licitações com um lance de $gamebet {0}! Ouça minuciosamente como reivindicar seu prêmio...
pt_br: @$username venceu a guerra de lances com um lance de $gamebet {0}! Ouça com atenção como reivindicar seu prêmio...
ru: @$username выиграл(а) соревнование ставок со ставкой $gamebet {0}! Внимательно слушайте, как забрать свой приз...
uk: @$username виграв тендерну війну з пропозицією $gamebet {0}! Уважно слухайте, як претендувати на свій приз ...

# GameCommandBidNewTopBidder
source: New Top Bidder
de: Neuer Top-Bieter
es: Nuevo apostante top
fr: Nouveau meilleur enchérisseur
ja: 新しいトップ入札者
nl: Nieuwe topbieder
pt: Novo licitante top
pt_br: Novo licitante principal
ru: Новый топ-участник ставок
uk: Новий верхній учасник торгів

# GameCommandBidNewTopBidderExample
source: @$username has become the top bidder with $gamebet {0}! Type !bid <AMOUNT> in chat to outbid them!
de: @$username ist mit $gamebet {0} der Top-Bieter geworden! Geben Sie !bid <AMOUNT>in chat ein, um sie zu überbieten!
es: ¡@$username se ha convertido en el mejor postor con $gamebet {0}! ¡Escribe !bid <AMOUNT> en el chat para superarlos!
fr: @$username est devenu le meilleur enchérisseur avec $gamebet {0}! Tapez !bid <AMOUNT>in chat pour les surenchérir !
ja: @$usernameは$gamebet {0}でトップ入札者になりました!チャットで「入札」<AMOUNT>と入力して、それらを禁止してください!
nl: @$username is met $gamebet {0} de beste bieder geworden! Typ !bid <AMOUNT>in chat om ze te overbieden!
pt: @$username tornou-se o maior licitante com $gamebet {0}! Digite !bid <AMOUNT> no chat para superá-los!
pt_br: @$username se tornou o maior licitante com $gamebet {0}! Digite !bid <AMOUNT> no chat para superá-los!
ru: @$username стал(а) главным претендентом со ставкой $gamebet {0}! Ввведите !bid <СУММА> в чате, чтобы побить его ставку!
uk: @$username став найкращим учасником торгів з $gamebet {0}! Введіть !bid <AMOUNT>в чаті, щоб перевершити їх!

# GameCommandBidStartedExample
source: @$username has started a bidding war starting at $gamebet {0} for...______________! Type !bid <AMOUNT> in chat to outbid them!
de: @$username hat einen Bieterkrieg begonnen, der bei $gamebet {0} for...______________ beginnt! Geben Sie !bid <AMOUNT>in chat ein, um sie zu überbieten!
es: ¡@$username ha comenzado una guerra de ofertas a partir de $gamebet {0} for...______________! ¡Escribe !bid <AMOUNT> en el chat para superarlos!
fr: @$username a commencé une guerre d’enchères à partir de $gamebet {0} for...______________! Tapez !bid <AMOUNT>in chat pour les surenchérir !
ja: @$usernameは$gamebet {0} for...______________から始まる入札戦争を開始しました!チャットで「入札」<AMOUNT>と入力して、それらを禁止してください!
nl: @$username is een biedingsoorlog begonnen die begint bij $gamebet {0} for...______________! Typ !bid <AMOUNT>in chat om ze te overbieden!
pt: @$username começou uma guerra de lances começando em $gamebet {0} for...______________! Digite !bid <AMOUNT> no chat para superá-los!
pt_br: @$username iniciou uma guerra de lances começando em $gamebet {0} para...______________! Digite !bid <AMOUNT> no chat para superá-los!
ru: @$username начал(а) войну ставок, внеся $gamebet {0} для...______________! Ввведите !bid <СУММА> в чате, чтобы побить его ставку!
uk: @$username почав війну торгів, починаючи з $gamebet {0} for...______________! Введіть !bid <AMOUNT>в чаті, щоб перевершити їх!

# GameCommandCoinPusherLoseExample
source: @$username drops their coins into the machine...and nothing happens. All $gametotalamount {0} stares back at you.
de: @$username lässt ihre Münzen in die Maschine fallen... und es passiert nichts. All $gametotalamount {0} starrt dich an.
es: @$username deja caer sus monedas en la máquina ... y no pasa nada. Todo $gametotalamount {0} te mira fijamente.
fr: @$username déposent leurs pièces dans la machine... et rien ne se passe. Tout $gametotalamount {0} vous regarde.
ja: @$usernameはコインをマシンに落とします。そして何も起こりません。すべての$gametotalamount {0}はあなたを見つめて見つめてくる。
nl: @$username laat hun munten in de machine vallen... en er gebeurt niets. Al $gametotalamount {0} staart je aan.
pt: @$username joga suas moedas na máquina... e nada acontece. Tudo $gametotalamount {0} olha para você.
pt_br: @$username coloca suas moedas na máquina... e nada acontece. Todos os $gametotamount {0} olham para você.
ru: @$username бросает свои монеты в машину... и ничего не происходит. $gametotalamount {0} всё ещё ждут победителя.
uk: @$username скидає свої монети в машину ... і нічого не відбувається. Всі $gametotalamount {0} дивляться на вас.

# GameCommandCoinPusherMinimumPayoutMustBePostive
source: Minimum payout must be a positive number
de: Mindestauszahlung muss eine positive Zahl sein
es: El pago mínimo debe ser un número positivo
fr: Le paiement minimum doit être un nombre positif
ja: 最小支払いは正の数である必要があります
nl: Minimale uitbetaling moet een positief getal zijn
pt: O pagamento mínimo deve ser um número positivo
pt_br: O pagamento mínimo deve ser um número positivo
ru: Минимальная выплата должна быть положительным номером
uk: Мінімальна виплата повинна бути додатним числом

# GameCommandCoinPusherPayoutPercentageInvalid
source: Payout percentage amounts are invalid
de: Auszahlungsprozentsätze sind ungültig
es: Los importes porcentuales de pago no son válidos
fr: Les montants en pourcentage de paiement ne sont pas valides
ja: 支払い率の金額が無効です
nl: Uitbetalingspercentage bedragen zijn ongeldig
pt: Os valores percentuais de pagamento são inválidos
pt_br: Os valores percentuais de pagamento são inválidos
ru: Процентов выплат недействительны
uk: Суми в відсотках виплат недійсні

# GameCommandCoinPusherStatusExample
source: After spending a few minutes, you count $gametotalamount {0} inside the machine.
de: Nachdem Sie einige Minuten verbracht haben, zählen Sie $gametotalamount {0} in der Maschine.
es: Después de pasar unos minutos, cuenta $gametotalamount {0} dentro de la máquina.
fr: Après avoir passé quelques minutes, vous comptez $gametotalamount {0} à l’intérieur de la machine.
ja: 数分を費やした後、マシン内$gametotalamount {0}数えます。
nl: Na een paar minuten te hebben doorgebracht, tel je $gametotalamount {0} in de machine.
pt: Depois de passar alguns minutos, você conta $gametotalamount {0} dentro da máquina.
pt_br: Depois de passar alguns minutos, você conta $gametotamount {0} dentro da máquina.
ru: Потратив несколько минут, вы насчитываете $gametotalamount {0} внутри машины.
uk: Витративши кілька хвилин, ви рахуєте $gametotalamount {0} всередині машини.

# GameCommandCoinPusherWinExample
source: @$username drops their coins into the machine...and hits the jackpot, walking away with $gamepayout {0}!
de: @$username lässt ihre Münzen in die Maschine fallen... und knackt den Jackpot und geht mit $gamepayout {0} davon!
es: @$username deja caer sus monedas en la máquina ... y gana el premio mayor, ¡alejándose con $gamepayout {0}!
fr: @$username déposent leurs pièces dans la machine... et touche le jackpot, repartir avec $gamepayout {0}!
ja: @$usernameはコインをマシンに落とします。そして、$gamepayout {0}と一緒に離れて歩いて、大当たり!
nl: @$username laat hun munten in de machine vallen... en wint de jackpot, weglopend met $gamepayout {0}!
pt: @$username joga suas moedas na máquina... e acerta o jackpot, indo embora com $gamepayout {0}!
pt_br: @$username coloca suas moedas na máquina...e tira a sorte grande, ganhando $gamepayout {0}!
ru: @$username бросает свои монеты в машину... и забирает джекпот, уходя с $gamepayout {0}!
uk: @$username скидає свої монети в машину ... і хіти джекпот, йдучи з $gamepayout {0}!

# GameCommandDuelFailureExample
source: @$targetusername defeated @$username, winning $gamepayout {0}!
de: @$targetusername @$username besiegt und $gamepayout {0} gewonnen!
es: @$targetusername derrotó a @$username, ganando $gamepayout {0}!
fr: @$targetusername a battu @$username, gagnant $gamepayout {0}!
ja: @$targetusernameは@$usernameを破り、$gamepayout {0}勝ちました!
nl: @$targetusername versloeg @$username en won $gamepayout {0}!
pt: @$targetusername derrotou @$username, ganhando $gamepayout {0}!
pt_br: @$targetusername derrotou @$username, ganhando $gamepayout {0}!
ru: @$targetusername побеждает @$username, выиграв $gamepayout {0}!
uk: @$targetusername переміг @$username, вигравши $gamepayout {0}!

# GameCommandDuelNotAccepted
source: Not Accepted
de: Nicht akzeptiert
es: No aceptado
fr: Non accepté
ja: 受け入れられません
nl: Niet geaccepteerd
pt: Não Aceito
pt_br: Não aceito
ru: Не принимается
uk: Не прийнято

# GameCommandDuelNotAcceptedExample
source: @$targetusername did not respond in time...
de: @$targetusername nicht rechtzeitig geantwortet...
es: @$targetusername no respondió a tiempo...
fr: @$targetusername n’a pas répondu à temps...
ja: @$targetusername時間内に応答しませんでした.
nl: @$targetusername reageerde niet op tijd...
pt: @$targetusername não respondeu a tempo...
pt_br: @$targetusername não respondeu a tempo...
ru: @$targetusername не ответил(а) вовремя...
uk: @$targetusername не відповів вчасно ...

# GameCommandDuelStartedExample
source: @$username has challenged @$targetusername to a duel for $gamebet {0}! Type !duel in chat to accept!
de: @$username hat @$targetusername zu einem Duell für $gamebet {0} herausgefordert! Geben Sie !duel im Chat ein, um zu akzeptieren!
es: ¡@$username ha desafiado a @$targetusername a un duelo por $gamebet {0}! ¡Escribe !duel en el chat para aceptar!
fr: @$username a défié @$targetusername en duel pour $gamebet {0}! Tapez !duel dans le chat pour accepter!
ja: @$usernameは$gamebet {0}のための決闘に@$targetusernameに挑戦しました!「入れ入るチャットで!デュエル」と入力!
nl: @$username heeft @$targetusername uitgedaagd tot een duel voor $gamebet {0}! Typ !duel in chat om te accepteren!
pt: @$username desafiou @$targetusername para um duelo para $gamebet {0}! Digite !duelo no bate-papo para aceitar!
pt_br: @$username desafiou @$targetusername para um duelo por $gamebet {0}! Digite !duel no chat para aceitar!
ru: @$username бросил вызов на дуэль @$targetusername за $gamebet {0}! Напишите !duel в чате, чтобы принять!
uk: @$username кинув виклик @$targetusername на поєдинок для $gamebet {0}! Введіть !дуель в чаті, щоб прийняти!

# GameCommandDuelSuccessExample
source: @$username won the duel against @$targetusername, winning $gamepayout {0}!
de: @$username hat das Duell gegen @$targetusername gewonnen und $gamepayout {0} gewonnen!
es: @$username ganó el duelo contra @$targetusername, ganando $gamepayout {0}!
fr: @$username a gagné le duel contre @$targetusername, gagnant $gamepayout {0}!
ja: @$usernameは@$targetusernameとの決闘に勝ち、$gamepayout {0}勝ちました!
nl: @$username won het duel tegen @$targetusername en won $gamepayout {0}!
pt: @$username venceu o duelo contra @$targetusername, ganhando $gamepayout {0}!
pt_br: @$username venceu o duelo contra @$targetusername, vencendo $gamepayout {0}!
ru: @$username выиграл(а) поединок у @$targetusername, выиграв $gamepayout {0}!
uk: @$username виграв поєдинок проти @$targetusername, вигравши $gamepayout {0}!

# GameCommandGameComplete
source: Game Complete
de: Spiel abgeschlossen
es: Juego completo
fr: Jeu complet
ja: ゲーム完了
nl: Spel compleet
pt: Jogo Completo
pt_br: Jogo completo
ru: Игра завершена
uk: Гра завершена

# GameCommandHotPotatoExplodedExample
source: The potato exploded in @$targetusername hands! @$username gains {0} {1}!
de: Die Kartoffel explodierte in @$targetusername Händen! @$username gewinnt {0} {1}!
es: ¡La papa explotó en manos de @$targetusername! ¡@$username gana {0} {1}!
fr: La pomme de terre a explosé entre les mains de @$targetusername! @$username gagne {0} {1}!
ja: ジャガイモは@$targetusernameの手で爆発しました!@$usernameは{0} {1}を得る!
nl: De aardappel ontplofte in @$targetusername handen! @$username wint {0} {1}!
pt: A batata explodiu nas mãos do @$targetusername! @$username ganha {0} {1}!
pt_br: A batata explodiu nas mãos de @$targetusername! @$nomedeusuario ganha {0} {1}!
ru: Горячая картошка взорвалась в руках @$targetusername! @$username получает {0} {1}!
uk: Картопля вибухнула в руках @$targetusername! @$username отримує {0} {1}!

# GameCommandHotPotatoPassedExample
source: @$username has tossed the potato to @$targetusername. Quick, type !hotpotato to pass it to someone else!
de: @$username hat die Kartoffel auf @$targetusername. Schnell, geben Sie !hotpotato ein, um es an jemand anderen weiterzugeben!
es: @$username ha arrojado la papa a @$targetusername. ¡Rápido, escriba !hotpotato para pasárselo a otra persona!
fr: @$username a mis la pomme de terre à @$targetusername. Vite, tapez !hotpotato pour le passer à quelqu’un d’autre!
ja: @$usernameは@$targetusernameにジャガイモをスズしました。クイック、タイプ!ホットポテトは、他の誰かにそれを渡すために!
nl: @$username heeft de aardappel naar @$targetusername gesnoepen. Snel, typ !hotpotato om het aan iemand anders door te geven!
pt: @$username tem a batata para @$targetusername. Rápido, digite !hotpotato para passar para outra pessoa!
pt_br: @$username jogou a batata para @$targetusername. Rápido, digite !hotpotato para passar para outra pessoa!
ru: @$username бросил(а) горячую картошку в @$targetusername. Быстрее, напиши !hotpotato чтобы передать её кому-то еще!
uk: @$username кинула картоплю на @ $targetusername. Швидко, введіть !hotpotato, щоб передати його комусь іншому!

# GameCommandHotPotatoPotatoExploded
source: Potato Exploded
de: Kartoffel explodiert
es: Patata explotada
fr: Pomme de terre explosée
ja: ジャガイモが爆発
nl: Aardappel ontploft
pt: Batata Explodida
pt_br: Batata Explodiu
ru: Горячая картошка взорвалась
uk: Картопля вибухнула

# GameCommandHotPotatoResetTimeOnToss
source: Reset Time On Toss
de: Zeit beim Schalten zurücksetzen
es: Restablecer el tiempo de lanzamiento
fr: Réinitialiser l’heure sur Toss
ja: タイム オン トのリセット
nl: Reset tijd op toss
pt: Redefinir o tempo no toss
pt_br: Redefinir o tempo no lançamento
ru: Время сброса для броска
uk: Скинути час на кинутці

# GameCommandHotPotatoStartedExample
source: @$username has started a game of hot potato and tossed the potato to @$targetusername. Quick, type !hotpotato to pass it to someone else!
de: @$username hat ein Spiel mit heißen Kartoffeln gestartet und die Kartoffel auf @$targetusername. Schnell, geben Sie !hotpotato ein, um es an jemand anderen weiterzugeben!
es: @$username ha comenzado un juego de papa caliente y le ha lanzado la papa a @$targetusername. ¡Rápido, escriba !hotpotato para pasárselo a otra persona!
fr: @$username a commencé une partie de patate chaude et a lancé la pomme de terre à @$targetusername. Vite, tapez !hotpotato pour le passer à quelqu’un d’autre!
ja: @$usernameはホットポテトのゲームを開始し、@$targetusernameにジャガイモを球化しました。クイック、タイプ!ホットポテトは、他の誰かにそれを渡すために!
nl: @$username is een spelletje hete aardappel begonnen en heeft de aardappel naar @$targetusername geslenpt. Snel, typ !hotpotato om het aan iemand anders door te geven!
pt: @$username começou um jogo de batata quente e joga a batata para @$targetusername. Rápido, digite !hotpotato para passar para outra pessoa!
pt_br: @$username começou um jogo de batata quente e jogou a batata para @$targetusername. Rápido, digite !hotpotato para passar para outra pessoa!
ru: @$username начал(а) игру в горячую картошку и бросил(а) её в @$targetusername. Быстрее, напиши !hotpotato чтобы передать её кому-то еще!
uk: @$username почав гру гарячої картоплі і кинула картоплю на @ $targetusername. Швидко, введіть !hotpotato, щоб передати його комусь іншому!

# GameCommandHotPotatoTossedPotato
source: Tossed Potato
de: 1. Kartoffel
es: Patata pasada
fr: Pomme de terre jessée
ja: つぶされたポテト
nl: Gesjeegde aardappel
pt: Batata torto
pt_br: Batata Atirada
ru: Горячая картошка подброшена
uk: Кидок картоплі

# GameCommandInitialAmount
source: Initial Amount
de: Ausgangsbetrag
es: Importe inicial
fr: Montant initial
ja: 初期金額
nl: Initieel bedrag
pt: Quantidade Inicial
pt_br: Montante Inicial
ru: Начальная сумма
uk: Початкова сума
