Repository: SaviorXTanren/mixer-mixitup
Catalog: MixItUp.*/Resources.*.resx
Languages: de, es, fr, fr_fr, ja, nl, pt, pt_br, ru, uk

source: Notifications Audio Output
de: Benachrichtigungen Audioausgabe
es: Salida de audio de notificaciones
fr: Notifications Sortie audio
ja: 通知オーディオ出力
nl: Meldingen Audio-uitgang
pt: Saída de áudio de notificações
pt_br: Saída de áudio de notificações
ru: Аудиовывод для уведомлений
uk: Сповіщення Аудіовихід

source: Delete Chat Message When Run
de: Chatnachricht beim Ausführen löschen
es: Eliminar mensaje de chat al ejecutar
fr: Supprimer le message de chat lors de l’exécution
ja: 実行時にチャット メッセージを削除する
nl: Chatbericht verwijderen wanneer het wordt uitgevoerd
pt: Exclua a mensagem de bate-papo quando executada
pt_br: Excluir mensagem de bate-papo ao executar
ru: Удаление сообщения чата при запуске
uk: Видалення повідомлення чату під час запуску

source: Don't Delete Chat Message When Run
de: Chatnachricht beim Ausführen nicht löschen
es: No elimine el mensaje de chat cuando se ejecute
fr: Ne pas supprimer le message de chat lors de l’exécution
ja: 実行時にチャット メッセージを削除しない
nl: Chatbericht niet verwijderen wanneer het wordt uitgevoerd
pt: Não exclua a mensagem de bate-papo quando for executada
pt_br: Não exclua mensagem de bate-papo ao executar
ru: Не удалять сообщение чата при запуске
uk: Не видаляйте повідомлення чату під час запуску

# UnlockAllCommandTypesTooltip
source: Mix It Up has build in Command locking functionality which ensures only 1 command type (Chat, Interactive, etc) can run at the same time and ensures that each command finishes in the order it was run in. This option will allow you to disable locking on ALL commands. Be aware that this could cause some unforeseen issues, so please use with caution.
de: Mix It Up verfügt über eine eingebaute Befehlssperrfunktion, die sicherstellt, dass nur 1 Befehlstyp (Chat, Interaktiv usw.) gleichzeitig ausgeführt werden kann und sicherstellt, dass jeder Befehl in der Reihenfolge endet, in der er ausgeführt wurde. Mit dieser Option können Sie die Sperrung FÜR ALLE Befehle deaktivieren. Beachten Sie, dass dies zu unvorhergesehenen Problemen führen kann, also verwenden Sie es bitte mit Vorsicht.
es: Mix It Up tiene una funcionalidad de bloqueo de comandos incorporada que garantiza que solo 1 tipo de comando (Chat, Interactivo, etc.) pueda ejecutarse al mismo tiempo y garantiza que cada comando termine en el orden en que se ejecutó. Esta opción le permitirá deshabilitar el bloqueo en TODOS los comandos. Tenga en cuenta que esto podría causar algunos problemas imprevistos, así que por favor use con precaución.
fr: Mix It Up dispose d’une fonctionnalité de verrouillage de commande qui garantit que seul 1 type de commande (Chat, Interactive, etc.) peut s’exécuter en même temps et garantit que chaque commande se termine dans l’ordre dans lequel elle a été exécutée. Cette option vous permettra de désactiver le verrouillage sur TOUTES les commandes. Sachez que cela pourrait causer des problèmes imprévus, alors veuillez utiliser avec prudence.
ja: Mix It Upは、1つのコマンドタイプ(チャット、インタラクティブなど)が同時に実行できることを保証し、各コマンドが実行された順序で終了することを保証するコマンドロック機能でビルドしています。このオプションを使用すると、ALL コマンドのロックを無効にできます。これは、いくつかの予期せぬ問題を引き起こす可能性があることに注意してください, 注意して使用してください.
nl: Mix It Up heeft ingebouwde Command-vergrendelingsfunctionaliteit die ervoor zorgt dat slechts 1 commandotype (Chat, Interactive, enz.) tegelijkertijd kan worden uitgevoerd en ervoor zorgt dat elke opdracht eindigt in de volgorde waarin deze is uitgevoerd. Met deze optie kunt u het vergrendelen op ALLE opdrachten uitschakelen. Houd er rekening mee dat dit onvoorziene problemen kan veroorzaken, dus wees voorzichtig.
pt: O Mix It Up tem a funcionalidade de bloqueio de comando que garante que apenas 1 tipo de comando (Chat, Interativo, etc) possa ser executado ao mesmo tempo e garante que cada comando termine na ordem em que foi executado. Esta opção permitirá que você desabilitar o bloqueio em todos os comandos. Esteja ciente de que isso pode causar alguns problemas imprevistos, por isso, por favor, use com cautela.
pt_br: Mix It Up possui funcionalidade de bloqueio de comando integrada que garante que apenas 1 tipo de comando (Bate-papo, Interativo, etc.) possa ser executado ao mesmo tempo e garante que cada comando termine na ordem em que foi executado. em TODOS os comandos. Esteja ciente de que isso pode causar alguns problemas imprevistos, portanto, use com cuidado.
ru: Mix It Up имеет встроенную блокировку команд, которая определяет что только один тип команды может работать одновременно и гарантирует, что каждая команда срабатывает в том порядке, в котором была запущена. Эта опция позволит отключить блокировку всех команд. Имейте в виду, что это может вызвать непредвиденные проблемы, поэтому, пожалуйста, используйте с осторожностью.
uk: Mix It Up має вбудовану функцію блокування команди, яка гарантує, що тільки 1 тип команди (Чат, Інтерактивний і т.д.) може працювати одночасно і гарантує, що кожна команда закінчується в тому порядку, в якому вона була запущена. За допомогою цього пункту ви зможете вимкнути блокування всіх команд. Майте на увазі, що це може викликати деякі непередбачені проблеми, тому, будь ласка, використовуйте з обережністю.

# ClearAllUserDataWarning
source: This will clear all data for your Users, which includes their Hours, Currency, Rank, & Custom User Commands, then restart Mix It Up. This CAN NOT be un-done! Are you sure you wish to do this?
de: Dadurch werden alle Daten für Ihre Benutzer, einschließlich stunden, währung, Rang und benutzerdefinierte Benutzerbefehle, löscht und starten Sie Dann Mix It Up neu. Dies kann NICHT un-done werden! Sind Sie sicher, dass Sie dies tun möchten?
es: Esto borrará todos los datos de sus usuarios, que incluyen sus horas, moneda, rango y comandos de usuario personalizados, luego reinicie Mix It Up. ¡Esto NO se puede deshacer! ¿Está seguro de que desea hacer esto?
fr: Cela effacera toutes les données de vos utilisateurs, y compris leurs heures, leur devise, leur rang et leurs commandes utilisateur personnalisées, puis redémarrera Mix It Up. Cela NE PEUT PAS être dé-fait! Êtes-vous sûr de vouloir le faire?
ja: これにより、ユーザーの時間、通貨、ランク、カスタムユーザーコマンドを含むすべてのデータがクリアされ、ミックス・イット・アップが再開されます。これは元にできません!本当にこれをしますか?
nl: Hiermee worden alle gegevens voor uw gebruikers gewist, waaronder hun uren, valuta, rang en aangepaste gebruikersopdrachten, en start Mix It Up opnieuw. Dit KAN NIET worden ont-gedaan! Weet je zeker dat je dit wilt doen?
pt: Isso limpará todos os dados para seus Usuários, o que inclui suas horas, moeda, classificação e comandos de usuário personalizados e, em seguida, reiniciará o Mix It Up. Isso não pode ser feito! Tem certeza que deseja fazer isso?
pt_br: Isso limpará todos os dados de seus usuários, que incluem horas, moeda, classificação e comandos de usuário personalizados, e reiniciará o Mix It Up. Isso NÃO PODE ser desfeito! Tem certeza de que deseja fazer isso?
ru: Это очистит все данные для пользователей, такие как часы просмотра, валюту, ранг, пользовательские команды, а затем перезапустит Mix It Up. Это НЕ МОЖЕТ БЫТЬ ОТМЕНЕНО! Вы уверены, что хотите это сделать?
uk: Це очистить всі дані для ваших користувачів, які включають в себе їх години, валюта, ранжувати та користувацькі команди користувача, а потім перезапустіть Mix It Up. Цього не можна зробити! Ви дійсно бажаєте це зробити?

source: Show Bits Cheered
de: Show Bits bejubelt
es: Mostrar bits animados
fr: Show Bits acclamé
ja: ビッツの歓声を表示
nl: Toon Bits Cheered
pt: Show Bits Aplaudido
pt_br: Mostrar bits aplaudidos
ru: Показать подаренные битсы
uk: Показати біти зраділи

source: Show Channel Points
de: Kanalpunkte anzeigen
es: Mostrar puntos de canal
fr: Afficher les points de chaîne
ja: チャンネルポイントの表示
nl: Kanaalpunten weergeven
pt: Mostrar pontos do canal
pt_br: Mostrar pontos do canal
ru: Показать баллы канала
uk: Показати точки каналу

source: Show Follows
de: Folgende Anzeigen
es: Mostrar seguidores
fr: Afficher suit
ja: フォローを表示
nl: Toon volgt
pt: Show segue
pt_br: Mostrar seguidores
ru: Показать фолловеров
uk: Показати слід

source: Show Gifted Subs
de: Begabte Subs anzeigen
es: Mostrar subs regalados
fr: Afficher les sous-marins surdoués
ja: 才能ある潜水艦を表示する
nl: Toon hoogbegaafde subs
pt: Mostrar Subs Talentosos
pt_br: Mostrar inscritos talentosos
ru: Показать подаренные подписки
uk: Показати обдаровані підрозділи

source: Show Hosts
de: Moderatoren anzeigen
es: Mostrar hosts
fr: Afficher les hôtes
ja: ホストの表示
nl: Toon hosts
pt: Apresentadores do Show
pt_br: Mostrar anfitriões
ru: Показать ретрансляции
uk: Показати хости

source: Show Mass Gifted Subs
de: Massenergabte Subs anzeigen
es: Mostrar subs regalados masivos
fr: Afficher mass gifted subs
ja: 大量の才能のある潜水艦を表示
nl: Toon Mass Gifted Subs
pt: Mostrar Subs Talentosos em Massa
pt_br: Mostrar inscritos talentosos em massa
ru: Показать массовые подарки подписок
uk: Показати масу обдарованих субмарини

source: Show Moderation
de: Moderation anzeigen
es: Mostrar moderación
fr: Afficher la modération
ja: モデレーションを表示
nl: Moderatie weergeven
pt: Mostrar moderação
pt_br: Mostrar moderação
ru: Показать модерацию
uk: Показати модерацію

source: Show Raids
de: Raids anzeigen
es: Mostrar raids
fr: Afficher les raids
ja: レイドを表示する
nl: Raids weergeven
pt: Mostrar Raids
pt_br: Mostrar ataques
ru: Показать рейды
uk: Показати рейди

source: Show Subs
de: Subs anzeigen
es: Mostrar subs
fr: Afficher les sous-marins
ja: サブを表示
nl: Subs weergeven
pt: Mostrar Subs
pt_br: Mostrar inscrições
ru: Показать подписчиков
uk: Показати підрозділи

source: Automated Settings Backup Location
de: Automatischer Sicherungsspeicherort für Einstellungen
es: Ubicación de copia de seguridad de configuración automatizada
fr: Emplacement de sauvegarde des paramètres automatisés
ja: 自動設定のバックアップ場所
nl: Back-uplocatie voor geautomatiseerde instellingen
pt: Localização de backup de configurações automatizadas
pt_br: Local de backup de configurações automatizadas
ru: Место хранения для автоматического бэкапа настроек
uk: Розташування резервного копіювання автоматичних параметрів

source: Diagnostic Logging
de: Diagnoseprotokollierung
es: Registro de diagnóstico
fr: Journalisation des diagnostics
ja: 診断ログ
nl: Diagnostische logboekregistratie
pt: Registro de diagnóstico
pt_br: Registro de diagnóstico
ru: Журнал диагностики
uk: Діагностичне журналювання

# DiagnosticLoggingToolip
source: Diagnostic Logging helps to diagnose specific issues by logging out additional information of what is being done while Mix It Up is running. These logs will typically be huge in comparision to regular logs, so this should only be done when specifically advised by a Mix It Up developer and should be disabled immediately after the problem is solved.
de: Die Diagnoseprotokollierung hilft bei der Diagnose bestimmter Probleme, indem zusätzliche Informationen darüber protokolliert werden, was während der Ausführung von Mix It Up ausgeführt wird. Diese Protokolle sind im Vergleich zu regulären Protokollen in der Regel riesig, daher sollte dies nur auf ausdrückliche Anweisung eines Mix It Up-Entwicklers erfolgen und sofort nach der Lösung des Problems deaktiviert werden.
es: El registro de diagnóstico ayuda a diagnosticar problemas específicos al cerrar la sesión de información adicional de lo que se está haciendo mientras Mix It Up se está ejecutando. Estos registros generalmente serán enormes en comparación con los registros regulares, por lo que esto solo debe hacerse cuando lo indique específicamente un desarrollador de Mix It Up y debe deshabilitarse inmediatamente después de que se resuelva el problema.
fr: Diagnostic Logging permet de diagnostiquer des problèmes spécifiques en déconnectant des informations supplémentaires sur ce qui est fait pendant l’exécution de Mix It Up. Ces journaux seront généralement énormes par rapport aux journaux réguliers, donc cela ne devrait être fait que lorsque cela est spécifiquement conseillé par un développeur Mix It Up et devrait être désactivé immédiatement après la résolution du problème.
ja: 診断ログは、Mix It Up の実行中に実行される内容の追加情報をログアウトすることで、特定の問題を診断するのに役立ちます。これらのログは通常のログとの比較で通常の巨大であるため、これは Mix It Up 開発者が具体的に助言した場合にのみ行い、問題が解決された直後に無効にする必要があります。
nl: Diagnostische logboekregistratie helpt bij het diagnosticeren van specifieke problemen door aanvullende informatie uit te loggen over wat er wordt gedaan terwijl Mix It Up wordt uitgevoerd. Deze logboeken zullen meestal enorm zijn in vergelijking met gewone logboeken, dus dit moet alleen worden gedaan wanneer dit specifiek wordt geadviseerd door een Mix It Up-ontwikkelaar en moet onmiddellijk worden uitgeschakeld nadat het probleem is opgelost.
pt: O Registro diagnóstico ajuda a diagnosticar problemas específicos, registrando informações adicionais do que está sendo feito enquanto o Mix It Up está em execução. Esses logs normalmente serão enormes em comparação com logs regulares, por isso isso só deve ser feito quando especificamente aconselhado por um desenvolvedor mix it up e deve ser desativado imediatamente após o problema ser resolvido.
pt_br: O registro de diagnóstico ajuda a diagnosticar problemas específicos, registrando informações adicionais sobre o que está sendo feito enquanto o Mix It Up está em execução. Esses logs normalmente serão enormes em comparação com os logs normais, portanto, isso só deve ser feito quando especificamente recomendado por um desenvolvedor do Mix It Up e deve ser desativado imediatamente após o problema ser resolvido.
ru: Журнал диагностики помогает выявлять конкретные проблемы, регистрируя дополнительную информацию о том, что делается во время работы Mix It Up. Этот журнал, как правило, имеет огромный размер по сравнению с обычным, так что он должен включаться только когда это запрашивает разработчик Mix It Up и должен быть отключен сразу же после решения проблемы.
uk: Діагностичне журналювання допомагає діагностувати конкретні проблеми, виходячи додаткову інформацію про те, що робиться під час роботи Mix It Up. Ці журнали, як правило, будуть величезними в порівнянні зі звичайними журналами, тому це повинно бути зроблено тільки тоді, коли спеціально рекомендується розробником Mix It Up, і повинні бути відключені відразу після вирішення проблеми.

# ShowBetterTTVEmotes
source: Show BetterTTV Emotes (Requires Restart)
de: BetterTTV-Emotes anzeigen (Neustart erforderlich)
es: Mostrar BetterTTV Emotes (requiere reinicio)
fr: Afficher mieuxTTV Emotes (nécessite un redémarrage)
ja: ベターTTVエモートを表示する(再起動が必要)
nl: Toon BetterTTV-emotes (moet opnieuw worden opgestart)
pt: Mostrar Emotes BetterTTV (requer reinicialização)
pt_br: Mostrar emotes BetterTTV (requer reinicialização)
ru: Показать смайлы BetterTTV (требуется перезапуск)
uk: Показати емоти BetterTTV (потребує перезавантаження)

# ShowFrankerFaceZEmotes
source: Show FrankerFaceZ Emotes (Requires Restart)
de: FrankerFacez Emotes anzeigen (Neustart erforderlich)
es: Mostrar emoticonos frankerFaceZ (requiere reinicio)
fr: Afficher les émoticônes FrankerFaceZ (nécessite un redémarrage)
ja: FrankerFaceZ エモートを表示する (再起動が必要)
nl: Toon FrankerFaceZ-emotes (moet opnieuw worden opgestart)
pt: Mostrar emotes frankerfacez (requer reinicialização)
pt_br: Mostrar emotes FrankerFaceZ (requer reinicialização)
ru: Показать смайлы FrankerFaceZ (требуется перезапуск)
uk: Показати емоти FrankerFacez (потребує перезавантаження)

source: Hide Actions from Command Editor
de: Aktionen im Befehlseditor ausblenden
es: Ocultar acciones del Editor de comandos
fr: Masquer les actions de l’éditeur de commandes
ja: コマンド エディタでアクションを非表示にする
nl: Acties verbergen in opdrachteditor
pt: Ocultar ações do Editor de Comando
pt_br: Ocultar ações do editor de comandos
ru: Скрыть действия от редактора команд
uk: Приховати дії з редактора команд

source: Hide Bot Messages
de: Bot-Nachrichten ausblenden
es: Ocultar mensajes de bot
fr: Masquer les messages de bot
ja: ボットメッセージを非表示にする
nl: Botberichten verbergen
pt: Ocultar mensagens de bot
pt_br: Ocultar mensagens do bot
ru: Скрыть сообщения бота
uk: Приховати повідомлення бота

source: Patreon Benefit
de: Patreon Vorteil
es: Beneficios de Patreon
fr: Avantage Patreon
ja: パトリーン・ベネフィット
nl: Patreon Voordeel
pt: Benefício Patreon
pt_br: Benefício do Patreon
ru: Выгода Patreon
uk: Патреон вигоди

source: Use Custom Username Colors
de: Benutzerdefinierte Benutzernamensfarben verwenden
es: Usar colores de nombre de usuario personalizados
fr: Utiliser des couleurs de nom d’utilisateur personnalisées
ja: カスタム ユーザー名の色を使用する
nl: Aangepaste gebruikersnaamkleuren gebruiken
pt: Use cores personalizadas do nome de usuário
pt_br: Use cores de nome de usuário personalizadas
ru: Использовать пользовательские цвета никнеймов
uk: Використання настроюваних кольорів імені користувача

source: Hide User Avatar
de: Benutzer-Avatar ausblenden
es: Ocultar avatar de usuario
fr: Masquer l’avatar de l’utilisateur
ja: ユーザーアバターを非表示にする
nl: Gebruikersavatar verbergen
pt: Ocultar avatar do usuário
pt_br: Ocultar avatar do usuário
ru: Скрывать аватары пользователей
uk: Приховати аватар користувача

source: Hide User Role Badge
de: Benutzerrollen-Badge ausblenden
es: Ocultar distintivo de rol de usuario
fr: Masquer le badge de rôle d’utilisateur
ja: ユーザー ロールバッジを非表示にする
nl: Badge gebruikersrol verbergen
pt: Ocultar crachá de função do usuário
pt_br: Ocultar selo de função do usuário
ru: Скрывать значок роли пользователя
uk: Приховати значок ролі користувача

source: Hide User Specialty Badge
de: User Specialty Badge ausblenden
es: Ocultar insignia de especialidad de usuario
fr: Masquer le badge de spécialité de l’utilisateur
ja: ユーザー特殊バッジを非表示にする
nl: Badge voor gebruikersspecialiteit verbergen
pt: Ocultar crachá de especialidade do usuário
pt_br: Ocultar selo de especialidade do usuário
ru: Скрывать бейдж пользователя
uk: Приховати спеціальний значок користувача

source: Hide User Subscriber Badge
de: User Subscriber Badge ausblenden
es: Ocultar insignia de suscriptor de usuario
fr: Masquer le badge d’abonné de l’utilisateur
ja: ユーザー登録者バッジを非表示にする
nl: Abonneebadge voor gebruikers verbergen
pt: Ocultar crachá de assinante do usuário
pt_br: Ocultar selo de usuário assinante
ru: Скрывать значок подписчика
uk: Приховати значок абонента користувача

source: Mass Gifted Subs Filter Amount
es: Cantidad de filtro de subs regalados en masa
ja: 大量のギフトサブフィルター量
pt: Quantidade de filtro de subs dotados em massa
pt_br: Quantidade do filtro de inscritos talentosos em massa
ru: Массовое количество одаренных подписчиков
