Repository: SaviorXTanren/mixer-mixitup
Catalog: MixItUp.*/Resources.*.resx
Languages: de, es, fr, fr_fr, ja, nl, pt, pt_br, ru, uk

source: Healing Occurred
pt_br: Cura Ocorrida

source: Kill Bonus Health
pt_br: Mate o bônus de saúde

source: New Boss
pt_br: Novo chefe

source: Overkill Bonus Health Multiplier
pt_br: Multiplicador de saúde bônus exagerado

source: Self Healing Multiplier
pt_br: Multiplicador de autocura

source: Trovo Elixir Spells
pt_br: Feitiços de Elixir Trovo

source: Trovo Subscriptions
pt_br: Assinaturas Trovo

source: Twitch Subscriptions
pt_br: Assinaturas Twitch

source: YouTube Memberships
pt_br: Assinaturas do YouTube

source: YouTube Super Chat
pt_br: Superbate-papo do YouTube

source: Damage Stream Boss
pt_br: Chefe do Fluxo de Dano

# ValidValueMustBeSpecified
source: A valid value must be specified
pt_br: Um valor válido deve ser especificado

source: Force Damage
pt_br: Dano de Força

source: Add To Goal
pt_br: Adicionar à meta

source: Goal
pt_br: Meta

source: Progress Occurred
pt_br: Progresso ocorrido

source: Segment Completed
pt_br: Segmento concluído

source: Goal Color
pt_br: Cor do gol

source: Progress Amount
pt_br: Valor do progresso

source: Progress Multiplier
pt_br: Multiplicador de Progresso

source: Segments
pt_br: Segmentos

# OverlayGoalAtLeastOneSegmentMustBeAdded
source: At least one segment must be added
pt_br: Pelo menos um segmento deve ser adicionado

source: End Date
pt_br: Data de término

source: Reset Cadence
pt_br: Redefinir cadência

source: Display Option
pt_br: Opção de exibição

# OverlayWidgetResetConfirmation
source: This option will reset all progress and data for this widget. Are you sure you want to do this?
pt_br: Esta opção irá redefinir todo o progresso e dados deste widget. Tem certeza de que deseja fazer isso?

source: Overlay Endpoint
pt_br: Ponto final de sobreposição

source: Single Widget URL
pt_br: URL de widget único

# OverlayWidgetSelectorDescription
source: Select the type of Overlay Widget you wish to create
pt_br: Selecione o tipo de widget de sobreposição que deseja criar

# TwitchSlashMeForAllChatMessages
source: Twitch /me For All Chat Messages
pt_br: Twitch /me para todas as mensagens de bate-papo

source: Microsoft Azure Speech
pt_br: Fala do Microsoft Azure

source: Replace Special Identifiers In Functions
pt_br: Substitua identificadores especiais em funções

source: Persistent Timer
pt_br: Temporizador persistente

source: Add To Persistent Timer
pt_br: Adicionar ao temporizador persistente

source: Timer Adjusted
pt_br: Temporizador ajustado

source: Timer Completed
pt_br: Temporizador concluído

source: Initial Amount
pt_br: Montante Inicial

source: Time Amount
pt_br: Quantidade de tempo

source: Time Multiplier
pt_br: Multiplicador de tempo

source: Max Height (Pixels)
pt_br: Altura máxima (pixels)

source: Add Messages To Top
pt_br: Adicionar mensagens ao topo

source: Chat Box Settings
pt_br: Configurações da caixa de bate-papo

source: Chat Message Settings
pt_br: Configurações de mensagens de bate-papo

# DelayTimeSeconds
source: Delay Time (Secs)
pt_br: Tempo de atraso (segundos)

source: Max Messages
pt_br: Máximo de mensagens

# RemovalTimeSeconds
source: Removal Time (Secs)
pt_br: Tempo de remoção (segundos)

source: Message Added
pt_br: Mensagem adicionada

source: Message Removed
pt_br: Mensagem removida

source: Show Platform Badge
pt_br: Mostrar selo da plataforma

source: Show Role Badge
pt_br: Mostrar selo de função

source: Show Specialty Badge
pt_br: Mostrar selo de especialidade

source: Show Subscriber Badge
pt_br: Mostrar selo de assinante

source: Ignore Specialty Excluded Users
pt_br: Ignorar usuários excluídos especializados

# UsernamesToIgnore
source: Usernames To Ignore (One Per Line)
pt_br: Nomes de usuário a serem ignorados (um por linha)

source: Twitch Channel Watch Streak
pt_br: Sequência de exibição do canal Twitch

source: All Subscriptions
pt_br: Todas as assinaturas

source: Gifted Subscriptions
pt_br: Assinaturas de presente

source: Header
pt_br: Cabeçalho

source: YouTube Super Chats
pt_br: Superbate-papos do YouTube

source: Add To End Credits
pt_br: Adicionar aos créditos finais

source: Sections
pt_br: Seções

source: Play End Credits
pt_br: Créditos finais do jogo

source: Ended
pt_br: Terminou

source: Run Credits When Visible
pt_br: Execute os créditos quando visíveis

source: Section Header Settings
pt_br: Configurações do cabeçalho da seção

source: Section Item Settings
pt_br: Configurações de item de seção

source: Started
pt_br: Iniciado

# AlertContinuedPrimeSubscriptionTier
source: {0} Continued Their Prime Sub at {1}
pt_br: {0} continuou seu Prime Sub em {1}

source: Item Template
pt_br: Modelo de item

source: Columns
pt_br: Colunas

source: Add Section
pt_br: Adicionar seção

source: Run Endlessly
pt_br: Corra sem parar

source: Item Added
pt_br: Item adicionado

source: Item Removed
pt_br: Item removido

source: Membership
pt_br: Associação

source: Super Chat
pt_br: Super bate-papo

source: Gifted Membership
pt_br: Membros talentosos

source: Gifted Subscription
pt_br: Assinatura Superdotada

source: Renewed Membership
pt_br: Associação Renovada

source: Resubscribed
pt_br: Reinscrito

source: Add To Event List
pt_br: Adicionar à lista de eventos

source: Add To Top
pt_br: Adicionar ao topo

source: Consumable
pt_br: Consumível

source: Viewing Time
pt_br: Tempo de visualização

source: All Time
pt_br: Todos os tempos

# OverlayLeaderboardValidConsumableMustBeSelected
source: A valid consumable must be selected
pt_br: Um consumível válido deve ser selecionado

# OverlayWidgetAValidRefreshTimeMustBeSpecified
source: A valid refresh time must be specified
pt_br: Um tempo de atualização válido deve ser especificado

source: Old HTML
pt_br: HTML antigo

source: Old HTML Copied To Clipboard
pt_br: HTML antigo copiado para a área de transferência

# VTSPogFailedToConnect
source: Failed to connect to VTS P.O.G. app. Please ensure the app is running and the API has been enabled under Technical -> Api. If you do not see this section in the app, you may need to update to a newer version.
pt_br: Falha ao conectar ao VTS P.O.G. aplicativo. Certifique-se de que o aplicativo esteja em execução e que a API esteja habilitada em Técnico -> API. Se você não vir esta seção no aplicativo, talvez seja necessário atualizar para uma versão mais recente.

# VTSPogInfo
source: VTS P.O.G. connectivity allows you to control functionality in the VTS P.O.G. software, such as triggering text to speech voices, playing sounds, and controling the text to speech queue. To connect to VTS P.O.G., please ensure the software is running and the Api is enabled under Technical -> API. If you do not see this section in the app, you may need to update to a newer version.
pt_br: VTS P.O.G. a conectividade permite controlar a funcionalidade no VTS P.O.G. software, como acionar vozes de texto para fala, reproduzir sons e controlar a fila de texto para fala. Para se conectar ao VTS P.O.G., certifique-se de que o software esteja em execução e a API esteja habilitada em Técnico -> API. Se você não vir esta seção no aplicativo, talvez seja necessário atualizar para uma versão mais recente.

source: Reset On Launch
pt_br: Redefinir no lançamento

source: Reset On Enable
pt_br: Redefinir ao ativar

source: AI Text To Speech
pt_br: Texto para fala com IA

source: Play Audio File
pt_br: Reproduzir arquivo de áudio

source: Set Text To Speech Queue
pt_br: Definir fila de conversão de texto em fala

source: Skip Current Audio
pt_br: Pular áudio atual

source: Enable/Disable Text To Speech Queue
pt_br: Ativar/desativar fila de conversão de texto em fala

source: Toggle Text To Speech Queue
pt_br: Alternar fila de texto para fala

source: Animalese
pt_br: Animalês

source: Elevenlabs
pt_br: Onzelabs

source: SAM Software Automatic Mouth
pt_br: Boca automática do software SAM

source: TikTok TTS
pt_br: TTS do TikTok

source: VTS P.O.G. Action: Missing text
pt_br: VTS P.O.G. Ação: texto ausente

source: VTS P.O.G. Action: Missing Audio File
pt_br: VTS P.O.G. Ação: Arquivo de áudio ausente

# VTSPogNotConnected
source: VTS P.O.G. not connected, please ensure the software is running and is connected on the Services page.
pt_br: VTS P.O.G. não conectado, certifique-se de que o software esteja em execução e conectado na página Serviços.

source: VTS P.O.G. Voice Reference List
pt_br: VTS P.O.G. Lista de referências de voz

source: Provider
pt_br: Provedor

source: Character Limit
pt_br: Limite de caracteres

source: Prompt Type
pt_br: Tipo de prompt

source: Include Prompt
pt_br: Incluir prompt

source: Include Prompt And Message
pt_br: Incluir prompt e mensagem

source: Store In Memory
pt_br: Armazenar na memória

source: Pet
pt_br: Bicho de estimação

source: Soundboard
pt_br: Mesa de som

source: AI Pet
pt_br: Animal de estimação com IA

source: TTS Pet
pt_br: Animal de estimação TTS

source: Custom Section
pt_br: Seção personalizada

source: Voice Keycode
pt_br: Código de voz

# EnableMtionStudio
source: Please enable mtion studio on the Services page!
pt_br: Ative o mtion studio na página de serviços!

source: mtion studio
pt_br: estúdio de ação

source: mtion studio Action: Missing Trigger
pt_br: Ação do mtion studio: Gatilho ausente

# MtionStudioFailedToGetClubhouseData
source: Failed to get clubhouse data
pt_br: Falha ao obter dados do clube

# MtionStudioInfo
source: mtion studio connectivity allows you to run API triggers within mtion studio to have a wide variety of effects within your mtion studio clubhouses. API triggers are supported in version 0.39.1 and higher, so ensure your installation of mtion studio is updated to the latest version before attempting to connect. To connect to mtion studio, ensure the app is running and you are loaded into an active clubhouse, then simply click on the Connect button.
pt_br: A conectividade do mtion studio permite que você execute gatilhos de API no mtion studio para ter uma ampla variedade de efeitos nos clubes do mtion studio. Os gatilhos de API são suportados na versão 0.39.1 e superior, portanto, certifique-se de que sua instalação do mtion studio esteja atualizada para a versão mais recente antes de tentar se conectar. Para se conectar ao mtion studio, certifique-se de que o aplicativo esteja em execução e que você esteja carregado em um clubhouse ativo e, em seguida, basta clicar no botão Conectar.

source: API Trigger
pt_br: Gatilho de API

source: Clubhouse
pt_br: Clube

# OverlayPortNumberFailedToUpdate
source: Failed to updated port number for the Overlay. Please see the error below for more information:
pt_br: Falha ao atualizar o número da porta para a sobreposição. Por favor, veja o erro abaixo para mais informações:

# OverlayPortNumberValidRange
source: Port numbers for the Overlay must be between 0 and 65353
pt_br: Os números de porta para a sobreposição devem estar entre 0 e 65353

source: Hide Specific User Messages (Space Separated)
pt_br: Ocultar mensagens específicas do usuário (separadas por espaço)

source: Outcome Selected
pt_br: Resultado selecionado

source: Modifier
pt_br: Modificador

# OverlayWheelOutcomeInvalidProbability
source: An outcome can not have a probability lower than 0% or higher than 100%
pt_br: Um resultado não pode ter uma probabilidade inferior a 0% ou superior a 100%

# OverlayWheelOutcomeMissingName
source: An outcome is missing a name
pt_br: Um resultado está faltando um nome

# OverlayWheelOutcomeTotalPercentageMustEqual100
source: The total percentage of all outcomes must equal 100%
pt_br: A porcentagem total de todos os resultados deve ser igual a 100%

# OverlayWheelSizeMustBeGreaterThan0
source: The size must be greater than 0
pt_br: O tamanho deve ser maior que 0

source: Probability
pt_br: Probabilidade

# OverlayWheelClickSoundFilePath
source: Wheel Click Sound File Path
pt_br: Caminho do arquivo de som do clique da roda

source: Default Outcome
pt_br: Resultado padrão

# OverlayWheelOutcomeTotalModifierMustEqual0
source: The total modifier of all outcomes must equal 0
pt_br: O modificador total de todos os resultados deve ser igual a 0

source: Latest Featured Clip
pt_br: Último clipe em destaque

source: Random Featured Clip
pt_br: Clipe aleatório em destaque

source: Segment Type
pt_br: Tipo de segmento

source: Equal Probability For Outcomes
pt_br: Probabilidade igual para resultados

source: Debug
pt_br: Depurar

source: Chaos
pt_br: Caos

source: Explosion
pt_br: Explosão

source: Fade
pt_br: Desaparecer

source: Falling Leaves
pt_br: Folhas caindo

source: Float
pt_br: Flutuador

source: Rain
pt_br: Chuva

source: Shooting Stars
pt_br: Estrelas cadentes

# OverlayEmoteEffectEmoteTextInvalid
source: A valid value must be specified for Emote Text
pt_br: Um valor válido deve ser especificado para Emote Text

# OverlayEmoteEffectEmoteTextSpaceSeparated
source: Emote Text (Space Separated)
pt_br: Texto de emoção (separado por espaço)

source: Allow Emoji
pt_br: Permitir emoticons

source: Allow URLs
pt_br: Permitir URLs

source: Max Amount Shown
pt_br: Valor máximo mostrado

# OverlayEmoteEffectPerEmoteShown
source: Per Emote Shown
pt_br: Por Emote Mostrado

source: Emote Effect
pt_br: Efeito de emoção

source: Compound Previous Boss Health
pt_br: Saúde composta do chefe anterior

source: Change Folder
pt_br: Alterar pasta

source: Folder Path
pt_br: Caminho da pasta

source: Twinkling Stars
pt_br: Estrelas cintilantes

source: Persistent Emote Effect
pt_br: Efeito Emote Persistente

source: Ignore Duplicates
pt_br: Ignorar duplicatas

# OverlayPersistentEmoteEffectComboCount
source: Combo Count
pt_br: Contagem de combinação

# OverlayPersistentEmoteEffectComboTimeframe
source: Combo Timeframe (Secs)
pt_br: Período de combinação (segundos)

source: Enable/Disable Widget
pt_br: Ativar/desativar widget

source: Option Settings
pt_br: Configurações de opções

source: Title Settings
pt_br: Configurações de título

source: Bar Color
pt_br: Cor da barra

source: Bar Height
pt_br: Altura da barra

source: Use Random Colors
pt_br: Use cores aleatórias

source: Use Twitch Prediction Colors
pt_br: Use cores de previsão do Twitch

source: Applicable Uses
pt_br: Usos aplicáveis

source: Use With Bet Game Command
pt_br: Usar com comando de jogo de aposta

source: Use With Trivia Game Command
pt_br: Use com comando de jogo de curiosidades

source: Use With Twitch Polls
pt_br: Use com enquetes Twitch

source: Use With Twitch Predictions
pt_br: Use com previsões do Twitch

# OverlayPollAtLeastOneApplicableUse
source: At least one applicable use must be selected
pt_br: Pelo menos um uso aplicável deve ser selecionado

source: Days
pt_br: Dias

source: Years
pt_br: Anos

source: Automatic Removal
pt_br: Remoção Automática

source: Duration
pt_br: Duração

source: Show Twitch Prediction Channel Points
pt_br: Mostrar pontos do canal de previsão do Twitch

# TextToSpeechActionBlockedDueToRateLimiting
source: The Text To Speech action you were trying to perform was blocked due to too many requests with the {0} Text To Speech provider. Please ensure you are only performing 1 action every 5 minutes. You can circumvent this by connecting your own paid account under the Services page for the {0} Text To Speech provider.
pt_br: A ação Text To Speech que você estava tentando executar foi bloqueada devido a muitas solicitações com o provedor {0} Text To Speech. Certifique-se de realizar apenas 1 ação a cada 5 minutos. Você pode contornar isso conectando sua própria conta paga na página Serviços do {0} provedor de Text To Speech.

# AmazonPollyNoVoicesReturned
source: No voices returned
pt_br: Nenhuma voz retornou

source: Access Key
pt_br: Chave de acesso

source: Region Name
pt_br: Nome da região

source: Secret Key
pt_br: Chave secreta

source: Subscription Key
pt_br: Chave de assinatura

# AmazonPollyInfo1
source: The Amazon Polly service connectivity allows you to connect your own AWS (Amazon Web Services) account to circumvent the rate limiting of the default usage of Amazon Polly with the Text To Speech Action.
pt_br: A conectividade do serviço Amazon Polly permite que você conecte sua própria conta AWS (Amazon Web Services) para contornar a limitação de taxa de uso padrão do Amazon Polly com a ação Text To Speech.

# AmazonPollyInfo2
source: Usage of Amazon Polly for text to speech functionality is a paid service with AWS that Mix It Up directly covers, but there are limits to how much we can financially cover for usage of the service across all users. To balance that, we limit the use of Amazon Polly text to speech to one request every 5 minutes. Users are able to connect their own AWS accounts to remove this limitation, but all expenses for Amazon Polly usage will then be billed to the user's own AWS account. For information on setting this up, please visit the link below:
pt_br: O uso do Amazon Polly para funcionalidade de conversão de texto em fala é um serviço pago da AWS que o Mix It Up cobre diretamente, mas há limites para quanto podemos cobrir financeiramente pelo uso do serviço para todos os usuários. Para equilibrar isso, limitamos o uso de texto para fala do Amazon Polly a uma solicitação a cada 5 minutos. Os usuários podem conectar suas próprias contas da AWS para remover essa limitação, mas todas as despesas de uso do Amazon Polly serão cobradas na própria conta da AWS do usuário. Para obter informações sobre como configurar isso, visite o link abaixo:

# MicrosoftAzureSpeechInfo1
source: The Microsoft Azure Speech service connectivity allows you to connect your own Microsoft Azure account to circumvent the rate limiting of the default usage of Microsoft Azure Speech with the Text To Speech Action.
pt_br: A conectividade do serviço Microsoft Azure Speech permite conectar sua própria conta do Microsoft Azure para contornar a limitação de taxa do uso padrão do Microsoft Azure Speech com a ação Text To Speech.

# MicrosoftAzureSpeechInfo2
source: Usage of Microsoft Azure Speech for text to speech functionality is a paid service with Microsoft Azure that Mix It Up directly covers, but there are limits to how much we can financially cover for usage of the service across all users. To balance that, we limit the use of Microsoft Azure Speech text to speech to one request every 5 minutes. Users are able to connect their own Microsoft Azure accounts to remove this limitation, but all expenses for Microsoft Azure Speech usage will then be billed to the user's own Microsoft Azure account. For information on setting this up, please visit the link below:
pt_br: O uso do Microsoft Azure Speech para funcionalidade de conversão de texto em fala é um serviço pago com o Microsoft Azure que o Mix It Up cobre diretamente, mas há limites para quanto podemos cobrir financeiramente pelo uso do serviço para todos os usuários. Para equilibrar isso, limitamos o uso do texto em fala do Microsoft Azure Speech a uma solicitação a cada 5 minutos. Os usuários podem conectar suas próprias contas do Microsoft Azure para remover essa limitação, mas todas as despesas de uso do Microsoft Azure Speech serão cobradas na própria conta do Microsoft Azure do usuário. Para obter informações sobre como configurar isso, visite o link abaixo:

# NoCustomAmazonPollyAccount
source: No Amazon Polly account has been connected, therefore usage will be limited to 1 action every 5 minutes. To remove this rate limit, please visit the Amazon Polly section on the Services page to connect your own Amazon Polly account.
pt_br: Nenhuma conta do Amazon Polly foi conectada, portanto o uso será limitado a 1 ação a cada 5 minutos. Para remover esse limite de taxa, visite a seção Amazon Polly na página Serviços para conectar sua própria conta Amazon Polly.

# NoCustomMicrosoftAzureSpeechAccount
source: No Microsoft Azure Speech account has been connected, therefore usage will be limited to 1 action every 5 minutes. To remove this rate limit, please visit the Microsoft Azure Speech section on the Services page to connect your own Microsoft Azure Speech account.
pt_br: Nenhuma conta do Microsoft Azure Speech foi conectada, portanto o uso será limitado a 1 ação a cada 5 minutos. Para remover esse limite de taxa, visite a seção Microsoft Azure Speech na página Serviços para conectar sua própria conta Microsoft Azure Speech.

# TextToSpeechActionResponsiveVoicePitch
source: Pitch (0% - 200%)
pt_br: Passo (0% - 200%)

# TextToSpeechActionResponsiveVoiceRate
source: Rate (0% - 150%)
pt_br: Taxa (0% - 150%)

# TextToSpeechActionWindowsTextToSpeechRate
source: Rate (-10 to 10)
pt_br: Taxa (-10 a 10)

source: Persist No Duplicates
pt_br: Persista sem duplicatas

# MixItUpOverlayFileFormatFilter
source: Mix It Up Overlay|*.miuoverlay|All files (*.*)|*.*
pt_br: Sobreposição de mistura|*.miuoverlay|Todos os arquivos (*.*)|*.*

source: Import Overlay Widget
pt_br: Widget de sobreposição de importação

source: Failed to import Overlay Widget
pt_br: Falha ao importar o widget de sobreposição

source: Segment Reached
pt_br: Segmento alcançado

source: Disable On Completion
pt_br: Desativar ao concluir

source: Is In
pt_br: Está dentro

source: Is Not In
pt_br: Não está dentro

# DiscordServerFailedToConnectToVoice
source: Failed to connect to voice
pt_br: Falha ao conectar à voz

source: ERROR: Date can not be in the past
pt_br: ERRO: A data não pode estar no passado

source: Display Alejo Pronouns
pt_br: Exibir pronomes Alejo

# HideExclamationMessages
source: Hide Messages Starting With "!"
pt_br: Ocultar mensagens que começam com "!"

source: Pause/Unpause Persistent Timer
pt_br: Pausar/retomar temporizador persistente

source: Allow Adjustment While Paused
pt_br: Permitir ajuste durante a pausa

source: Discord Reactive Voice
pt_br: Voz reativa de discórdia

source: Active
pt_br: Ativo

source: Deafened
pt_br: Ensurdecido

source: Inactive
pt_br: Inativo

source: Joined
pt_br: Ingressou

source: Muted
pt_br: Silenciado

source: Undeafened
pt_br: Não surdo

source: Unmuted
pt_br: Ativado

source: Display Name
pt_br: Nome de exibição

source: Hide
pt_br: Esconder

# OverlayDiscordReactiveVoiceActiveImageMustBeSet
source: An active image must be set for custom user visuals
pt_br: Uma imagem ativa deve ser definida para visuais personalizados do usuário

source: Server Display Name
pt_br: Nome de exibição do servidor

source: Name Display
pt_br: Exibição de nome

source: Active Image
pt_br: Imagem ativa

source: Custom User Displays
pt_br: Exibições de usuário personalizadas

source: Deafened Image
pt_br: Imagem ensurdecida

source: Dim Inactive Users
pt_br: Escurecer usuários inativos

source: Discord Username
pt_br: Nome de usuário discordante

source: Inactive Image
pt_br: Imagem inativa

source: Include Self
pt_br: Incluir a si mesmo

source: Muted Image
pt_br: Imagem silenciada

source: Only Show Added Users
pt_br: Mostrar apenas usuários adicionados

# OverlayDiscordReactiveVoiceAtLeastOneUserMustBeAddedForOnlyShowAddedUsers
source: At least one user must be added if Only Show Added Users is selected
pt_br: Pelo menos um usuário deve ser adicionado se Somente Mostrar Usuários Adicionados estiver selecionado

# OverlayDiscordReactiveVoiceUnableToFindUser
source: Unable to find user with the specified name in the connected Discord server
pt_br: Não foi possível encontrar o usuário com o nome especificado no servidor Discord conectado

# OverlayDiscordReactiveVoiceUserAlreadyAdded
source: The specified user has already been added
pt_br: O usuário especificado já foi adicionado

source: User Height
pt_br: Altura do usuário

source: User Spacing
pt_br: Espaçamento do usuário

source: User Width
pt_br: Largura do usuário

source: Voice Channel
pt_br: Canal de voz

# OverlayLabelFilePathMustBeSpecified
source: A file path must be specified
pt_br: Um caminho de arquivo deve ser especificado

source: Profile Name
pt_br: Nome do perfil

source: Read Each Line From File
pt_br: Leia cada linha do arquivo
