Repository: SaviorXTanren/mixer-mixitup
Catalog: MixItUp.*/Resources.*.resx
Languages: de, es, fr, fr_fr, ja, nl, pt, pt_br, ru, uk

source: Enable/Disable Command
de: Befehl "Aktivieren/Deaktivieren"
es: Habilitar/Deshabilitar comando
fr: Activer/Désactiver la commande
fr_fr: Activer/Désactiver la commande
ja: 有効/無効コマンド
nl: Opdracht In-/uitschakelen
pt: Ativar/Desativar o Comando
pt_br: Comando Habilitar/Desabilitar
ru: Включить/отключить команду
uk: Команда "Увімкнути/вимкнути"

source: Enable/Disable Queue
de: Warteschlange aktivieren/deaktivieren
es: Habilitar/Deshabilitar cola
fr: Activer/Désactiver la file d’attente
ja: キューの有効化/無効化
nl: Wachtrij in-/uitschakelen
pt: Ativar/desativar a fila
pt_br: Habilitar/Desabilitar Fila
ru: Включить/отключить очередь
uk: Увімкнення або вимкнення черги

# EnableIFTTT
source: Please enable IFTTT connection on the Services page!
de: Bitte aktivieren Sie die IFTTT-Verbindung auf der Seite Dienste!
es: ¡Habilite la conexión IFTTT en la sección Servicios!
fr: Veuillez activer la connexion IFTTT sur la page Services!
ja: IFTTT 接続はサービスページで有効にしてください!
nl: Schakel de IFTTT-verbinding in op de pagina Services!
pt: Por favor, ative a conexão IFTTT na página Serviços!
pt_br: Ative a conexão IFTTT na página de serviços!
ru: Пожалуйста, подключите IFTTT в разделе Службы!
uk: Будь ласка, увімкніть з'єднання IFTTT на сторінці Служби!

# EnableOBS
source: Please enable OBS Studio connection on the Services page!
de: Bitte aktivieren Sie die OBS Studio-Verbindung auf der Seite Dienste!
es: ¡Habilite la conexión de OBS Studio en la sección Servicios!
fr: Veuillez activer la connexion OBS Studio sur la page Services !
ja: サービスページでOBSスタジオ接続を有効にしてください!
nl: Schakel de OBS Studio-verbinding in op de pagina Services!
pt: Por favor, habilite a conexão OBS Studio na página Serviços!
pt_br: Ative a conexão do OBS Studio na página de serviços!
ru: Пожалуйста, подключите OBS Studio в разделе Службы!
uk: Будь ласка, увімкніть OBS Studio підключення на сторінці послуг!

# EnableOverlay
source: Please enable Mix It Up Overlay in the Services Section!
de: Bitte aktivieren Sie Mix It Up Overlay im Bereich Services!
es: ¡Habilite Mix It Up Overlay en la sección Servicios!
fr: Veuillez activer la superposition Mix It Up dans la section Services!
fr_fr: Veuillez activer Mix It Up Overlay dans la section des services !
ja: サービスセクションでミックス・イット・アップ・オーバーレイを有効にしてください!
nl: Schakel Mix It Up Overlay in de sectie Services in!
pt: Por favor, habilite a sobreposição de mistura na Seção de Serviços!
pt_br: Ative a sobreposição Mix It Up na seção de serviços!
ru: Пожалуйста, включите оверлей Mix It Up в разделе Службы!
uk: Будь ласка, увімкніть Mix It Up Накладення в розділі послуг!

# EnableOvrStream
source: Please enable OvrStream on the Services page!
de: Bitte aktivieren Sie OvrStream auf der Seite Dienste!
es: ¡Habilite OvrStream en la sección Servicios!
fr: Veuillez activer OvrStream sur la page Services !
ja: [サービス] ページで OvrStream を有効にしてください。
nl: Schakel OvrStream in op de pagina Services!
pt: Por favor, habilite o OvrStream na página Serviços!
pt_br: Ative o OvrStream na página de serviços!
ru: Пожалуйста, подключите OvrStream в разделе Службы!
uk: Будь ласка, увімкніть OvrStream на сторінці Послуг!

source: Enable Queue
de: Warteschlange aktivieren
es: Habilitar cola
fr: Activer la file d’attente
ja: キューを有効にする
nl: Wachtrij inschakelen
pt: Ativar fila
pt_br: Habilitar fila
ru: Включить очередь
uk: Увімкнути чергу

# EnableStreamlabs
source: Please enable Streamlabs connection on the Services page!
de: Bitte aktivieren Sie die Streamlabs-Verbindung auf der Seite Dienste!
es: ¡Habilite la conexión de Streamlabs en la página Servicios!
fr: Veuillez activer la connexion Streamlabs sur la page Services !
ja: [サービス] ページでストリームラボ接続を有効にしてください。
nl: Schakel Streamlabs-verbinding in op de pagina Services!
pt: Por favor, habilite a conexão do Streamlabs na página Serviços!
pt_br: Ative a conexão Streamlabs na página de serviços!
ru: Пожалуйста, подключите Streamlabs в разделе Службы!
uk: Будь ласка, увімкніть з'єднання Streamlabs на сторінці Послуг!

# EnableStreamlabsOBS
source: Please enable Streamlabs OBS connection on the Services page!
de: Bitte aktivieren Sie streamlabs OBS-Verbindung auf der Seite Dienste!
es: ¡Habilite la conexión OBS de Streamlabs en la página Servicios!
fr: Veuillez activer la connexion OBS Streamlabs sur la page Services !
ja: サービスページでストリームラボ OBS 接続を有効にしてください!
nl: Schakel Streamlabs OBS-verbinding in op de pagina Services!
pt: Por favor, habilite a conexão OBS do Streamlabs na página Serviços!
pt_br: Ative a conexão Streamlabs OBS na página de serviços!
ru: Пожалуйста, подключите Streamlabs OBS в разделе Службы!
uk: Будь ласка, увімкніть підключення Streamlabs OBS на сторінці Послуг!

# EnableXSplit
source: Please enable XSplit connection on the Services page!
de: Bitte aktivieren Sie die XSplit-Verbindung auf der Seite Dienste!
es: ¡Habilite la conexión XSplit en la página Servicios!
fr: Veuillez activer la connexion XSplit sur la page Services !
ja: [サービス] ページで XSplit 接続を有効にしてください。
nl: Schakel de XSplit-verbinding in op de pagina Services!
pt: Por favor, habilite a conexão XSplit na página Serviços!
pt_br: Por favor, habilite a conexão XSplit na página de Serviços!
ru: Пожалуйста, подключите XSplit в разделе Службы!
uk: Будь ласка, увімкніть підключення XSplit на сторінці служб!

source: End Credits
de: Abspann
es: Créditos finales
fr: Générique de fin
fr_fr: Crédits
ja: エンドクレジット
nl: Aftiteling
pt: Créditos Finais
pt_br: Fim dos créditos
ru: Заключительные титры
uk: Кінцеві кредити

source: English
de: Englisch
es: Inglés
fr: Anglais
ja: 英語
nl: Engels
pt: Inglês
pt_br: Inglês
ru: Английский
uk: Англійська

source: Entered Users
de: Eingegebene Benutzer
es: Usuarios ingresados
fr: Utilisateurs saisis
ja: 入力されたユーザー
nl: Ingevoerde gebruikers
pt: Usuários inseridos
pt_br: Usuários inseridos
ru: Пользователи-участники
uk: Введені користувачі

source: Entrance Animation
de: Eingangsanimation
es: Animación de entrada
fr: Animation d’entrée
ja: エントランスアニメーション
nl: Entree Animatie
pt: Animação de entrada
pt_br: Animação de entrada
ru: Анимация входа
uk: Анімація входу

source: Event
de: Ereignis
es: Evento
fr: Événement
ja: 出来事
nl: Gebeurtenis
pt: Acontecimento
pt_br: Evento
ru: Событие
uk: Подія

source: Event Bonuses
de: Event-Boni
es: Bonos de eventos
fr: Bonus d’événement
ja: イベントボーナス
nl: Evenement Bonussen
pt: Bônus de eventos
pt_br: Bônus de eventos
ru: Бонусы за событие
uk: Бонуси за подію

source: Event List
de: Veranstaltungsliste
es: Lista de eventos
fr: Liste des événements
ja: イベントリスト
nl: Evenementenlijst
pt: Lista de eventos
pt_br: Lista de eventos
ru: Список событий
uk: Список подій

source: Events
de: Ereignisse
es: Eventos
fr: Épreuves
ja: イベント
nl: Gebeurtenissen
pt: Eventos
pt_br: Eventos
ru: События
uk: Події

source: Exempt From Rule
de: Von der Regel ausgenommen
es: Exencidir de la regla
fr: Exempté de la règle
ja: ルールから除外
nl: Vrijgesteld van regel
pt: Isento de Regra
pt_br: Isento de regra
ru: Правило не применяется
uk: Звільнено від правила

# ExemptFromRuleAndStrikes
source: Exempt From Rule & Strikes
de: Von Regel & Streiks befreit
es: Exencidir de regla y huelgas
fr: Exempté de règle et de grève
ja: ルールとストライキから免除
nl: Vrijgesteld van regel en stakingen
pt: Isento de Regras e Greves
pt_br: Isento de regras e greves
ru: Правила и страйки не применяются
uk: Звільнені від правил і страйків

source: Exit Animation
de: Animation beenden
es: Animación de salida
fr: Quitter l’animation
ja: アニメーションを終了する
nl: Animatie afsluiten
pt: Animação de saída
pt_br: Sair da animação
ru: Анимация выхода
uk: Вихід з анімації

# ExitConfirmation
source: Are you sure you wish to exit Mix It Up?
de: Bist du sicher, dass du Mix It Up beenden möchtest?
es: ¿Estás seguro de que deseas salir de Mix It Up?
fr: Êtes-vous sûr de vouloir quitter Mix It Up?
fr_fr: Etes-vous sûr de vouloir quitter Mix It Up ?
ja: ミックス・イット・アップを終了しますか?
nl: Weet je zeker dat je Mix It Up wilt verlaten?
pt: Tem certeza que deseja sair do Mix It Up?
pt_br: Tem certeza de que deseja sair do Mix It Up?
ru: Вы уверены, что хотите выйти из Mix It Up?
uk: Ви дійсно бажаєте вийти з Mix It Up?

# ExportActions
source: Export Actions to File
de: Exportieren von Aktionen in Datei
es: Exportar acciones a archivo
fr: Exporter des actions vers un fichier
fr_fr: Exporter les actions vers un fichier
ja: アクションをファイルにエクスポート
nl: Acties exporteren naar bestand
pt: Exportar ações para arquivar
pt_br: Exportar ações para arquivo
ru: Экспорт в файл
uk: Експорт дій до файлу

source: Export Data
de: Daten exportieren
es: Exportar datos
fr: Exporter des données
ja: データのエクスポート
nl: Gegevens exporteren
pt: Dados de exportação
pt_br: Exportar dados
ru: Данные для экспорта
uk: Експорт даних

source: External Program
de: Externes Programm
es: Programa Externo
fr: Programme externe
ja: 外部プログラム
nl: Extern programma
pt: Programa Externo
pt_br: Programa Externo
ru: Внешняя программа
uk: Зовнішня програма

source: Fan Progression
de: Lüfter-Fortschritt
es: Progresión de los fans
fr: Progression des fans
fr_fr: Progression des fans
ja: ファンの進行
nl: Fan progressie
pt: Progressão de ventilador
pt_br: Progressão dos fãs
ru: Прогресс фанатов
uk: Прогресія вентилятора

source: Field Name
de: Flurname
es: Nombre del campo
fr: Nom du champ
fr_fr: Nom du champ
ja: フィールド名
nl: Veldnaam
pt: Nome de campo
pt_br: Nome do campo
ru: Имя поля
uk: Ім'я поля

source: File Path
de: Dateipfad
es: Ruta del archivo
fr: Chemin d’accès au fichier
fr_fr: Chemin du fichier
ja: ファイル パス
nl: Bestandspad
pt: Caminho de arquivo
pt_br: Caminho do arquivo
ru: Путь к файлу
uk: Шлях до файлу

# FileReadAndWrite
source: File (Read & Write)
de: Datei (Lesen & Schreiben)
es: Archivo (lectura y escritura)
fr: Fichier (lecture et écriture)
ja: ファイル (読み取りと書き込み)
nl: Bestand (lezen en schrijven)
pt: Arquivo (Ler e Escrever)
pt_br: Arquivo (leitura e gravação)
ru: Файл (Чтение & Запись)
uk: Файл (читання та записування)

source: Filter By Name
de: Nach Namen filtern
es: Filtrar por nombre
fr: Filtrer par nom
ja: 名前でフィルタ
nl: Filteren op naam
pt: Filtro por nome
pt_br: Filtrar por nome
ru: Фильтр по имени
uk: Фільтрувати за іменем

source: Filtered / Banned Words
de: Gefilterte / gesperrte Wörter
es: Palabras filtradas / prohibidas
fr: Mots filtrés / interdits
ja: フィルタ /禁止された単語
nl: Gefilterde / Verboden woorden
pt: Palavras filtradas/ proibidas
pt_br: Palavras filtradas/banidas
ru: Заблокированные / Запрещенные слова
uk: Відфільтровані / заборонені слова

# FilteredWordsHeader
source: Filtered Words (One Per Line) ( * = Wild Card)
de: Gefilterte Wörter (einer pro Zeile) ( * = Platzhalter)
es: Palabras filtradas (una por línea) ( * = comodín)
fr: Mots filtrés (un par ligne) ( * = caractère générique)
fr_fr: Mots filtrés (un par ligne)
ja: フィルタリングされた単語(1行に1つ) ( * = ワイルドカード)
nl: Gefilterde woorden (één per regel) ( * = jokerteken)
pt: Palavras filtradas (uma por linha) ( = Wild Card)
pt_br: Palavras filtradas (uma por linha) (* = curinga)
ru: Заблокированные слова (по одному на строку) ( * = любой символ)
uk: Відфільтровані слова (по одному на рядок) ( * = Wild Card)

source: Find Channel To Raid
de: Zu raidnden Kanal finden
es: Buscar canal para raid
fr: Trouver un canal à raid
fr_fr: Trouver une chaîne à Raid
ja: レイドするチャンネルを探す
nl: Zoek kanaal naar raid
pt: Encontrar canal para atacar
pt_br: Encontre canal para invadir
ru: Найти канал для рейда
uk: Знайти канал для рейду

source: First Value
de: Erster Wert
es: Primer valor
fr: Première valeur
ja: 最初の値
nl: Eerste waarde
pt: Primeiro Valor
pt_br: Primeiro valor
ru: Первое значение
uk: Перше значення

source: Follow Age
de: Age folgen
es: Tiempo de follow
fr: Suivre l’âge
fr_fr: Durée du suivis
ja: 年齢に従う
nl: Leeftijd volgen
pt: Seguidor a
pt_br: Seguir Idade
ru: Время отслеживания
uk: Слідкуйте за віком

source: Follower
de: Anhänger
es: Seguidor
fr: Disciple
fr_fr: Suivre
ja: 弟子
nl: Volgeling
pt: Seguidor
pt_br: Seguidor
ru: Фолловер
uk: Послідовник

source: Follower Only
de: Nur Follower
es: Solo seguidor
fr: Abonné uniquement
fr_fr: Suivis seulement
ja: フォロワーのみ
nl: Alleen volger
pt: Somente seguidor
pt_br: Apenas seguidor
ru: Только фолловер
uk: Лише послідовник

source: Font Size
de: Schriftgrad
es: Tamaño de fuente
fr: Taille de la police
fr_fr: Taille de police
ja: フォント サイズ
nl: Tekengrootte
pt: Tamanho da fonte
pt_br: Tamanho da fonte
ru: Размер шрифта
uk: Розмір шрифту

source: Four
de: Vier
es: Cuatro
fr: Quatre
nl: Vier
pt: Quatro
pt_br: Quatro
ru: Четыре
uk: Чотири

source: Full Theme
de: Vollständiges Design
es: Tema completo
fr: Thème complet
ja: フルテーマ
nl: Volledig thema
pt: Tema completo
pt_br: Tema completo
ru: Полная тема
uk: Повна тема

source: Game
de: Spiel
es: Juego
fr: Jeu
ja: ゲーム
nl: Spel
pt: Jogo
pt_br: Jogo
ru: Игра
uk: Гра

source: Game Name
de: Spielname
es: Nombre del juego
fr: Nom du jeu
ja: ゲーム名
nl: Naam spel
pt: Nome do jogo
pt_br: Nome do jogo
ru: Название игры
uk: Назва гри

source: Game Queue
de: Spielwarteschlange
es: Cola de juego
fr: File d’attente du jeu
ja: ゲームキュー
nl: Wachtrij voor games
pt: Fila de jogos
pt_br: Fila de jogos
ru: Игровая очередь
uk: Черга ігор

source: Games
de: Spiele
es: Juegos
fr: Jeux
ja: ゲーム
pt: Jogos
pt_br: Jogos
ru: Игры
uk: Ігри

source: General
de: Allgemein
fr: Généralités
ja: 全般
nl: Algemeen
pt: Geral
pt_br: Em geral
ru: Общее
uk: Загальне

source: German
de: Deutsch
es: Alemán
fr: Allemand
ja: ドイツ語
nl: Duits
pt: Alemão
pt_br: Alemão
ru: Немецкий
uk: Німецька

source: Get Current
de: Auf dem laufenden Stand sein
es: Obtener actual
fr: Se mettre à jour
fr_fr: Mettre à jour
ja: 電流を取得する
nl: Word actueel
pt: Obter corrente
pt_br: Fique atualizado
ru: Получить текущее
uk: Отримати поточний

source: Gifted
de: Begabt
es: Regalado
fr: Doué
fr_fr: Offert
ja: 才能のある
nl: Begaafd
pt: Dotado
pt_br: Dotado
ru: Подаренные
uk: Обдарованих

source: Giveaway
de: Werbegeschenk
es: Sorteo
fr: Cadeau
fr_fr: Concours
ja: プレゼント
pt: Sorteios
pt_br: Sorteio
ru: Раздача
uk: Піддавки

source: Giveaway Item
de: Werbeartikel
es: Artículo de sorteo
fr: Objet cadeau
fr_fr: Objet du concours
ja: プレゼントアイテム
pt: Item de sorteio
pt_br: Item de oferta
ru: Предмет для раздачи
uk: Елемент піддавки

source: Global Mod
de: Globaler Mod
fr_fr: Modérateur Global
ja: グローバルモッズ
nl: Wereldwijde Mod
pt_br: Mod Global
ru: Глобальный мод
uk: Глобальний мод

source: Green
de: Grün
es: Verde
fr: Vert
ja: 緑
nl: Groen
pt: Verde
pt_br: Verde
ru: Зеленая
uk: Зелений

source: Grey
de: Grau
es: Gris
fr: Gris
ja: 灰色
nl: Grijs
pt: Cinza
pt_br: Cinza
ru: Серая
uk: Сірий

source: Group
de: Gruppe
es: Grupo
fr: Groupe
ja: 群
nl: Groep
pt: Grupo
pt_br: Grupo
ru: Группа
uk: Група

source: Group Interval (Min)
de: Gruppenintervall (Min)
es: Intervalo de grupo (min)
fr: Intervalle de groupe (min.
ja: グループ間隔 (分)
nl: Groepsinterval (min)
pt: Intervalo de Grupo (Min)
pt_br: Intervalo de grupo (mín.)
ru: Групповой интервал (мин.)
uk: Інтервал групи (мін)

source: Group Name
de: Gruppenname
es: Nombre del grupo
fr: Nom du groupe
ja: グループ名
nl: Groepsnaam
pt: Nome do grupo
pt_br: Nome do grupo
ru: Имя группы
uk: Ім'я групи

source: Groups
de: Gruppen
es: Grupos
fr: Groupe
ja: グループ
nl: Groepen
pt: Grupos
pt_br: Grupos
ru: Группы
uk: Групи

source: Help
de: Hilfe
es: Ayuda
fr: Aide
ja: ヘルプ
pt: Ajuda
pt_br: Ajuda
ru: Справка
uk: Допомога

source: Hide Chat User List
de: Chat-Benutzerliste ausblenden
es: Ocultar lista de usuarios de chat
fr: Masquer la liste des utilisateurs du chat
fr_fr: Masquer la liste des utilisateurs du Chat
ja: チャット ユーザーリストを非表示にする
nl: Chatgebruikerslijst verbergen
pt: Ocultar lista de usuários de chat
pt_br: Ocultar lista de usuários do bate-papo
ru: Скрыть список пользователей чата
uk: Приховати список користувачів чату

source: Hide Deleted Messages
de: Gelöschte Nachrichten ausblenden
es: Ocultar mensajes eliminados
fr: Masquer les messages supprimés
ja: 削除済みメッセージを非表示にする
nl: Verberg verwijderde berichten
pt: Ocultar mensagens excluídas
pt_br: Ocultar mensagens excluídas
ru: Скрыть удаленные сообщения
uk: Приховати видалені повідомлення

# HideViewerAndChatterNumbers
source: Hide Viewer & Chatter Numbers
de: Viewer& Chatter Numbers ausblenden
es: Ocultar número de espectadores y hablantes
fr: Masquer les numéros viewer et chatter
fr_fr: Masquer le spectateur et son numéro
ja: ビューアと Chatter 番号を非表示にする
nl: Verberg Viewer & Chatter Nummers
pt: Ocultar números de visualização e conversas
pt_br: Ocultar números do visualizador e do Chatter
ru: Скрыть кол-во зрителей и чаттеров
uk: Приховати перегляд і номери балаканини

source: Hot Key
es: Atajo
fr: Raccourci clavier
fr_fr: Touche de raccourci
ja: ホットキー
nl: Sneltoets
pt: Atalho
pt_br: Tecla de atalho
ru: Хоткей
uk: Гаряча клавіша

source: Hot Keys
es: Atajos
fr: Touches de raccourci
fr_fr: Touches de raccourci
ja: ホットキー
nl: Sneltoetsen
pt: Teclas de Atalho
pt_br: Teclas de atalho
ru: Хоткеи
uk: Гарячі клавіші

source: Hours
de: Stunden
es: Horas
fr: Heures
ja: 時間
nl: Uren
pt: Horas
pt_br: Horas
ru: Часов
uk: Годин

source: Ignore Your Bot Account for Commands
de: Ignorieren Sie Ihr Bot-Konto für Befehle
es: Ignorar su cuenta de bot para comandos
fr: Ignorer votre compte de bot pour les commandes
ja: コマンドでボットアカウントを無視する
nl: Negeer uw botaccount voor opdrachten
pt: Ignore sua conta de bot para comandos
pt_br: Ignore sua conta de bot para comandos
ru: Игнорировать бот-аккаунт для команд
uk: Ігноруйте обліковий запис бота для команд

source: Image
de: Bild
es: Imagen
ja: 画像
nl: Beeld
pt: Imagem
pt_br: Imagem
ru: Изображение
uk: Образ

# ImportActions
source: Import Actions From File
de: Importieren von Aktionen aus Datei
es: Importar acciones desde el archivo
fr: Importer des actions à partir d’un fichier
fr_fr: Importer les Actions
ja: ファイルからのアクションのインポート
nl: Acties importeren uit bestand
pt: Ações de importação de arquivos
pt_br: Importar ações do arquivo
ru: Импорт из файла
uk: Імпорт дій із файлу

source: Import Data
de: Daten importieren
es: Importar datos
fr: Importer des données
ja: データのインポート
nl: Gegevens importeren
pt: Dados de importação
pt_br: Importar dados
ru: Импорт данных
uk: Імпорт даних

source: Indigo
es: Índigo
ja: インジゴ
pt: Anil
pt_br: Índigo
ru: Индиго
uk: Індиго

# InputKeyboardAndMouse
source: Input (Keyboard & Mouse)
de: Eingabe (Tastatur & Maus)
es: Entrada (teclado y ratón)
fr: Entrée (clavier et souris)
ja: 入力 (キーボードとマウス)
nl: Ingang (toetsenbord en muis)
pt: Entrada (Teclado & Mouse)
pt_br: Entrada (teclado e mouse)
ru: Ввод (клавиатура & мышь)
uk: Вхід (клавіатура та миша)

source: Installation Folder
de: Installationsordner
es: Carpeta de instalación
fr: Dossier d’installation
ja: インストール フォルダ
nl: Installatiemap
pt: Pasta de instalação
pt_br: Pasta de instalação
ru: Папка установки
uk: Папка інсталяції

source: Inventory
de: Inventar
es: Inventario
fr: Inventaire
ja: 在庫
nl: Inventaris
pt: Inventário
pt_br: Inventário
ru: Инвентарь
uk: Інвентаризації

source: Inventory Name
de: Inventarname
es: Nombre del inventario
fr: Nom de l’inventaire
ja: インベントリ名
nl: Naam inventaris
pt: Nome do inventário
pt_br: Nome do inventário
ru: Наименование инвентаря
uk: Назва запасу

source: Inventory Requirement
de: Bestandsanforderung
es: Requisito de inventario
fr: Exigences en matière d’inventaire
ja: 在庫要件
nl: Voorraadvereiste
pt: Requisito de inventário
pt_br: Requisito de estoque
ru: Требования к инвентарю
uk: Вимоги до запасів

source: Is Math Expression
de: Ist mathematischer Ausdruck
es: Es expresión matemática
fr: Est Math Expression
fr_fr: Est une expression mathématique
ja: 数式です
nl: Is wiskundige expressie
pt: É expressão matemática
pt_br: É Expressão Matemática
ru: Является ли математическим выражением
uk: Математичний вираз

source: Is Primary
de: Ist primär
es: Es primario
fr: Est primaire
ja: プライマリです
nl: Is primair
pt: É primário
pt_br: É primário
ru: Является ли начальным
uk: Є первинним

source: Is Rank System
de: Ist Rangsystem
es: Es sistema de rangos
fr: Système de classement
ja: ランクシステムです
nl: Is Rank Systeem
pt: É o Sistema de Classificação
pt_br: É sistema de classificação
ru: Является ли системой рангов
uk: Чи є ранг системи

source: Item 1
de: Punkt 1
es: Objeto 1
fr: Point 1
fr_fr: Objet 1
ja: 項目 1
nl: Punt 1
pt_br: Artigo 1
ru: Предмет 1
uk: Пункт 1

source: Item 3
de: Punkt 3
es: Objeto 3
fr: Point 3
fr_fr: Objet 3
ja: 項目3
nl: Punt 3
pt_br: Artigo 3
ru: Предмет 3
uk: Пункт 3

source: Item List
de: Artikelliste
es: Lista de objetos
fr: Liste d’objets
ja: アイテムリスト
nl: Lijst met items
pt: Lista de itens
pt_br: Lista de itens
ru: Список предметов
uk: Список елементів

source: Item Name
de: Artikelname
es: Nombre del objeto
fr: Nom de l’objet
ja: アイテム名
nl: Objectnaam
pt: Nome do item
pt_br: Nome do item
ru: Название предмета
uk: Ім'я елемента

source: Items Bought
de: Gekaufte Artikel
es: Artículos comprados
fr: Objets achetés
ja: 購入したアイテム
nl: Gekochte objecten
pt: Itens comprados
pt_br: Itens comprados
ru: Купленные товары
uk: Придбані товари

source: Items Sold
de: Verkaufte Artikel
es: Objetos vendidos
fr: Objets vendus
ja: 販売品目
nl: Verkochte objecten
pt: Itens vendidos
pt_br: Itens vendidos
ru: Проданные товары
uk: Продані товари

source: Items Traded
de: Gehandelte Artikel
es: Objetos intercambiados
fr: Objets échangés
ja: 取引されるアイテム
nl: Verhandelde items
pt: Itens negociados
pt_br: Itens negociados
ru: Товары в продаже
uk: Товари, що торгуються

# JoinFrontOfQueue
source: User Join Front of Queue
de: Benutzer-Join Front of Queue
es: Usuario entra al inicio de la cola
fr: L’utilisateur rejoint le front de la file d’attente
fr_fr: L’utilisateur rejoint le début de la file d’attente
ja: キューの前にユーザー結合
nl: Gebruiker join front of queue
pt: Usuário se junta à frente da fila
pt_br: Usuário entra na frente da fila
ru: Пользователь находится в начале очереди
uk: Користувач приєднатися до перед черги

# JoinQueue
source: User Join Queue
de: Warteschlange für Benutzer beitreten
es: Usuario entra a la cola
fr: File d’attente de participation d’utilisateur
ja: ユーザー参加キュー
nl: Wachtrij voor deelnemen aan gebruiker
pt: Fila de adesão do usuário
pt_br: Fila de ingresso do usuário
ru: Пользователь встал в очередь
uk: Черга приєднання користувачів

# JSONValueName
source: JSON Value Name (Use '\' for nested parameters)
de: JSON-Wertname (Verwenden Sie '\' für verschachtelte Parameter)
es: Nombre del valor JSON (use '\' para parámetros anidados)
fr: Nom de la valeur JSON (utilisez '\' pour les paramètres imbriqués)
fr_fr: Nom de la valeur JSON (Utiliser ' ' pour les paramètres imbriqués)
ja: JSON 値名 (入れ子になったパラメーターには '\' を使用)
nl: JSON-waardenaam (gebruik '\' voor geneste parameters)
pt: Nome de valor JSON (Use '\' para parâmetros aninhados)
pt_br: Nome do valor JSON (use '\' para parâmetros aninhados)
ru: Имя значения JSON (использовать '\' для вложенных параметров)
uk: Ім'я значення JSON (використовувати '\' для вкладених параметрів)

source: Keyboard
de: Tastatur
es: Teclado
fr: Clavier
ja: キーボード
nl: Toetsenbord
pt: Teclado
pt_br: Teclado
ru: Клавиатура
uk: Клавіатура

source: Keyboard Key
de: Tastaturtaste
es: Tecla del teclado
fr: Touche du clavier
fr_fr: Touche du clavier
ja: キーボードキー
nl: Toetsenbordtoets
pt: Tecla de teclado
pt_br: Tecla do teclado
ru: Кнопка клавиатуры
uk: Клавіша клавіатури

# Language
source: Language (Requires Restart)
de: Sprache (Neustart erforderlich)
es: Idioma (requiere reinicio)
fr: Langue (nécessite un redémarrage)
ja: 言語 (再起動が必要)
nl: Taal (opnieuw opstarten vereist)
pt: Linguagem (requer reinicialização)
pt_br: Idioma (requer reinicialização)
ru: Язык (требуется перезапуск)
uk: Мова (потребує перезавантаження)

source: Large
de: Groß
es: Grande
fr: Grand
ja: 大きい
nl: Groot
pt: Grande
pt_br: Grande
ru: Большой
uk: Великий

source: Last Quote
de: Letztes Zitat
es: Última cita
fr: Dernière citation
ja: 最後の引用
nl: Laatste citaat
pt: Última Citação
pt_br: Última cotação
ru: Последняя цитата
uk: Остання цінова пропозиція
