Repository: SaviorXTanren/mixer-mixitup
Catalog: MixItUp.*/Resources.*.resx
Languages: de, es, fr, fr_fr, ja, nl, pt, pt_br, ru, uk

# DeviceNoCode
source: A client device could not be found with the specified code.
de: Ein Clientgerät konnte mit dem angegebenen Code nicht gefunden werden.
es: No se pudo encontrar un dispositivo cliente con el código especificado.
fr: Un périphérique client est introuvable avec le code spécifié.
ja: 指定されたコードでクライアント デバイスが見つかりませんでした。
nl: Een clientapparaat kan niet worden gevonden met de opgegeven code.
pt: Um dispositivo cliente não pôde ser encontrado com o código especificado.
pt_br: Não foi possível encontrar um dispositivo cliente com o código especificado.
ru: Не удалось найти клиентское устройство с указанным кодом.
uk: Не вдалося знайти клієнтський пристрій із вказаним кодом.

# DonationBonusZeroOrMore
source: The Donation Bonus must be greater than or equal to 0.
de: Der Spendenbonus muss größer oder gleich 0 sein.
es: El Bono de Donación debe ser mayor o igual a 0.
fr: Le bonus de don doit être supérieur ou égal à 0.
ja: 寄付ボーナスは 0 以上である必要があります。
nl: De donatiebonus moet groter zijn dan of gelijk zijn aan 0.
pt: O Bônus de Doação deve ser maior ou igual a 0.
pt_br: O Bônus de Doação deve ser maior ou igual a 0.
ru: Бонус за пожертвование должен быть больше или равен 0.
uk: Бонус за пожертвування повинен бути більшим або дорівнювати 0.

# DonationsHeader
source: Donations:
de: Spenden:
es: Donaciones:
fr: Dons:
ja: 寄付：
nl: Donaties:
pt: Doações:
pt_br: Doações:
ru: Пожертвования:
uk: Пожертвування:

# DuplicateItemName
source: An item with the same name already exists.
de: Ein Element mit demselben Namen ist bereits vorhanden.
es: Ya existe un elemento con el mismo nombre.
fr: Un élément portant le même nom existe déjà.
ja: 同じ名前の項目が既に存在します。
nl: Er bestaat al een item met dezelfde naam.
pt: Um item com o mesmo nome já existe.
pt_br: Já existe um item com o mesmo nome.
ru: Элемент с таким именем уже существует.
uk: Елемент із таким іменем уже існує.

# DuplicateProfileName
source: A profile with the same name already exists.
de: Ein Profil mit dem gleichen Namen ist bereits vorhanden.
es: Ya existe un perfil con el mismo nombre.
fr: Un profil portant le même nom existe déjà.
ja: 同じ名前のプロファイルが既に存在します。
nl: Er bestaat al een profiel met dezelfde naam.
pt: Um perfil com o mesmo nome já existe.
pt_br: Já existe um perfil com o mesmo nome.
ru: Профиль с таким именем уже существует.
uk: Профіль із таким іменем уже існує.

# EndDateInvalid
source: The End Date must be after the Start Date.
de: Das Enddatum muss nach dem Startdatum liegen.
es: La fecha de finalización debe ser posterior a la fecha de inicio.
fr: La date de fin doit être postérieure à la date de début.
ja: 終了日は開始日より後である必要があります。
nl: De einddatum moet na de begindatum zijn.
pt: A data de término deve ser após a Data de Início.
pt_br: A Data de Término deve ser posterior à Data de Início.
ru: Дата окончания должна быть после даты начала.
uk: Дата завершення має бути після дати початку.

# ErrorDetailsHeader
source: Error Details:
de: Fehlerdetails:
es: Detalles del error:
fr: Détails de l’erreur :
ja: エラーの詳細:
nl: Fout details:
pt: Detalhes de erro:
pt_br: Detalhes do erro:
ru: Сведения об ошибке:
uk: Відомості про помилку:

# FailedToConnectToTwitch
source: Failed to connect to Twitch services. If this continues, please visit the Mix It Up Discord for assistance.
de: Es konnte keine Verbindung zu Twitch-Diensten hergestellt werden. Wenn dies so weitergeht, besuchen Sie bitte die Mix It Up Discord, um Unterstützung zu erhalten.
es: Error al conectarse a los servicios de Twitch. Si esto continúa, visite Mix It Up Discord para obtener ayuda.
fr: Impossible de se connecter aux services Twitch. Si cela continue, veuillez visiter le Mix It Up Discord pour obtenir de l’aide.
ja: Twitch サービスに接続できませんでした。このままでは、Mix It Up の不和にアクセスしてサポートを受けてください。
nl: Kan geen verbinding maken met Twitch-services. Als dit zo doorgaat, ga dan naar de Mix It Up Discord voor hulp.
pt: Falha ao conectar-se aos serviços do Twitch. Se isso continuar, visite o Mix It Up Discord para obter ajuda.
pt_br: Falha ao conectar aos serviços do Twitch. Se isso continuar, visite o Mix It Up Discord para obter assistência.
ru: Не удалось подключиться к службам Twitch. Если так будет продолжаться, пожалуйста, посетите Mix It Up Discord для получения помощи.
uk: Не вдалося підключитися до служб Twitch. Якщо це продовжується, будь ласка, відвідайте Mix It Up Розбрат за допомогою.

# FailedToFinalizeInitialization
source: Failed to finalize initialization. If this continues, please visit the Mix It Up Discord for assistance.
de: Die Initialisierung konnte nicht abgeschlossen werden. Wenn dies so weitergeht, besuchen Sie bitte die Mix It Up Discord, um Unterstützung zu erhalten.
es: No se pudo finalizar la inicialización. Si esto continúa, visite Mix It Up Discord para obtener ayuda.
fr: Impossible de finaliser l’initialisation. Si cela continue, veuillez visiter le Mix It Up Discord pour obtenir de l’aide.
ja: 初期化の完了に失敗しました。このままでは、Mix It Up の不和にアクセスしてサポートを受けてください。
nl: De initialisatie kan niet worden voltooid. Als dit zo doorgaat, ga dan naar de Mix It Up Discord voor hulp.
pt: Não conseguiu finalizar a inicialização. Se isso continuar, visite o Mix It Up Discord para obter ajuda.
pt_br: Falha ao finalizar a inicialização. Se isso continuar, visite o Mix It Up Discord para obter assistência.
ru: Не удалось завершить инициализацию. Если так будет продолжаться, пожалуйста, посетите Mix It Up Discord для получения помощи.
uk: Не вдалося завершити ініціалізацію. Якщо це продовжується, будь ласка, відвідайте Mix It Up Розбрат за допомогою.

# FailedToGetChannelInformation
source: Failed to get channel information. If this continues, please visit the Mix It Up Discord for assistance.
de: Kanalinformationen konnten nicht abbekommen. Wenn dies so weitergeht, besuchen Sie bitte die Mix It Up Discord, um Unterstützung zu erhalten.
es: No se pudo obtener información del canal. Si esto continúa, visite Mix It Up Discord para obtener ayuda.
fr: Impossible d’obtenir des informations sur le canal. Si cela continue, veuillez visiter le Mix It Up Discord pour obtenir de l’aide.
ja: チャネル情報を取得できませんでした。このままでは、Mix It Up の不和にアクセスしてサポートを受けてください。
nl: Kan kanaalinformatie niet krijgen. Als dit zo doorgaat, ga dan naar de Mix It Up Discord voor hulp.
pt: Não consegui obter informações do canal. Se isso continuar, visite o Mix It Up Discord para obter ajuda.
pt_br: Falha ao obter informações do canal. Se isso continuar, visite o Mix It Up Discord para obter assistência.
ru: Не удалось получить информацию о канале. Если так будет продолжаться, пожалуйста, посетите Mix It Up Discord для получения помощи.
uk: Не вдалося отримати інформацію про канал. Якщо це продовжується, будь ласка, відвідайте Mix It Up Розбрат за допомогою.

source: Failed to initialize Bot account
de: Bot-Konto konnte nicht initialisiert werden
es: Error al inicializar la cuenta de bot
fr: Échec de l’initialisation du compte Bot
ja: ボット アカウントを初期化できませんでした
nl: Bot-account kan niet worden geïnitialiseerd
pt: Falha em inicializar a conta do Bot
pt_br: Falha ao inicializar a conta do Bot
ru: Не удалось инициализировать учетную запись бота
uk: Не вдалося ініціалізувати обліковий запис бота

# FailedToInitializeExternalServices
source: Failed to initialize external services. If this continues, please visit the Mix It Up Discord for assistance.
de: Externe Dienste konnten nicht initialisiert werden. Wenn dies so weitergeht, besuchen Sie bitte die Mix It Up Discord, um Unterstützung zu erhalten.
es: Error al inicializar los servicios externos. Si esto continúa, visite Mix It Up Discord para obtener ayuda.
fr: Impossible d’initialiser les services externes. Si cela continue, veuillez visiter le Mix It Up Discord pour obtenir de l’aide.
ja: 外部サービスを初期化できませんでした。このままでは、Mix It Up の不和にアクセスしてサポートを受けてください。
nl: Kan externe services niet initialiseren. Als dit zo doorgaat, ga dan naar de Mix It Up Discord voor hulp.
pt: Falhou em inicializar serviços externos. Se isso continuar, visite o Mix It Up Discord para obter ajuda.
pt_br: Falha ao inicializar serviços externos. Se isso continuar, visite o Mix It Up Discord para obter assistência.
ru: Не удалось инициализировать внешние службы. Если так будет продолжаться, пожалуйста, посетите Mix It Up Discord для получения помощи.
uk: Не вдалося ініціалізувати зовнішні служби. Якщо це продовжується, будь ласка, відвідайте Mix It Up Розбрат за допомогою.

# FailedToInitializeSettings
source: Failed to initialize settings. If this continues, please visit the Mix It Up Discord for assistance.
de: Fehler beim Initialisieren der Einstellungen. Wenn dies so weitergeht, besuchen Sie bitte die Mix It Up Discord, um Unterstützung zu erhalten.
es: Error al inicializar la configuración. Si esto continúa, visite Mix It Up Discord para obtener ayuda.
fr: Impossible d’initialiser les paramètres. Si cela continue, veuillez visiter le Mix It Up Discord pour obtenir de l’aide.
ja: 設定を初期化できませんでした。このままでは、Mix It Up の不和にアクセスしてサポートを受けてください。
nl: Kan instellingen niet initialiseren. Als dit zo doorgaat, ga dan naar de Mix It Up Discord voor hulp.
pt: Não consegui inicializar as configurações. Se isso continuar, visite o Mix It Up Discord para obter ajuda.
pt_br: Falha ao inicializar as configurações. Se isso continuar, visite o Mix It Up Discord para obter assistência.
ru: Не удалось инициализировать параметры. Если так будет продолжаться, пожалуйста, посетите Mix It Up Discord для получения помощи.
uk: Не вдалося ініціалізувати параметри. Якщо це продовжується, будь ласка, відвідайте Mix It Up Розбрат за допомогою.

# FailedToInitializeStreamerBasedServices
source: Failed to initialize streamer-based services. If this continues, please visit the Mix It Up Discord for assistance.
de: Streamer-basierte Dienste konnten nicht initialisiert werden. Wenn dies so weitergeht, besuchen Sie bitte die Mix It Up Discord, um Unterstützung zu erhalten.
es: Error al inicializar los servicios basados en streamers. Si esto continúa, visite Mix It Up Discord para obtener ayuda.
fr: Impossible d’initialiser les services basés sur le streamer. Si cela continue, veuillez visiter le Mix It Up Discord pour obtenir de l’aide.
ja: ストリーマー ベースのサービスを初期化できませんでした。このままでは、Mix It Up の不和にアクセスしてサポートを受けてください。
nl: Kan streamerservices niet initialiseren. Als dit zo doorgaat, ga dan naar de Mix It Up Discord voor hulp.
pt: Falha ao inicializar serviços baseados em streamer. Se isso continuar, visite o Mix It Up Discord para obter ajuda.
pt_br: Falha ao inicializar serviços baseados em streamer. Se isso continuar, visite o Mix It Up Discord para obter assistência.
ru: Не удалось инициализировать службы на основе стримеров. Если так будет продолжаться, пожалуйста, посетите Mix It Up Discord для получения помощи.
uk: Не вдалося ініціалізувати служби на основі стримера. Якщо це продовжується, будь ласка, відвідайте Mix It Up Розбрат за допомогою.

# FollowBonusZeroOrMore
source: The Follow Bonus must be greater than or equal to 0.
de: Der Follow Bonus muss größer oder gleich 0 sein.
es: El bono Follow debe ser mayor o igual a 0.
fr: Le bonus de suivi doit être supérieur ou égal à 0.
ja: フォローボーナスは 0 以上である必要があります。
nl: De Follow Bonus moet groter zijn dan of gelijk zijn aan 0.
pt: O Bônus de Seguir deve ser maior ou igual a 0.
pt_br: O Bônus de Acompanhamento deve ser maior ou igual a 0.
ru: Бонус Follow должен быть больше или равен 0.
uk: Наступний бонус повинен бути більшим або дорівнювати 0.

# FollowsHeader
source: Follows:
de: Folgt:
es: Sigue:
fr: Suit:
ja: 次：
nl: Volgt:
pt: Segue:
pt_br: Segue:
ru: Следует:
uk: Слід:

source: Font Color
de: Schriftfarbe
es: Color de fuente
fr: Couleur de police
ja: フォントの色
nl: Tekstkleur
pt: Cor da fonte
pt_br: Cor da fonte
ru: Цвет шрифта
uk: Колір шрифту

source: Font Name
de: Name der Schriftart
es: Nombre de la fuente
fr: Nom de la police
ja: フォント名
nl: Naam lettertype
pt: Nome da fonte
pt_br: Nome da fonte
ru: Название шрифта
uk: Ім'я шрифту

source: Goal Amount
de: Zielbetrag
es: Cantidad de la meta
fr: Montant de l’objectif
ja: 目標金額
nl: Doelbedrag
pt: Quantidade de metas
pt_br: Valor da meta
ru: Сумма гола
uk: Сума цілі

source: Goal Type
de: Zieltyp
es: Tipo de objetivo
fr: Type d’objectif
ja: 目標の種類
nl: Type doel
pt: Tipo de gol
pt_br: Tipo de meta
ru: Тип цели
uk: Тип цілі

source: Healing Bonus
de: Heilungsbonus
es: Bono de curación
fr: Bonus de guérison
ja: ヒーリングボーナス
nl: Genezing Bonus
pt: Bônus de Cura
pt_br: Bônus de Cura
ru: Лечебный бонус
uk: Цілющий бонус

source: Host Bonus (Per User)
de: Host-Bonus (pro Benutzer)
es: Bono de anfitrión (por usuario)
fr: Bonus hôte (par utilisateur)
ja: ホストボーナス(ユーザーごと)
nl: Host Bonus (per gebruiker)
pt: Bônus do host (por usuário)
pt_br: Bônus de anfitrião (por usuário)
ru: Бонус хоста (на пользователя)
uk: Бонус хоста (на користувача)

# HostBonusZeroOrMore
source: The Host Bonus must be greater than or equal to 0.
de: Der Host Bonus muss größer oder gleich 0 sein.
es: El Bono de Anfitrión debe ser mayor o igual a 0.
fr: Le bonus d’hôte doit être supérieur ou égal à 0.
ja: ホストボーナスは 0 以上である必要があります。
nl: De hostbonus moet groter zijn dan of gelijk zijn aan 0.
pt: O Bônus do Host deve ser maior ou igual a 0.
pt_br: O Bônus de Anfitrião deve ser maior ou igual a 0.
ru: Бонус хозяина должен быть больше или равен 0.
uk: Бонус хоста повинен бути більшим або дорівнювати 0.

# HostsHeader
source: Hosts:
de: Wirte:
fr: Hôtes:
ja: ホスト：
pt_br: Anfitriões:
ru: Хозяева:
uk: Хостів:

# HotKeyRequired
source: A hot key configuration must be set.
de: Eine Hotkey-Konfiguration muss festgelegt werden.
es: Se debe establecer una configuración de tecla de acceso rápido.
fr: Une configuration de raccourci clavier doit être définie.
ja: ホット キーの構成を設定する必要があります。
nl: Er moet een sneltoetsconfiguratie worden ingesteld.
pt: Uma configuração de chave quente deve ser definida.
pt_br: Uma configuração de tecla de atalho deve ser definida.
ru: Необходимо задать конфигурацию горячей клавиши.
uk: Необхідно встановити конфігурацію гарячого ключа.

# ImportFailed
source: We were unable to read data from the file. Please make sure it is not already opened in another program. If this continues, please reach out to support.
de: Wir konnten keine Daten aus der Datei lesen. Bitte stellen Sie sicher, dass es nicht bereits in einem anderen Programm geöffnet ist. Wenn dies so weitergeht, wenden Sie sich bitte an den Support.
es: No se pudieron leer los datos del archivo. Por favor, asegúrese de que no esté ya abierto en otro programa. Si esto continúa, comuníquese con el apoyo.
fr: Nous n’avons pas pu lire les données du fichier. Assurez-vous qu’il n’est pas déjà ouvert dans un autre programme. Si cela continue, veuillez contacter le support.
ja: ファイルからデータを読み取れませんでした。別のプログラムでまだ開かれていないことを確認してください。このままでは、サポートに手を差し伸べてください。
nl: We konden geen gegevens uit het bestand lezen. Zorg ervoor dat het niet al in een ander programma is geopend. Als dit zo doorgaat, neem dan contact op met ondersteuning.
pt: Não conseguimos ler os dados do arquivo. Por favor, certifique-se de que não está aberto em outro programa. Se isso continuar, entre em contato para apoiar.
pt_br: Não foi possível ler os dados do arquivo. Certifique-se de que ele ainda não esteja aberto em outro programa. Se isso continuar, entre em contato com o suporte.
ru: Мы не смогли прочитать данные из файла. Пожалуйста, убедитесь, что он еще не открыт в другой программе. Если так будет продолжаться, пожалуйста, обратитесь в службу поддержки.
uk: Не вдалося прочитати дані з файлу. Переконайтеся, що його ще не відкрито в іншій програмі. Якщо це буде продовжуватися, будь ласка, зверніться до підтримки.

# ImportPointsPrompt1
source: This will allow you to import the total amounts that each user had, assign them to this {0}, and will overwrite any amounts that each user has.
de: Auf diese Weise können Sie die Gesamtbeträge importieren, die jeder Benutzer hatte, sie diesem {0} zuweisen und alle Beträge überschreiben, die jeder Benutzer hat.
es: Esto le permitirá importar las cantidades totales que tenía cada usuario, asignarlas a este {0} y sobrescribir las cantidades que cada usuario tenga.
fr: Cela vous permettra d’importer les montants totaux dont chaque utilisateur disposait, de les affecter à ce {0} et d’écraser tous les montants dont dispose chaque utilisateur.
ja: これにより、各ユーザーが持っていた合計金額をインポートし、この{0}に割り当て、各ユーザーが持つすべての金額を上書きすることができます。
nl: Hiermee kunt u de totale bedragen importeren die elke gebruiker had, deze toewijzen aan deze {0} en alle bedragen overschrijven die elke gebruiker heeft.
pt: Isso permitirá que você importe os valores totais que cada usuário tinha, atribua-os a esta {0} e substituirá quaisquer quantias que cada usuário tiver.
pt_br: Isso permitirá que você importe os valores totais que cada usuário tinha, atribua-os a este {0} e substitua quaisquer valores que cada usuário tenha.
ru: Это позволит вам импортировать общие суммы, которые были у каждого пользователя, назначить их этому {0} и перезаписать любые суммы, которые есть у каждого пользователя.
uk: Це дозволить імпортувати загальну суму, яку мав кожен користувач, призначити їх цьому {0}, а також перезаписати будь-які суми, які має кожен користувач.

# ImportPointsPrompt2
source: This process may take some time; are you sure you wish to do this?
de: Dieser Vorgang kann einige Zeit in Anspruch nehmen. Sind Sie sicher, dass Sie dies tun möchten?
es: Este proceso puede llevar algún tiempo; ¿Está seguro de que desea hacer esto?
fr: Ce processus peut prendre un certain temps; Êtes-vous sûr de vouloir le faire?
ja: このプロセスには時間がかかる場合があります。本当にこれを行いますか?
nl: Dit proces kan enige tijd duren; weet je zeker dat je dit wilt doen?
pt: Esse processo pode levar algum tempo; Tem certeza que deseja fazer isso?
pt_br: Este processo pode demorar algum tempo; você tem certeza que deseja fazer isso?
ru: Этот процесс может занять некоторое время; Вы уверены, что хотите это сделать?
uk: Цей процес може зайняти деякий час; Ви дійсно бажаєте це зробити?

# ImportSuccess
source: {0} users were imported successfully.
de: {0} Benutzer wurden erfolgreich importiert.
es: {0} usuarios se importaron correctamente.
fr: {0} utilisateurs ont été importés avec succès.
ja: {0} ユーザーが正常にインポートされました。
nl: {0} gebruikers zijn geïmporteerd.
pt: {0} usuários foram importados com sucesso.
pt_br: {0} usuários foram importados com sucesso.
ru: {0} пользователей были успешно импортированы.
uk: {0} користувачів успішно імпортовано.

# ImportWithFailures
source: {0} users were imported successfully, but {1} users were not able to be imported. This could be due to invalid data or failure to find their information on the platform. Please contact support for further help with this if needed.
de: {0} Benutzer wurden erfolgreich importiert, aber {1} Benutzer konnten nicht importiert werden. Dies kann auf ungültige Daten oder das Versäumnis zurückzuführen sein, ihre Informationen auf der Plattform zu finden. Bitte wenden Sie sich bei Bedarf an den Support, um weitere Hilfe zu erhalten.
es: {0} usuarios se importaron correctamente, pero {1} usuarios no pudieron importarse. Esto podría deberse a datos no válidos o a la falta de encontrar su información en la plataforma. Póngase en contacto con el soporte técnico para obtener más ayuda con esto si es necesario.
fr: {0} utilisateurs ont été importés avec succès, mais {1} utilisateurs n’ont pas pu être importés. Cela pourrait être dû à des données non valides ou à l’incapacité de trouver leurs informations sur la plate-forme. Veuillez contacter le support pour obtenir de l’aide supplémentaire à ce sujet si nécessaire.
ja: {0}ユーザーは正常にインポートされましたが、{1}ユーザーをインポートできませんでした。これは、無効なデータまたはプラットフォーム上での情報の検出に失敗した可能性があります。必要に応じて、サポートに連絡して、このサポートに連絡してください。
nl: {0} gebruikers zijn geïmporteerd, maar {1} gebruikers konden niet worden geïmporteerd. Dit kan te wijten zijn aan ongeldige gegevens of het niet vinden van hun informatie op het platform. Neem indien nodig contact op met de ondersteuning voor verdere hulp hierbij.
pt: {0} usuários foram importados com sucesso, mas {1} usuários não puderam ser importados. Isso pode ser devido a dados inválidos ou falha em encontrar suas informações na plataforma. Por favor, entre em contato com o suporte para obter mais ajuda com isso, se necessário.
pt_br: {0} usuários foram importados com sucesso, mas {1} usuários não puderam ser importados. Isso pode ser devido a dados inválidos ou à falha em encontrar suas informações na plataforma. Entre em contato com o suporte para obter mais ajuda com isso, se necessário.
ru: {0} пользователи были успешно импортированы, но {1} пользователи не смогли быть импортированы. Это может быть связано с недействительными данными или неспособностью найти их информацию на платформе. Пожалуйста, свяжитесь со службой поддержки для получения дополнительной помощи в этом вопросе, если это необходимо.
uk: {0} користувачів було імпортовано успішно, але {1} користувачам не вдалося імпортувати. Це може бути пов'язано з недійсними даними або нездатністю знайти їх інформацію на платформі. Будь ласка, зв'яжіться зі службою підтримки для отримання додаткової допомоги в цьому, якщо це необхідно.

# InvalidDataFile
source: A valid data file must be specified.
de: Eine gültige Datendatei muss angegeben werden.
es: Se debe especificar un archivo de datos válido.
fr: Un fichier de données valide doit être spécifié.
ja: 有効なデータ ファイルを指定する必要があります。
nl: Er moet een geldig gegevensbestand worden opgegeven.
pt: Um arquivo de dados válido deve ser especificado.
pt_br: Um arquivo de dados válido deve ser especificado.
ru: Необходимо указать допустимый файл данных.
uk: Потрібно вказати припустимий файл даних.

# InvalidPosition
source: A valid position for this overlay widget must be selected.
de: Eine gültige Position für dieses Overlay-Widget muss ausgewählt sein.
es: Se debe seleccionar una posición válida para este widget de superposición.
fr: Une position valide pour ce widget de superposition doit être sélectionnée.
ja: このオーバーレイ ウィジェットの有効な位置を選択する必要があります。
nl: Er moet een geldige positie voor deze overlaywidget zijn geselecteerd.
pt: Uma posição válida para este widget de sobreposição deve ser selecionada.
pt_br: Uma posição válida para este widget de sobreposição deve ser selecionada.
ru: Для этого виджета наложения должна быть выбрана допустимая позиция.
uk: Для цього віджета накладання слід вибрати припустиму позицію.

# InventoryNameDuplicate
source: There already exists an inventory with this name.
de: Es existiert bereits ein Inventar mit diesem Namen.
es: Ya existe un inventario con este nombre.
fr: Il existe déjà un inventaire portant ce nom.
ja: この名前のインベントリが既に存在します。
nl: Er bestaat al een inventaris met deze naam.
pt: Já existe um inventário com esse nome.
pt_br: Já existe um inventário com este nome.
ru: Уже существует инвентарь с таким названием.
uk: Там вже існує інвентаризації з таким ім'ям.

# InventoryNameRequired
source: An inventory name must be specified.
de: Ein Inventarname muss angegeben werden.
es: Se debe especificar un nombre de inventario.
fr: Un nom d’inventaire doit être spécifié.
ja: インベントリ名を指定する必要があります。
nl: Er moet een inventarisnaam worden opgegeven.
pt: Um nome de inventário deve ser especificado.
pt_br: Um nome de inventário deve ser especificado.
ru: Необходимо указать название инвентаря.
uk: Потрібно вказати ім'я запасу.
