Repository: SaviorXTanren/mixer-mixitup
Catalog: MixItUp.*/Resources.*.resx
Languages: de, es, fr, fr_fr, ja, nl, pt, pt_br, ru, uk

# OverlayActionDurationInvalid
source: Overlay Action: Duration must be a valid value
de: Overlay-Aktion: Die Dauer muss größer als 0 sein
es: Acción de overlay: la duración debe ser mayor que 0
fr: Action de superposition : la durée doit être supérieure à 0
ja: オーバーレイアクション: 期間は 0 より大きくする必要があります
nl: Overlay-actie: de duur moet groter zijn dan 0
pt: Sobreposição Ação: A duração deve ser maior que 0
pt_br: Ação de sobreposição: a duração deve ser um valor válido
ru: Действия с оверлеем: Продолжительность должна быть больше 0
uk: Дія накладання: тривалість має бути більше 0

# OverlayActionItemInvalid
source: Overlay Action: Missing required information for type of Overlay action
de: Overlay-Aktion: Fehlende erforderliche Informationen für den Typ der Overlay-Aktion
es: Acción de overlay: falta información requerida para el tipo de acción de superposición
fr: Action de superposition : informations requises manquantes pour le type d’action de superposition
ja: オーバーレイ アクション: オーバーレイ アクションの種類に必要な情報がありません
nl: Overlayactie: ontbrekende vereiste informatie voor het type overlayactie
pt: Ação de sobreposição: Faltando informações necessárias para o tipo de ação de sobreposição
pt_br: Ação de sobreposição: informações obrigatórias ausentes para o tipo de ação de sobreposição
ru: Действия с оверлеем: Отсутствуют необходимые данные для оверлея
uk: Дія накладання: відсутні необхідні відомості для типу дії накладання

source: Overlay Action: Missing Widget
de: Overlay-Aktion: Fehlendes Widget
es: Acción de overlay: falta el widget
fr: Action de superposition: widget manquant
ja: オーバーレイアクション: 見つからないウィジェット
nl: Overlay-actie: ontbrekende widget
pt: Ação de sobreposição: Widget ausente
pt_br: Ação de sobreposição: widget ausente
ru: Действия с оверлеем: Отсутствует виджет
uk: Дія накладання: відсутній віджет

source: Streaming Software (OBS, SLOBS)
es: Software de transmisión (OBS, SLOBS)
fr: Logiciel de streaming (OBS, SLOBS)
ja: ストリーミングソフトウェア(OBS、スロブス)
pt_br: Software de streaming (OBS, SLOBS)
ru: Стриминговое ПО (OBS, SLOBS)
uk: Потокове програмне забезпечення (OBS, SLOBS)

# GameCurrencyRequirementAmountBetween
source: You must specify an amount between {0} - {1} {2}
de: Sie müssen einen Betrag zwischen {0} und {1} {2} angeben
es: Debe especificar una cantidad entre {0} - {1} {2}
fr: Vous devez spécifier un montant entre {0} - {1} {2}
ja: {0}間の金額を指定する必要があります - {1} {2}
nl: U moet een bedrag opgeven tussen {0} - {1} {2}
pt: Você deve especificar uma quantidade entre {0} - {1} {2}
pt_br: Você deve especificar um valor entre {0} - {1} {2}
ru: Вы должны указать величину между {0} - {1} {2}
uk: Потрібно вказати суму між {0} - {1} {2}

# GameCurrencyRequirementAmountGreaterThan
source: You must specify an amount greater than or equal to {0} {1}
de: Sie müssen einen Betrag angeben, der größer oder gleich {0} {1}
es: Debe especificar una cantidad mayor o igual a {0} {1}
fr: Vous devez spécifier un montant supérieur ou égal à {0} {1}
ja: {0} {1}より大きいか等しい金額を指定する必要があります。
nl: U moet een bedrag opgeven dat groter is dan of gelijk is aan {0} {1}
pt: Você deve especificar uma quantidade maior ou igual a {0} {1}
pt_br: Você deve especificar um valor maior ou igual a {0} {1}
ru: Вы должны указать величину, большую или равную {0} {1}
uk: Слід указати суму, більшу або рівну {0} {1}

# GameCommandCouldNotFindUser
source: A valid user could not be found
de: Ein gültiger Benutzer konnte nicht gefunden werden
es: No se pudo encontrar un usuario válido
fr: Un utilisateur valide est introuvable
ja: 有効なユーザーが見つかりませんでした
nl: Een geldige gebruiker kan niet worden gevonden
pt: Um usuário válido não pôde ser encontrado
pt_br: Não foi possível encontrar um usuário válido
ru: Пользователь не может быть найден
uk: Не вдалося знайти припустимого користувача

# GameCommandTargetUserInvalidAmount
source: The user does not have {0} {1}
de: Der Benutzer hat keine {0} {1}
es: El usuario no tiene {0} {1}
fr: L’utilisateur n’a pas {0} {1}
ja: ユーザーが{0} {1}
nl: De gebruiker heeft geen {0} {1}
pt: O usuário não tem {0} {1}
pt_br: O usuário não tem {0} {1}
ru: У пользователя нет {0} {1}
uk: Користувач не має {0} {1}

# GameCommandAlreadyUnderway
source: A game is already underway.
de: Ein Spiel ist bereits im Gange.
es: Un juego ya está en marcha.
fr: Un jeu est déjà en cours.
ja: ゲームはすでに進行中です。
nl: Er is al een spel aan de gang.
pt: Um jogo já está em andamento.
pt_br: Um jogo já está em andamento.
ru: Игра уже идет.
uk: Гра вже ведеться.

# GameCommandHangmanNotLetter
source: The argument must be a valid letter
de: Das Argument muss ein gültiger Buchstabe sein
es: El argumento debe ser una carta válida
fr: L’argument doit être une lettre valide
ja: 引数は有効な文字でなければなりません
nl: Het argument moet een geldige brief zijn
pt: O argumento deve ser uma carta válida
pt_br: O argumento deve ser uma carta válida
ru: Аргумент должен содержать корректные буквы
uk: Аргумент має бути дійсним листом

# CurrencyRequirementDoNotHaveAmount
source: You do not have the required {0} {1} to do this
de: Sie verfügen nicht über die erforderlichen {0} {1}, um dies zu tun
es: No tiene la {0} {1} necesaria para hacer esto
fr: Vous n’avez pas les {0} {1} requises pour ce faire
ja: これを行うために必要な{0} {1}がありません
nl: U beschikt niet over de vereiste {0} {1} om dit te doen
pt: Você não tem o {0} {1} necessário para fazer isso
pt_br: Você não tem o {0} {1} necessário para fazer isso
ru: У вас нет необходимых {0} {1} для этого действия
uk: У вас немає необхідних {0} {1} для цього

# GameCommandLockBoxHigh
source: high
de: Hoch
es: alto
fr: haut
ja: 高い
nl: hoog
pt: alto
pt_br: alto
ru: высокая
uk: високий

# GameCommandLockBoxIncorrectLength
source: The guess must be exactly {0} numbers
de: Die Vermutung muss genau {0} Zahlen sein
es: La suposición debe ser exactamente {0} números
fr: La supposition doit être exactement {0} nombres
ja: 推測は正確に{0}数字でなければなりません
nl: De gok moet precies {0} cijfers zijn
pt: O palpite deve ser exatamente {0} números
pt_br: A estimativa deve ser exatamente {0} números
ru: Догадка должна содержать {0} цифр
uk: Припущення має бути точно {0} числа.

# GameCommandLockBoxLow
source: low
de: Niedrig
es: bajo
fr: bas
ja: 低い
nl: laag
pt: baixo
pt_br: baixo
ru: низкая
uk: низький

# GameCommandLockBoxNotNumber
source: The guess must be a valid combination of the digits 0 - 9
de: Die Vermutung muss eine gültige Kombination der Ziffern 0 - 9 sein
es: La suposición debe ser una combinación válida de los dígitos 0 - 9
fr: La supposition doit être une combinaison valide des chiffres 0 - 9
ja: 推測は、0 から 9 の有効な組み合わせである必要があります。
nl: De gok moet een geldige combinatie zijn van de cijfers 0 - 9
pt: O palpite deve ser uma combinação válida dos dígitos 0 - 9
pt_br: A estimativa deve ser uma combinação válida dos dígitos 0 - 9
ru: Догадка должна сожержать комбинацию цифр 0 - 9
uk: Припущення повинно бути дійсною комбінацією цифр 0 - 9

# GameCommandVolcanoAlreadyCollected
source: You've already collected your share
de: Sie haben Ihre Freigabe bereits gesammelt
es: Ya has recopilado tu parte
fr: Vous avez déjà collecté votre part
ja: 既に共有を収集しました
nl: Je hebt je aandeel al verzameld
pt: Você já coletou sua parte
pt_br: Você já coletou sua parte
ru: Вы уже собрали свою долю
uk: Ви вже зібрали свою частку

# GameCommandVolcanoCollectUnderway
source: Collecting is currently underway, please wait until it has completed
de: Das Sammeln ist derzeit im Gange, bitte warten Sie, bis es abgeschlossen ist
es: La recolección está actualmente en marcha, espere hasta que se haya completado
fr: La collecte est actuellement en cours, veuillez attendre qu’elle soit terminée
ja: 収集は現在進行中です、完了するまで待ってください
nl: Het verzamelen is momenteel aan de gang, wacht tot het is voltooid
pt: Coleta está em andamento, por favor, espere até que tenha concluído
pt_br: A coleta está em andamento, aguarde até que seja concluída
ru: Сбор сейчас ведётся, подождите завершения
uk: Збір в даний час ведеться, будь ласка, зачекайте, поки він завершився

source: Answer
de: Antwort
es: Respuesta
fr: Répondre
ja: 答える
nl: Antwoorden
pt: Responder
pt_br: Responder
ru: Ответ
uk: Відповідь

# GameCommandBetInvalidSelection
source: {0}: The option number you selected is not valid.
de: {0}: Die ausgewählte Optionsnummer ist ungültig.
es: {0}: El número de opción seleccionado no es válido.
fr: {0} : le numéro d’option que vous avez sélectionné n’est pas valide.
ja: {0}: 選択したオプション番号が無効です。
nl: {0}: Het optienummer dat u hebt geselecteerd, is ongeldig.
pt: {0}: O número de opção selecionado não é válido.
pt_br: {0}: o número da opção selecionada não é válido.
ru: {0}: Выбранный номер варианта не существует.
uk: {0}: вибраний номер параметра неприпустимий.

# GameCommandRouletteValidBetTypes
source: Valid Bet Types: {0}
de: Gültige Wettarten: {0}
es: Tipos de apuestas válidas: {0}
fr: Types de paris valides: {0}
ja: 有効なベットタイプ: {0}
nl: Geldige soorten weddenschappen: {0}
pt: Tipos de apostas válidas: {0}
pt_br: Tipos de aposta válidos: {0}
ru: Допустимые типы ставок: {0}
uk: Дійсні типи ставок: {0}

source: Save Output
de: Ausgabe speichern
es: Guardar salida
fr: Enregistrer la sortie
ja: 出力を保存
nl: Uitvoer opslaan
pt: Salvar saída
pt_br: Salvar saída
ru: Сохранить вывод
uk: Зберегти вивід

source: Game Sub-Command
de: Spiel-Unterbefehl
es: Subcomando del juego
fr: Sous-commande de jeu
ja: ゲームサブコマンド
nl: Subopdracht voor gamen
pt: Sub-Comando do jogo
pt_br: Subcomando do jogo
ru: Субкоманда игры
uk: Підкоманда гри

source: Lose
de: Verlieren
es: Perder
fr: Perdre
ja: 失う
nl: Verliezen
pt: Perder
pt_br: Perder
ru: Проигрыш
uk: Втратити

source: Win
de: Gewinnen
es: Ganar
fr: Gagner
ja: 勝つ
nl: Winnen
pt: Ganhar
pt_br: Ganhar
ru: Выигрыш
uk: Виграти

# GameCommandOutcomeMissingCommand
source: An outcome is missing a command
de: Einem Ergebnis fehlt ein Befehl
es: A un resultado le falta un comando
fr: Un résultat manque une commande
ja: 結果にコマンドが欠落している
nl: Een resultaat mist een opdracht
pt: Um resultado está faltando um comando
pt_br: Um resultado está faltando um comando
ru: В выводе отсутствует команда
uk: У результаті відсутня команда

# GameCommandOutcomeMissingName
source: An outcome is missing a name
de: Einem Ergebnis fehlt ein Name
es: A un resultado le falta un nombre
fr: Un résultat manque un nom
ja: 結果に名前が欠落している
nl: Een uitkomst mist een naam
pt: Um resultado está faltando um nome
pt_br: Um resultado está faltando um nome
ru: В выводе отсутствует имя
uk: У результаті відсутнє ім'я

source: Add Outcome
de: Ergebnis hinzufügen
es: Añadir resultado
fr: Ajouter un résultat
ja: 結果の追加
nl: Resultaat toevoegen
pt: Adicionar resultado
pt_br: Adicionar resultado
ru: Добавить вывод
uk: Додати результат

# GameCommandAtLeast1Outcome
source: There must be at least 1 outcome
de: Es muss mindestens 1 Ergebnis geben
es: Debe haber al menos 1 resultado
fr: Il doit y avoir au moins 1 résultat
ja: 少なくとも1つの結果が必要です
nl: Er moet minstens 1 uitkomst zijn
pt: Deve haver pelo menos 1 resultado
pt_br: Deve haver pelo menos 1 resultado
ru: Должен быть минимум 1 вывод
uk: Має бути принаймні 1 результат.

source: Bet
de: Wetten
es: Apostar
fr: Parier
ja: 賭ける
nl: Wedden
pt: Apostar
pt_br: Aposta
ru: Пари
uk: Ставку

# GameCommandBetDescription
source: The Bet game allows a user to start a bet amongst all users over which option is correct. Each user who participates must specify which options you expect to win and how much they wish to bet. Once the time limit is completed, a user can specify what the correct answer is to the bet and all correct users will be rewarded. Additionally, you can specify what user roles can start & answer this game to ensure it isn't abused, such as Moderators or higher only.
de: Das Wettspiel ermöglicht es einem Benutzer, eine Wette unter allen Benutzern zu starten, welche Option korrekt ist. Jeder Benutzer, der teilnimmt, muss angeben, welche Optionen Sie voraussichtlich gewinnen und wie viel er setzen möchte. Sobald das Zeitlimit abgeschlossen ist, kann ein Benutzer angeben, was die richtige Antwort auf die Wette ist, und alle richtigen Benutzer werden belohnt. Darüber hinaus können Sie angeben, welche Benutzerrollen dieses Spiel starten und beantworten können, um sicherzustellen, dass es nicht missbraucht wird, z. B. nur Moderatoren oder höher.
es: El juego de apuestas permite a un usuario iniciar una apuesta entre todos los usuarios sobre qué opción es correcta. Cada usuario que participe debe especificar qué opciones espera ganar y cuánto desea apostar. Una vez que se completa el límite de tiempo, un usuario puede especificar cuál es la respuesta correcta a la apuesta y todos los usuarios correctos serán recompensados. Además, puede especificar qué roles de usuario pueden iniciar y responder a este juego para asegurarse de que no se abuse de él, como moderadores o solo superior.
fr: Le jeu Bet permet à un utilisateur de commencer un pari parmi tous les utilisateurs sur quelle option est correcte. Chaque utilisateur qui participe doit spécifier les options que vous prévoyez de gagner et combien il souhaite miser. Une fois la limite de temps terminée, un utilisateur peut spécifier quelle est la bonne réponse au pari et tous les bons utilisateurs seront récompensés. En outre, vous pouvez spécifier quels rôles d’utilisateur peuvent démarrer et répondre à ce jeu pour vous assurer qu’il n’est pas abusé, tels que modérateurs ou supérieurs uniquement.
ja: Betゲームでは、ユーザーがどのオプションが正しいかをすべてのユーザーの間でベットを開始することができます。参加する各ユーザーは、どのオプションを獲得すると予想し、賭けたいかについて指定する必要があります。制限時間が完了すると、ユーザーはベットに対する正解を指定でき、すべての正しいユーザーに報いられます。また、このゲームを開始して応答できるユーザーロールを指定して、モデレータ以上のみのユーザーが悪用されないようにすることができます。
nl: Met het Bet-spel kan een gebruiker een weddenschap starten tussen alle gebruikers over welke optie correct is. Elke gebruiker die deelneemt, moet opgeven welke opties u verwacht te winnen en hoeveel ze willen inzetten. Zodra de tijdslimiet is voltooid, kan een gebruiker opgeven wat het juiste antwoord is op de weddenschap en worden alle juiste gebruikers beloond. Bovendien kunt u opgeven welke gebruikersrollen dit spel kunnen starten en beantwoorden om ervoor te zorgen dat het niet wordt misbruikt, zoals alleen moderators of hoger.
pt: O jogo Bet permite que um usuário inicie uma aposta entre todos os usuários sobre qual opção está correta. Cada usuário que participar deve especificar quais opções você espera ganhar e quanto deseja apostar. Uma vez que o prazo é concluído, um usuário pode especificar qual é a resposta correta para a aposta e todos os usuários corretos serão recompensados. Além disso, você pode especificar quais funções do usuário podem iniciar e responder a este jogo para garantir que ele não seja abusado, como Moderadores ou apenas superiores.
pt_br: O jogo Bet permite que um usuário inicie uma aposta entre todos os usuários sobre qual opção é a correta. Cada usuário participante deverá especificar quais opções espera ganhar e quanto deseja apostar. Assim que o limite de tempo for concluído, o usuário pode especificar qual é a resposta correta para a aposta e todos os usuários corretos serão recompensados. Além disso, você pode especificar quais funções de usuário podem iniciar e responder a este jogo para garantir que ele não seja abusado, como apenas moderadores ou superiores.
ru: Игра позволяет пользователю указать ставку, а другие будут угадывать её. Каждый пользователь, участвующий в конкурсе, должен указать, что он ожидает выиграть и какую хочет сделать ставку для игры. Как только время игры закончится, пользователь может указать правильное значение ставки, и все ответившие правильно будут вознаграждены. Кроме того, вы можете указать, какие роли пользователя могут запускать и участвовать в игре, чтобы убедиться в отсутствии злоупотреблений.
uk: Гра Bet дозволяє користувачеві почати ставку між усіма користувачами, над яким варіант є правильним. Кожен користувач, який бере участь, повинен вказати, які варіанти ви очікуєте виграти і скільки вони хочуть зробити ставку. Після завершення терміну користувач може вказати, яка правильна відповідь на ставку, і всі правильні користувачі будуть винагороджені. Крім того, ви можете вказати, які ролі користувачів можуть запускатися та відповідати на цю гру, щоб переконатися, що вона не зловживає, наприклад модератори або вище.

# GameCommandBetAnswerExample
source: EX: {0} answer <OPTION #>
de: BEISPIEL: {0} Antwort <OPTION #>
es: EJ: {0} respuesta <OPCIÓN #>
fr: EX : {0} réponse <OPTION #>
ja: EX: <オプション #>{0}答えます
nl: BIJVOORBEELD: {0} antwoord <OPTION #>
pt: EX: {0} responder <OPTION #>
pt_br: EX: {0} resposta <OPÇÃO #>
ru: EX: {0} ответ <ВАРИАНТ #>
uk: EX: {0} відповідь <ОПЦІОН #>

source: Bid
de: Bieten
es: Apuestas
fr: Offre
ja: 入札
nl: Bod
pt: Oferta
pt_br: Oferta
ru: Ставка
uk: Ставку

# GameCommandBidDescription
source: The Bid game allows a user to start a bidding competition amongst all users to win a prize or special privilege. A user must bid at least 1 currency amount higher than the highest bid to become the leading bidder. When a user is outbid, they receive their bet currency back and the highest bidder when time runs out wins. Additionally, you can specify what user roles can start this game to ensure it isn't abused, such as Moderators or higher only.
de: Das Gebotsspiel ermöglicht es einem Benutzer, einen Bieterwettbewerb unter allen Benutzern zu starten, um einen Preis oder ein besonderes Privileg zu gewinnen. Ein Benutzer muss mindestens 1 Währungsbetrag höher als das höchste Gebot bieten, um der führende Bieter zu werden. Wenn ein Benutzer überboten wird, erhält er seine Wettwährung zurück und der Höchstbietende gewinnt, wenn die Zeit abläuft. Darüber hinaus können Sie angeben, welche Benutzerrollen dieses Spiel starten können, um sicherzustellen, dass es nicht missbraucht wird, z. B. nur Moderatoren oder höher.
es: El juego Apuestas permite a un usuario iniciar un concurso de pujas entre todos los usuarios para ganar un premio o privilegio especial. Un usuario debe pujar al menos 1 cantidad de moneda superior a la oferta más alta para convertirse en el postor líder. Cuando un usuario es superado en la oferta, recibe su moneda de apuesta de vuelta y el mejor postor cuando se agota el tiempo gana. Además, puede especificar qué roles de usuario pueden iniciar este juego para asegurarse de que no se abuse de él, como moderadores o solo superior.
fr: Le jeu Bid permet à un utilisateur de lancer un concours d’enchères entre tous les utilisateurs pour gagner un prix ou un privilège spécial. Un utilisateur doit enchérir au moins 1 montant en devise supérieur à l’enchère la plus élevée pour devenir le meilleur enchérisseur. Lorsqu’un utilisateur surenchérit, il reçoit sa devise de pari et le plus offrant lorsque le temps est écoulé gagne. En outre, vous pouvez spécifier les rôles d’utilisateur qui peuvent démarrer ce jeu pour vous assurer qu’il n’est pas abusé, tels que Modérateurs ou supérieur uniquement.
ja: 入札ゲームでは、ユーザーが賞金や特別な特権を獲得するために、すべてのユーザーの間で入札競争を開始することができます。ユーザーが入札者の主要な入札者になるためには、最高入札額より少なくとも1通貨以上の入札が必要です。ユーザーが追い出されると、賭け通貨が戻り、時間がなくなると最高入札者が勝利します。また、このゲームを開始できるユーザーロールを指定して、モデレータ以上のユーザーのみなど、ゲームが悪用されないようにすることができます。
nl: Met het biedspel kan een gebruiker een biedwedstrijd starten tussen alle gebruikers om een prijs of speciaal privilege te winnen. Een gebruiker moet ten minste 1 valutabedrag hoger bieden dan het hoogste bod om de leidende bieder te worden. Wanneer een gebruiker wordt overboden, ontvangt hij zijn inzetvaluta terug en wint de hoogste bieder wanneer de tijd opraakt. Daarnaast kunt u opgeven welke gebruikersrollen dit spel kunnen starten om ervoor te zorgen dat het spel niet wordt misbruikt, zoals alleen moderators of hoger.
pt: O jogo Bid permite que um usuário inicie uma competição de lances entre todos os usuários para ganhar um prêmio ou privilégio especial. Um usuário deve oferecer pelo menos 1 valor de moeda maior do que o maior lance para se tornar o principal licitante. Quando um usuário é superado, ele recebe sua moeda de aposta de volta e o maior lance quando o tempo se esgota ganha. Além disso, você pode especificar quais funções do usuário podem iniciar este jogo para garantir que ele não seja abusado, como Moderadores ou apenas superiores.
pt_br: O jogo Bid permite que um usuário inicie uma competição de lances entre todos os usuários para ganhar um prêmio ou privilégio especial. Um usuário deve licitar pelo menos 1 valor em moeda maior que o lance mais alto para se tornar o licitante líder. Quando o lance de um usuário é superado, ele recebe a moeda da aposta de volta e o licitante com lance mais alto quando o tempo acabar vence. Além disso, você pode especificar quais funções de usuário podem iniciar este jogo para garantir que ele não seja abusado, como apenas moderadores ou superiores.
ru: Игра позволяет начать соревнование среди всех пользователей, чтобы выиграть приз или привилегию. Пользователь должен предложить цену по крайней мере на 1 единицу валюты выше, чем самая высокая ставка, чтобы стать ведущим участником торгов. Когда ставка участника бита, он получает её обратно, а сделавший самую высокую ставку побеждает, когда время игры истекает. Кроме того, можно указать, какие роли пользователей могут начать эту игру, чтобы убедиться, что ею не злоупотребляют.
uk: Гра "Ставка" дозволяє користувачеві розпочати змагання з призначення ставок між усіма користувачами, щоб виграти приз або спеціальний привілей. Користувач повинен зробити ставку принаймні на 1 грошову суму, вищу за найвищу ставку, щоб стати провідним учасником. Коли користувач перевершив, він отримує свою валюту ставки назад і найвищий учасник, коли час закінчується виграє. Крім того, ви можете вказати, які ролі користувачів можуть запустити цю гру, щоб переконатися, що вона не зловживає, наприклад модератори або вище.

source: Coin Pusher
de: Münzdrücker
es: Empujador de monedas
fr: Pousseur de pièces
ja: コインプッシャー
nl: Munt Pusher
pt: Empurrador de moedas
pt_br: Empurrador de moedas
ru: Толкатель монет
uk: Штовхач монет
