Repository: SaviorXTanren/mixer-mixitup
Catalog: MixItUp.*/Resources.*.resx
Languages: de, es, fr, fr_fr, ja, nl, pt, pt_br, ru, uk

# CommunityCommandsExternalAssetActionsDetected
source: The following command contains actions that may use external assets in some way (EX: Sound, Overlay, File). When this action is uploaded, it WILL NOT include these external assets, just the actions themselves. We encourage creators to do one of the following: - Explain what the intent of your command is so that users can understand how they use their own assets in your commands. - Upload these assets somewhere online and either use links to them in the actions themselves or include a link in the description for where to download all of them. Failure to do one of the following could effect how users rate & review your command. Do you still wish to upload this command?
de: Der folgende Befehl enthält Aktionen, die externe Assets in irgendeiner Weise verwenden können (Z. B. Sound, Overlay, Datei). Wenn diese Aktion hochgeladen wird, enthält sie NICHT diese externen Assets, sondern nur die Aktionen selbst. Wir empfehlen Erstellern, eine der folgenden Angaben zu machen: - Erklären Sie, was die Absicht Ihres Befehls ist, damit Benutzer verstehen können, wie sie ihre eigenen Assets in Ihren Befehlen verwenden. - Laden Sie diese Assets irgendwo online hoch und verwenden Sie entweder Links zu ihnen in den Aktionen selbst oder fügen Sie einen Link in die Beschreibung ein, wo Sie alle herunterladen können. Wenn Sie einen der folgenden Schritte nicht ausführen, kann sich dies darauf auswirken, wie Benutzer Ihren Befehl bewerten und überprüfen. Möchten Sie diesen Befehl trotzdem hochladen?
es: El siguiente comando contiene acciones que pueden utilizar activos externos de alguna manera (EX: Sonido, Superposición, Archivo). Cuando se carga esta acción, NO incluirá estos activos externos, solo las acciones en sí. Animamos a los creadores a realizar una de las siguientes acciones: - Explique cuál es la intención de su comando para que los usuarios puedan entender cómo usan sus propios activos en sus comandos. - Cargue estos activos en algún lugar en línea y use enlaces a ellos en las propias acciones o incluya un enlace en la descripción para saber dónde descargarlos todos. Si no se realiza una de las siguientes acciones, podría afectar la forma en que los usuarios califican y revisan su comando. ¿Todavía desea cargar este comando?
fr: La commande suivante contient des actions qui peuvent utiliser des ressources externes d’une manière ou d’une autre (EX : Son, Superposition, Fichier). Lorsque cette action est téléchargée, elle n’inclura PAS ces ressources externes, mais uniquement les actions elles-mêmes. Nous encourageons les créateurs à effectuer l’une des opérations suivantes : - Expliquez quelle est l’intention de votre commande afin que les utilisateurs puissent comprendre comment ils utilisent leurs propres ressources dans vos commandes. - Téléchargez ces ressources quelque part en ligne et utilisez des liens vers elles dans les actions elles-mêmes ou incluez un lien dans la description pour savoir où les télécharger toutes. Si vous ne parvez pas effectuer l’une des opérations suivantes, les utilisateurs évaluent et examinent votre commande. Souhaitez-vous toujours télécharger cette commande ?
ja: 次のコマンドには、外部アセットを何らかの方法で使用するアクション (EX: サウンド、オーバーレイ、ファイル) が含まれています。このアクションがアップロードされると、これらの外部アセットは含まれず、アクション自体も含まれません。クリエイターには、次のいずれかを行うことをお勧します。 - ユーザーが自分のアセットをコマンドでどのように使用しているかを理解できるように、コマンドの意図を説明します。 - これらのアセットをオンラインのどこかにアップロードし、アクション自体にリンクを使用するか、またはすべてのアセットをダウンロードする場所の説明にリンクを含めます。 次のいずれかを行わないと、ユーザーがコマンドを評価して確認する方法に影響を与える可能性があります。このコマンドをアップロードしますか?
nl: De volgende opdracht bevat acties die op de een of andere manier externe elementen kunnen gebruiken (bijvoorbeeld: Geluid, Overlay, Bestand). Wanneer deze actie wordt geüpload, bevat deze NIET deze externe items, alleen de acties zelf. We raden videomakers aan om een van de volgende handelingen uit te voeren: - Leg uit wat de bedoeling van uw opdracht is, zodat gebruikers kunnen begrijpen hoe ze hun eigen middelen in uw opdrachten gebruiken. - Upload deze assets ergens online en gebruik links ernaar in de acties zelf of neem een link op in de beschrijving voor waar je ze allemaal kunt downloaden. Als u een van de volgende handelingen niet doet, kan dit van invloed zijn op de manier waarop gebruikers uw opdracht beoordelen en beoordelen. Wilt u deze opdracht nog uploaden?
pt: O comando a seguir contém ações que podem usar ativos externos de alguma forma (EX: Som, Sobreposição, Arquivo). Quando essa ação for carregada, ela NÃO incluirá esses ativos externos, apenas as ações em si. Encorajamos os criadores a fazer um dos seguintes: - Explique qual é a intenção do seu comando para que os usuários possam entender como eles usam seus próprios ativos em seus comandos. - Carregue esses ativos em algum lugar on-line e use links para eles nas próprias ações ou inclua um link na descrição para onde baixar todos eles. O não cumprimento de um dos seguintes pode afetar a forma como os usuários avaliam e revisam seu comando. Você ainda deseja carregar este comando?
pt_br: O comando a seguir contém ações que podem utilizar recursos externos de alguma forma (EX: Som, Sobreposição, Arquivo). Quando esta ação for carregada, NÃO incluirá esses ativos externos, apenas as próprias ações. Incentivamos os criadores a fazer o seguinte: - Explique qual é a intenção do seu comando para que os usuários possam entender como usam seus próprios ativos em seus comandos. - Carregue esses ativos em algum lugar online e use links para eles nas próprias ações ou inclua um link na descrição para onde baixar todos eles. O não cumprimento de uma das opções a seguir pode afetar a forma como os usuários avaliam e analisam seu comando. Você ainda deseja fazer upload deste comando?
ru: Следующая команда содержит действия, которые могут каким-либо образом использовать внешние ресурсы (EX: Звук, Наложение, Файл). Когда это действие загружено, оно НЕ БУДЕТ включать эти внешние ресурсы, только сами действия. Мы рекомендуем авторам сделать одно из следующих действий: - Объясните, какова цель вашей команды, чтобы пользователи могли понять, как они используют свои собственные ресурсы в ваших командах. - Загрузите эти ресурсы где-нибудь в Интернете и либо используйте ссылки на них в самих действиях, либо включите ссылку в описание для того, где скачать их все. Неспособность выполнить одно из следующих действий может повлиять на то, как пользователи оценивают и просматривают вашу команду. Вы все еще хотите загрузить эту команду?
uk: Наведена нижче команда містить дії, які можуть якимось чином використовувати зовнішні активи (EX: Звук, Накладання, Файл). Коли ця дія завантажена, вона не включатиме ці зовнішні активи, а лише самі дії. Ми закликаємо творців зробити одну з таких дій: - Поясніть, який намір вашої команди, щоб користувачі могли зрозуміти, як вони використовують свої власні активи у ваших командах. - Завантажте ці активи десь в Інтернеті і або використовуйте посилання на них у самих діях, або включайте посилання в опис, де завантажити всі з них. Якщо виконати одну з наведених нижче дій, це може вплинути на частоту користувачів і перегляд команди. Ви все ще бажаєте завантажити цю команду?

# CommunityCommandsImageFilePath
source: Image File Path (Optional) (Resized to 100x100 pixels)
de: Bilddateipfad (optional) (Größe auf 100 x 100 Pixel ändern)
es: Ruta del archivo de imagen (opcional) (redimensionado a 100x100 píxeles)
fr: Chemin du fichier image (facultatif) (redimensionné à 100x100 pixels)
ja: イメージ ファイル パス (オプション) (100 x 100 ピクセルにサイズ変更)
nl: Pad naar afbeeldingsbestand (optioneel) (formaat gewijzigd in 100x100 pixels)
pt: Caminho do arquivo de imagem (opcional) (Redimensionado para 100x100 pixels)
pt_br: Caminho do arquivo de imagem (opcional) (redimensionado para 100x100 pixels)
ru: Путь к файлу изображения (необязательно) (размер изменен до 100x100 пикселей)
uk: Шлях до файлу зображення (необов'язково) (змінено до 100x100 пікселів)

# CommunityCommandsUploadInvalidDescription
source: A valid description must be specified
de: Eine gültige Beschreibung muss angegeben werden
es: Se debe especificar una descripción válida
fr: Une description valide doit être spécifiée
ja: 有効な説明を指定する必要があります
nl: Een geldige beschrijving moet worden gespecificeerd
pt: Uma descrição válida deve ser especificada
pt_br: Uma descrição válida deve ser especificada
ru: Должно быть указано допустимое описание
uk: Потрібно вказати припустимий опис

# CommunityCommandsUploadInvalidImageFile
source: A valid image file must be selected if used
de: Eine gültige Bilddatei muss ausgewählt werden, wenn sie verwendet wird
es: Se debe seleccionar un archivo de imagen válido si se utiliza
fr: Un fichier image valide doit être sélectionné s’il est utilisé
ja: 使用する場合は、有効なイメージ ファイルを選択する必要があります。
nl: Een geldig afbeeldingsbestand moet worden geselecteerd als het wordt gebruikt
pt: Um arquivo de imagem válido deve ser selecionado se usado
pt_br: Um arquivo de imagem válido deve ser selecionado se for usado
ru: При использовании должен быть выбран допустимый файл изображения
uk: Якщо використовується припустимий файл зображення, слід вибрати

# CommunityCommandsUploadInvalidName
source: A valid name must be specified
de: Ein gültiger Name muss angegeben werden
es: Se debe especificar un nombre válido
fr: Un nom valide doit être spécifié
ja: 有効な名前を指定する必要があります
nl: Er moet een geldige naam worden opgegeven
pt: Um nome válido deve ser especificado
pt_br: Um nome válido deve ser especificado
ru: Необходимо указать допустимое имя
uk: Потрібно вказати припустиме ім'я

# MissingTextHintWarning
source: Missing Text
de: Fehlender Text
es: Falta texto
fr: Texte manquant
ja: テキストが見つかりません
nl: Ontbrekende tekst
pt: Texto ausente
pt_br: Texto ausente
ru: Отсутствующий текст
uk: Відсутній текст

# TwitchReplyToCommandChatMessages
source: Twitch Reply to Chat Message in Chat Command
de: Twitch Auf Chat-Nachricht im Chat-Befehl antworten
es: Twitch Responder al mensaje de chat en el comando Chat
fr: Twitch Répondre au message de chat dans la commande Chat
ja: チャットコマンドでチャットメッセージに返信するTwitch
nl: Twitch-antwoord op chatbericht in chatopdracht
pt: Twitch Responda à mensagem de bate-papo no comando do chat
pt_br: Resposta do Twitch à mensagem de bate-papo no comando de bate-papo
ru: Twitch Ответить на сообщение чата в команде чата
uk: Twitch Відповісти на повідомлення чату в чаті команда

# CommunityCommandsFailedToUploadCommand
source: Failed to upload command:
de: Fehler beim Hochladen des Befehls:
es: Error al cargar el comando:
fr: Echec du téléchargement de la commande :
ja: コマンドのアップロードに失敗しました:
nl: Opdracht kan niet worden geüpload:
pt: Falha ao upload do comando:
pt_br: Falha ao carregar o comando:
ru: Не удалось отправить команду:
uk: Не вдалося передати команду:

source: Add Streamathon Time
de: Streamathon-Zeit hinzufügen
es: Agregar tiempo de Streamathon
fr: Ajouter du temps Streamathon
ja: ストリームマソン時間の追加
nl: Streamathon-tijd toevoegen
pt: Adicionar tempo de streamathon
pt_br: Adicionar horário do Streamathon
ru: Добавить время Стриматона
uk: Додати час потоку

source: Pixel Chat
es: Chat de píxeles
ja: ピクセルチャット
pt_br: Bate-papo de pixels
ru: Пиксельный чат
uk: Піксельний чат

source: Pixel Chat Action: Missing Time Amount
de: Pixel Chat-Aktion: Fehlende Zeit
es: Acción de Pixel Chat: Falta cantidad de tiempo
fr: Pixel Chat Action: Quantité de temps manquante
ja: ピクセルチャットアクション: 時間の量がありません
nl: Pixel Chat-actie: ontbrekende tijdbedrag
pt: Ação do Chat do Pixel: Quantidade de tempo perdida
pt_br: Ação do Pixel Chat: quantidade de tempo ausente
ru: Действие пиксельного чата: пропущенное количество времени
uk: Дія чату Pixel: відсутня кількість часу

# PixelChatDeveloperToken
source: Developer Token
de: Entwickler-Token
es: Token de desarrollador
fr: Jeton de développeur
ja: 開発者トークン
nl: Ontwikkelaar Token
pt: Token de desenvolvedor
pt_br: Token do desenvolvedor
ru: Токен разработчика
uk: Маркер розробника

# PixelChatDeveloperTokenPage
source: Developer Tokens Page
de: Seite "Entwicklertoken"
es: Página de tokens de desarrollador
fr: Page Jetons de développeur
ja: 開発者用トークン ページ
nl: Pagina Ontwikkelaarstokens
pt: Página de tokens de desenvolvedor
pt_br: Página de tokens do desenvolvedor
ru: Страница токенов разработчика
uk: Сторінка маркерів розробника

# PixelChatFailedToGetUserData
source: Failed to get user data, please try again later.
de: Benutzerdaten konnten nicht erhalten werden, versuchen Sie es später erneut.
es: No se han podido obtener los datos del usuario, inténtelo de nuevo más tarde.
fr: Impossible d’obtenir les données utilisateur, veuillez réessayer plus tard.
ja: ユーザー データを取得できませんでした。
nl: Kan geen gebruikersgegevens ophalen, probeer het later opnieuw.
pt: Falha ao obter dados do usuário, por favor tente novamente mais tarde.
pt_br: Falha ao obter dados do usuário. Tente novamente mais tarde.
ru: Не удалось получить пользовательские данные, повторите попытку позже.
uk: Не вдалося отримати дані користувача, повторіть спробу пізніше.

# PixelChatInfo1
source: Pixel Chat service connectivity allows you to control various elements of your Pixel Chat Overlays and trigger specific functionality.
de: Mit der Verbindung mit dem Pixel Chat-Dienst können Sie verschiedene Elemente Ihrer Pixel Chat-Overlays steuern und bestimmte Funktionen auslösen.
es: La conectividad del servicio Pixel Chat te permite controlar varios elementos de tus superposiciones de Pixel Chat y activar una funcionalidad específica.
fr: La connectivité du service Pixel Chat vous permet de contrôler divers éléments de vos superpositions Pixel Chat et de déclencher des fonctionnalités spécifiques.
ja: ピクセル チャット サービスの接続を使用すると、ピクセル チャット オーバーレイのさまざまな要素を制御し、特定の機能をトリガーできます。
nl: Dankzij de connectiviteit van de Pixel Chat-service kun je verschillende elementen van je Pixel Chat-overlays bedienen en specifieke functionaliteit activeren.
pt: A conectividade do serviço Pixel Chat permite controlar vários elementos de suas sobreposições de bate-papo do Pixel e ativar funcionalidades específicas.
pt_br: A conectividade do serviço Pixel Chat permite que você controle vários elementos de suas sobreposições de Pixel Chat e acione funcionalidades específicas.
ru: Подключение службы Pixel Chat позволяет управлять различными элементами ваших наложений Pixel Chat и запускать определенные функции.
uk: Підключення до служби Pixel Chat дозволяє керувати різними елементами накладок pixel chat та запускати певні функції.

# PixelChatInfo2
source: To connect to PixelChat, you will need to create a Developer Token. This can be found by going to the profile, click "View Tokens", and create a new Developer Token.
de: Um eine Verbindung zu PixelChat herzustellen, müssen Sie ein Entwicklertoken erstellen. Dies finden Sie, indem Sie zum Profil gehen, auf "Token anzeigen" klicken und ein neues Entwicklertoken erstellen.
es: Para conectarse a PixelChat, deberá crear un token de desarrollador. Esto se puede encontrar yendo al perfil, haciendo clic en "Ver tokens" y creando un nuevo token de desarrollador.
fr: Pour vous connecter à PixelChat, vous devez créer un jeton de développeur. Cela peut être trouvé en allant dans le profil, cliquez sur « Afficher les jetons » et créez un nouveau jeton de développeur.
ja: PixelChat に接続するには、開発者トークンを作成する必要があります。これは、プロファイルに移動して 「トークンの表示」をクリックして、新しい開発者トークンを作成することで見つけることができます。
nl: Als u verbinding wilt maken met PixelChat, moet u een ontwikkelaarstoken maken. Dit kan worden gevonden door naar het profiel te gaan, op "Tokens bekijken" te klikken en een nieuw ontwikkelaarstoken te maken.
pt: Para se conectar ao PixelChat, você precisará criar um Token de desenvolvedor. Isso pode ser encontrado indo para o perfil, clique em "Exibir tokens" e crie um novo Token de Desenvolvedor.
pt_br: Para se conectar ao PixelChat, você precisará criar um token de desenvolvedor. Isso pode ser encontrado acessando o perfil, clicando em “Ver Tokens” e criando um novo Token de Desenvolvedor.
ru: Чтобы подключиться к PixelChat, необходимо создать токен разработчика. Это можно найти, перейдя в профиль, нажав «Просмотреть токены» и создав новый токен разработчика.
uk: Щоб підключитися до PixelChat, вам потрібно буде створити маркер розробника. Це можна знайти, перейшовши в профіль, натисніть "Переглянути токени" і створіть новий маркер розробника.

# PixelChatInvalidAPIKey
source: Please enter a valid Pixel Chat API key.
de: Geben Sie einen gültigen Pixel Chat-API-Schlüssel ein.
es: Introduce una clave de API de Pixel Chat válida.
fr: Veuillez saisir une clé API Pixel Chat valide.
ja: 有効なピクセル チャット API キーを入力してください。
nl: Voer een geldige Pixel Chat API-sleutel in.
pt: Por favor, insira uma chave de API de Pixel Chat válida.
pt_br: Insira uma chave válida da API Pixel Chat.
ru: Введите действительный ключ API pixel Chat.
uk: Будь ласка, введіть дійсний ключ API чату Pixel.

source: Start Streamathon
de: Streamathon starten
es: Iniciar Streamathon
fr: Démarrer Streamathon
ja: ストリーマーソンを開始
nl: Streamathon starten
pt: Iniciar Streamathon
pt_br: Iniciar Streamathon
ru: Старт Стриматон
uk: Запустити потік

source: Trigger Count Down
es: Cuenta regresiva del gatillo
fr: Déclencheur Compte à rebours
ja: トリガー・カウントダウン
nl: Trigger aftellen
pt: Contagem de gatilhos para baixo
pt_br: Contagem regressiva de gatilho
ru: Обратный отсчет триггера
uk: Лічильник лічильника відліку

source: Trigger Count Up
de: Triggeranzahl nach oben
es: Recuento de disparos hacia arriba
fr: Nombre de déclencheurs
ja: トリガーカウントアップ
pt: Contagem de gatilhos
pt_br: Contagem crescente de gatilhos
ru: Счетчик триггеров
uk: Підрахунок тригерів

source: Trigger Credits
es: Activar créditos
fr: Crédits déclencheurs
ja: トリガークレジット
pt: Créditos de gatilho
pt_br: Acionar Créditos
ru: Триггерные кредиты
uk: Тригерні кредити

source: Trigger Giveaway
de: Werbegeschenk auslösen
es: Sorteo de disparos
fr: Déclencheur Cadeau
ja: トリガーギブアウェイ
pt: Sorteio de gatilhos
pt_br: Gatilho de oferta
ru: Раздача триггеров
uk: Тригер піддавки

source: Trigger Shoutout
es: Desencadenar Shoutout
fr: Déclencheur Shoutout
ja: トリガーシャウトアウト
pt: Grito de gatilho
pt_br: Acionar grito
ru: Триггерный крик
uk: Тригер shoutout

source: Pixel Chat Action: Missing Overlay
de: Pixel Chat-Aktion: Fehlendes Overlay
es: Acción de Pixel Chat: Falta superposición
fr: Pixel Chat Action: Superposition manquante
ja: ピクセルチャットアクション: 見つからないオーバーレイ
nl: Pixel Chat-actie: ontbrekende overlay
pt: Ação do Chat do Pixel: Sobreposição perdida
pt_br: Ação do Pixel Chat: Sobreposição ausente
ru: Действие пиксельного чата: отсутствует наложение
uk: Дія чату піксель: відсутній накладання

source: Pixel Chat Action: Missing Scene
de: Pixel Chat-Aktion: Fehlende Szene
es: Acción de Pixel Chat: Falta escena
fr: Pixel Chat Action: Scène manquante
ja: ピクセルチャットアクション: シーンが見つかりません
nl: Pixel Chat-actie: ontbrekende scène
pt: Ação do Chat pixel: cena perdida
pt_br: Ação do Pixel Chat: cena ausente
ru: Действие пиксельного чата: отсутствует сцена
uk: Піксель чат дій: відсутня сцена

source: Pixel Chat Action: Missing Scene Component
de: Pixel Chat-Aktion: Fehlende Szenenkomponente
es: Acción de Pixel Chat: Falta el componente de escena
fr: Pixel Chat Action: Composant de scène manquant
ja: ピクセルチャットアクション: シーンコンポーネントが見つかりません
nl: Pixel Chat-actie: ontbrekende scènecomponent
pt: Ação do Chat do Pixel: componente da cena ausente
pt_br: Ação do Pixel Chat: componente de cena ausente
ru: Действие пиксельного чата: отсутствует компонент сцены
uk: Дія чату pixel: відсутній компонент сцени

source: Show/Hide Scene Component
de: Szenenkomponente ein-/ausblenden
es: Componente Mostrar/Ocultar escena
fr: Afficher/Masquer le composant scène
ja: シーン コンポーネントの表示/非表示
nl: Scènecomponent weergeven/verbergen
pt: Componente de cena show/oculta
pt_br: Mostrar/ocultar componente de cena
ru: Показать/скрыть компонент сцены
uk: Показати або приховати компонент сцени

source: Previous
de: Vorhergehend
es: Anterior
fr: Précédent
ja: 先の
nl: Vorig
pt: Anterior
pt_br: Anterior
ru: Предыдущий
uk: Попередній

# CommunityCommandsReviewAgreement
source: By leaving a review for this Community Command, you agree that the contents of the review is appropriate for the general public and does not contain any sexually explicit material, hateful speech, or malicious processes. Failure to meet the above could lead to blocking of the ability to use the Community Commands service. Do you agree to these terms?
de: Indem Sie eine Bewertung für dieses Community Command hinterlassen, erklären Sie sich damit einverstanden, dass der Inhalt der Bewertung für die breite Öffentlichkeit geeignet ist und kein sexuell explizites Material, hasserfüllte Äußerungen oder böswillige Prozesse enthält. Die Nichteinhaltung der oben genannten Anforderungen kann dazu führen, dass die Fähigkeit zur Nutzung des Community Commands-Dienstes blockiert wird. Stimmen Sie diesen Bedingungen zu?
es: Al dejar una reseña para este Comando de la Comunidad, usted acepta que el contenido de la revisión es apropiado para el público en general y no contiene ningún material sexualmente explícito, discurso de odio o procesos maliciosos. El incumplimiento de lo anterior podría llevar al bloqueo de la capacidad de usar el servicio Community Commands. ¿Está de acuerdo con estos términos?
fr: En laissant un avis pour cette commande communautaire, vous acceptez que le contenu de l’avis soit approprié pour le grand public et ne contienne aucun matériel sexuellement explicite, discours haineux ou processus malveillants. Le non-respect de ce qui précède pourrait entraîner le blocage de la possibilité d’utiliser le service Community Commands. Acceptez-vous ces conditions?
ja: このコミュニティコマンドのレビューを離れることにより、お客様は、レビューの内容が一般の人々に適しており、性的に露骨な発言、悪意のあるプロセスが含まれていないことと合意します。 上記を満たさないと、コミュニティコマンドサービスを使用する機能がブロックされる可能性があります。あなたはこれらの条件に同意しますか?
nl: Door een beoordeling achter te laten voor deze community-opdracht, gaat u ermee akkoord dat de inhoud van de beoordeling geschikt is voor het grote publiek en geen seksueel expliciet materiaal, haatdragende taal of kwaadaardige processen bevat. Als u niet aan het bovenstaande voldoet, kan dit leiden tot het blokkeren van de mogelijkheid om de Community Commands-service te gebruiken. Gaat u akkoord met deze voorwaarden?
pt: Ao deixar uma revisão para este Comando comunitário, você concorda que o conteúdo da revisão é apropriado para o público em geral e não contém qualquer material sexualmente explícito, discurso odioso ou processos maliciosos. O não cumprimento do acima pode levar ao bloqueio da capacidade de usar o serviço de Comandos comunitários. Você concorda com esses termos?
pt_br: Ao deixar uma avaliação para este Comando da Comunidade, você concorda que o conteúdo da avaliação é apropriado para o público em geral e não contém nenhum material sexualmente explícito, discurso de ódio ou processos maliciosos. O não cumprimento do acima exposto pode levar ao bloqueio da capacidade de utilização do serviço Community Commands. Você concorda com estes termos?
ru: Оставляя отзыв для этого Командования сообщества, вы соглашаетесь с тем, что содержание обзора подходит для широкой публики и не содержит каких-либо материалов сексуального характера, ненавистнических высказываний или вредоносных процессов. Невыполнение вышеизложенного может привести к блокировке возможности использования сервиса Community Commands. Согласны ли вы с этими условиями?
uk: Залишаючи відгук для цього Командування Спільноти, ви погоджуєтеся з тим, що вміст огляду підходить для широкої громадськості та не містить жодних матеріалів сексуального характеру, мови ненависті або зловмисних процесів. Невиконання наведеного вище може призвести до блокування можливості використання служби Команд спільноти. Чи згодні ви з цими умовами?
