Repository: SaviorXTanren/mixer-mixitup
Catalog: MixItUp.*/Resources.*.resx
Languages: de, es, fr, fr_fr, ja, nl, pt, pt_br, ru, uk

# RetroactivelyGivePointsPrompt1
source: This option will reset all {0} points for this {0} & assign an amount to each user that directly equals the SAVED online rate, not the currently edited online rate. Before using this option, please save all edits to this {0}, re-edit it, then select this option.
de: Diese Option setzt alle {0} Punkte für diese {0} zurück und weist jedem Benutzer einen Betrag zu, der direkt der SAVED Online-Rate entspricht, nicht der aktuell bearbeiteten Online-Rate. Bevor Sie diese Option verwenden, speichern Sie bitte alle Änderungen an diesem {0}, bearbeiten Sie ihn erneut und wählen Sie dann diese Option aus.
es: Esta opción restablecerá todos los puntos {0} para este {0} y asignará una cantidad a cada usuario que sea directamente igual a la tarifa en línea GUARDADA, no a la tarifa en línea editada actualmente. Antes de usar esta opción, guarde todas las ediciones en esta {0}, vuelva a editarla y, a continuación, seleccione esta opción.
fr: Cette option réinitialisera tous les points {0} pour cette {0} et attribuera à chaque utilisateur un montant qui est directement égal au taux en ligne SAVED, et non au taux en ligne actuellement modifié. Avant d’utiliser cette option, enregistrez toutes les modifications apportées à ce {0}, réédévez-le, puis sélectionnez cette option.
ja: このオプションは、この{0}のすべての{0}ポイントをリセットし、現在編集されているオンラインレートではなく、直接SAVEDオンラインレートに等しい各ユーザーに金額を割り当てます。このオプションを使用する前に、この{0}に対するすべての編集内容を保存し、再編集してから、このオプションを選択してください。
nl: Met deze optie worden alle {0} punten voor deze {0} opnieuw ingesteld en wordt aan elke gebruiker een bedrag toegewezen dat rechtstreeks gelijk is aan het online opgeslagen tarief, niet aan het momenteel bewerkte online tarief. Voordat u deze optie gebruikt, slaat u alle bewerkingen op deze {0} op, bewerkt u deze opnieuw en selecteert u deze optie.
pt: Esta opção redefinirá todos os pontos {0} para este {0} e atribuirá um valor a cada usuário que equivale diretamente à taxa on-line SAVED, não à taxa on-line atualmente editada. Antes de usar esta opção, salve todas as edições para este {0}, re edite-a e selecione esta opção.
pt_br: Esta opção redefinirá todos os {0} pontos deste {0} e atribuirá um valor a cada usuário que seja diretamente igual à taxa on-line SALVA, e não à taxa on-line atualmente editada. Antes de usar esta opção, salve todas as edições feitas neste {0}, edite-o novamente e selecione esta opção.
ru: Эта опция сбросит все баллы {0} за этот {0} и назначит каждому пользователю сумму, которая напрямую равна сохраненной онлайн-ставке, а не текущей отредактированной онлайн-ставке. Перед использованием этой опции, пожалуйста, сохраните все изменения в этом {0}, повторно отредактируйте его, затем выберите эту опцию.
uk: Цей параметр скидає всі {0} очки для цього {0} & призначить суму кожному користувачеві, яка безпосередньо дорівнює онлайн-ставці SAVED, а не поточній відредагованій онлайн-ставці. Перш ніж використовувати цей параметр, будь ласка, збережіть усі зміни в цьому {0}, повторно відредагуйте його, а потім виберіть цей параметр.

# RetroactivelyGivePointsPrompt2
source: EX: If the Online Rate is "1 Per Hour" and a user has 16 viewing hours, then that user's {0} points will be set to 16.
de: EX: Wenn die Online-Rate "1 pro Stunde" ist und ein Benutzer 16 Anzeigestunden hat, werden die {0} Punkte dieses Benutzers auf 16 gesetzt.
es: EJ: Si la tarifa en línea es "1 por hora" y un usuario tiene 16 horas de visualización, entonces los puntos de {0} de ese usuario se establecerán en 16.
fr: EX : Si le tarif en ligne est de « 1 par heure » et qu’un utilisateur dispose de 16 heures de visionnage, les points de {0} de cet utilisateur seront définis sur 16.
ja: EX: オンラインレートが「1時間あたり1」で、ユーザーの視聴時間が16時間の場合、そのユーザーの{0}ポイントは16に設定されます。
nl: BIJVOORBEELD: Als het online tarief "1 per uur" is en een gebruiker 16 kijkuren heeft, worden de {0} punten van die gebruiker ingesteld op 16.
pt: EX: Se a Taxa Online for "1 por Hora" e um usuário tiver 16 horas de visualização, então os pontos de {0} do usuário serão definidos para 16.
pt_br: EX: Se a tarifa on-line for "1 por hora" e um usuário tiver 16 horas de visualização, os {0} pontos desse usuário serão definidos como 16.
ru: EX: Если онлайн-тариф равен «1 в час», а у пользователя есть 16 часов просмотра, то баллы {0} этого пользователя будут установлены равными 16.
uk: EX: Якщо онлайн-ставка "1 на годину", а користувач має 16 годин перегляду, то {0} точок цього користувача буде встановлено на 16.

# RetroactivelyGivePointsPrompt3
source: This process may take some time; are you sure you wish to do this?
de: Dieser Vorgang kann einige Zeit in Anspruch nehmen. Sind Sie sicher, dass Sie dies tun möchten?
es: Este proceso puede llevar algún tiempo; ¿Está seguro de que desea hacer esto?
fr: Ce processus peut prendre un certain temps; Êtes-vous sûr de vouloir le faire?
ja: このプロセスには時間がかかる場合があります。本当にこれを行いますか?
nl: Dit proces kan enige tijd duren; weet je zeker dat je dit wilt doen?
pt: Esse processo pode levar algum tempo; Tem certeza que deseja fazer isso?
pt_br: Este processo pode demorar algum tempo; você tem certeza que deseja fazer isso?
ru: Этот процесс может занять некоторое время; Вы уверены, что хотите это сделать?
uk: Цей процес може зайняти деякий час; Ви дійсно бажаєте це зробити?

# RetroactiveUnsupported
source: The rate type for this currency does not support retroactively giving points.
de: Die Kursart für diese Währung unterstützt keine rückwirkende Punktegabe.
es: El tipo de tasa para esta moneda no admite la concesión retroactiva de puntos.
fr: Le type de taux pour cette devise ne prend pas en charge l’échange rétroactif de points.
ja: この通貨のレート タイプは、さかのぼってポイントを与えることをサポートしていません。
nl: Het tarieftype voor deze valuta ondersteunt geen terugwerkende kracht punten geven.
pt: O tipo de taxa para esta moeda não suporta pontos de doação retroativamente.
pt_br: O tipo de taxa para esta moeda não suporta a concessão de pontos retroativamente.
ru: Тип курса для этой валюты не поддерживает ретроактивное начисление баллов.
uk: Тип курсу для цієї валюти не підтримує ретроактивно надання балів.

source: ScorpBot Installation Directory
de: ScorpBot Installationsverzeichnis
es: Directorio de instalación de ScorpBot
fr: Répertoire d’installation de ScorpBot
ja: インストールディレクトリ
nl: ScorpBot Installatie Directory
pt: Diretório de instalação do ScorpBot
pt_br: Diretório de instalação do ScorpBot
ru: Каталог установки ScorpBot
uk: Каталог установки ScorpBot

source: Scroll Width (Pixels)
de: Bildlaufbreite (Pixel)
es: Ancho de desplazamiento (píxeles)
fr: Largeur de défilement (pixels)
ja: スクロール幅 (ピクセル)
nl: Scrollbreedte (pixels)
pt: Largura do rolagem (Pixels)
pt_br: Largura de rolagem (pixels)
ru: Ширина прокрутки (пиксели)
uk: Ширина прокрутки (пікселі)

# ServiceDisconnectedLine1
source: These services have disconnected
de: Diese Dienste wurden getrennt
es: Estos servicios se han desconectado
fr: Ces services se sont déconnectés
ja: これらのサービスは切断されました
nl: Deze services zijn verbroken
pt: Esses serviços se desligaram
pt_br: Esses serviços foram desconectados
ru: Эти службы отключены
uk: Ці служби відключено

# ServiceDisconnectedLine2
source: and are attempting to reconnect:
de: und versuchen, die Verbindung wiederherzustellen:
es: y están intentando volver a conectarse:
fr: et tentent de se reconnecter :
ja: 再接続中:
nl: en proberen opnieuw verbinding te maken:
pt: e estão tentando se reconectar:
pt_br: e estão tentando se reconectar:
ru: и пытаются восстановить связь:
uk: і намагаються відновити підключення:

# SessionInitializationFailed
source: Failed to initialize session. If this continues please, visit the Mix It Up Discord for assistance.
de: Sitzung konnte nicht initialisiert werden. Wenn dies so weitergeht, besuchen Sie bitte die Mix It Up Discord für Unterstützung.
es: Error al inicializar la sesión. Si esto continúa, por favor, visite Mix It Up Discord para obtener ayuda.
fr: Impossible d’initialiser la session. Si cela continue, veuillez consulter le Mix It Up Discord pour obtenir de l’aide.
ja: セッションを初期化できませんでした。このままお願いする場合は、Mix It Upの不和にアクセスして支援を受けてください。
nl: Kan sessie niet initialiseren. Als dit zo doorgaat, bezoek dan de Mix It Up Discord voor hulp.
pt: Não foi iniciado a sessão. Se isso continuar, por favor, visite o Mix It Up Discord para obter ajuda.
pt_br: Falha ao inicializar a sessão. Se isso continuar, visite o Mix It Up Discord para obter assistência.
ru: Не удалось инициализировать сеанс. Если так будет продолжаться, пожалуйста, посетите Mix It Up Discord для получения помощи.
uk: Не вдалося ініціалізувати сеанс. Якщо це продовжується, будь ласка, відвідайте Mix It Up Розбрат за допомогою.

# SettingsChangedRestartPrompt
source: Some of the settings you have changed require a restart to take effect. Would you like to restart Mix It Up now?
de: Einige der Einstellungen, die Sie geändert haben, erfordern einen Neustart, um wirksam zu werden. Möchten Sie Mix It Up jetzt neu starten?
es: Algunas de las configuraciones que ha cambiado requieren un reinicio para surtir efecto. ¿Te gustaría reiniciar Mix It Up ahora?
fr: Certains des paramètres que vous avez modifiés nécessitent un redémarrage pour prendre effet. Voulez-vous redémarrer Mix It Up maintenant?
ja: 変更した設定の一部を有効にするには、再起動が必要です。今すぐミックス・イット・アップを再起動しますか?
nl: Voor sommige instellingen die u hebt gewijzigd, moet u opnieuw opstarten om van kracht te worden. Wil je Mix It Up nu opnieuw opstarten?
pt: Algumas das configurações alteradas requerem um recomeço para fazer efeito. Gostaria de reiniciar o Mix It Up agora?
pt_br: Algumas das configurações que você alterou exigem uma reinicialização para entrarem em vigor. Gostaria de reiniciar o Mix It Up agora?
ru: Некоторые из измененных параметров требуют перезагрузки, чтобы вступить в силу. Вы хотите перезапустить Mix It Up сейчас?
uk: Деякі змінені настройки потребують вступу в силу перезавантаження. Перезавантажити mix it up зараз?

# SettingsLoadFailure
source: One or more settings files were unable to be loaded. Please visit the Mix It Up discord for assistance on this issue.
de: Eine oder mehrere Einstellungsdateien konnten nicht geladen werden. Bitte besuchen Sie die Mix It Up Discord für Hilfe zu diesem Thema.
es: No se pudieron cargar uno o más archivos de configuración. Por favor, visite la discordia Mix It Up para obtener ayuda sobre este tema.
fr: Un ou plusieurs fichiers de paramètres n’ont pas pu être chargés. Veuillez visiter le Discord Mix It Up pour obtenir de l’aide sur cette question.
ja: 1 つ以上の設定ファイルを読み込めませんでした。この問題に関する支援については、Mix It Upの不和をご覧ください。
nl: Een of meer instellingsbestanden kunnen niet worden geladen. Bezoek de Mix It Up-discord voor hulp bij dit probleem.
pt: Um ou mais arquivos de configurações não puderam ser carregados. Por favor, visite a discórdia Mix It Up para obter ajuda sobre este assunto.
pt_br: Não foi possível carregar um ou mais arquivos de configurações. Por favor, visite a discórdia do Mix It Up para obter assistência sobre este assunto.
ru: Не удалось загрузить один или несколько файлов параметров. Пожалуйста, посетите Mix It Up discord для получения помощи по этому вопросу.
uk: Не вдалося завантажити один або кілька файлів настройок. Будь ласка, відвідайте Mix It Up розбрат для допомоги з цього питання.

# Shadow
source: Shadow (Optional)
de: Schatten (optional)
es: Sombra (opcional)
fr: Ombre (facultatif)
ja: シャドウ (オプション)
nl: Schaduw (optioneel)
pt: Sombra (Opcional)
pt_br: Sombra (opcional)
ru: Тень (необязательно)
uk: Тінь (необов'язково)

# ShopCurrencyRequired
source: A currency must be specified for the shop.
de: Für den Shop muss eine Währung angegeben werden.
es: Se debe especificar una moneda para la tienda.
fr: Une devise doit être spécifiée pour la boutique.
ja: ショップに対して通貨を指定する必要があります。
nl: Voor de winkel moet een valuta worden opgegeven.
pt: Uma moeda deve ser especificada para a loja.
pt_br: Uma moeda deve ser especificada para a loja.
ru: Для магазина должна быть указана валюта.
uk: Для магазину необхідно вказати валюту.

# Size
source: Size (Pixels)
de: Größe (Pixel)
es: Tamaño (píxeles)
fr: Taille (Pixels)
ja: サイズ (ピクセル)
nl: Grootte (pixels)
pt: Tamanho (Pixels)
pt_br: Tamanho (pixels)
ru: Размер (пиксели)
uk: Розмір (пікселі)

source: Starting Amount
de: Startbetrag
es: Importe inicial
fr: Montant de départ
ja: 開始金額
nl: Startbedrag
pt: Valor inicial
pt_br: Valor inicial
ru: Начальная сумма
uk: Початкова сума

source: Starting Health
de: Starten der Integrität
es: Inicio de la salud
fr: Démarrage de la santé
ja: ヘルスの開始
nl: Gezondheid starten
pt: Saúde Inicial
pt_br: Iniciando a saúde
ru: Начало работоспособности
uk: Початок здоров'я

# StartTime
source: Start Time (Secs)
de: Startzeit (Sek.)
es: Hora de inicio (segundos)
fr: Heure de début (Secs)
ja: 開始時刻 (秒)
nl: Starttijd (sec.
pt: Tempo de início (seg)
pt_br: Hora de início (segundos)
ru: Время начала (сек)
uk: Час початку (сек)

source: Streamlabs ChatBot Data File
de: Streamlabs ChatBot Datendatei
es: Archivo de datos de Streamlabs ChatBot
fr: Fichier de données ChatBot Streamlabs
ja: ストリームラボチャットボットデータファイル
nl: Streamlabs ChatBot-gegevensbestand
pt: Arquivo de dados Do ChatBot do Streamlabs
pt_br: Arquivo de dados Streamlabs ChatBot
ru: Файл данных чат-бота Streamlabs
uk: Streamlabs Файл даних чат-бота

# StreamPassNameDuplicate
source: There already exists a Stream Pass with this name.
de: Es gibt bereits einen Stream Pass mit diesem Namen.
es: Ya existe un Stream Pass con este nombre.
fr: Il existe déjà un Stream Pass portant ce nom.
ja: この名前のストリーム パスが既に存在します。
nl: Er bestaat al een Stream Pass met deze naam.
pt: Já existe um Stream Pass com esse nome.
pt_br: Já existe um Stream Pass com este nome.
ru: Пропуск Stream Pass с таким именем уже существует.
uk: Вже існує прохід потоку з таким ім'ям.

# StreamPassNameInvalid
source: The name can only contain letters, numbers, or spaces.
de: Der Name darf nur Buchstaben, Zahlen oder Leerzeichen enthalten.
es: El nombre solo puede contener letras, números o espacios.
fr: Le nom ne peut contenir que des lettres, des chiffres ou des espaces.
ja: 名前には、文字、数字、またはスペースのみを含めることができます。
nl: De naam mag alleen letters, cijfers of spaties bevatten.
pt: O nome só pode conter letras, números ou espaços.
pt_br: O nome só pode conter letras, números ou espaços.
ru: Имя может содержать только буквы, цифры или пробелы.
uk: Ім'я може містити лише букви, цифри або пробіли.

# StreamPassNameRequired
source: A valid name must be specified.
de: Es muss ein gültiger Name angegeben werden.
es: Se debe especificar un nombre válido.
fr: Un nom valide doit être spécifié.
ja: 有効な名前を指定する必要があります。
nl: Er moet een geldige naam worden opgegeven.
pt: Um nome válido deve ser especificado.
pt_br: Um nome válido deve ser especificado.
ru: Необходимо указать допустимое имя.
uk: Потрібно вказати припустиме ім'я.

# SubMultiplierOneOrMore
source: The Sub Multiplier must be greater than or equal to 1.0.
de: Der Submultiplikator muss größer oder gleich 1,0 sein.
es: El submultiplicador debe ser mayor o igual que 1.0.
fr: Le sous-multiplicateur doit être supérieur ou égal à 1,0.
ja: サブ乗数は 1.0 以上である必要があります。
nl: De Sub Multiplier moet groter zijn dan of gelijk zijn aan 1,0.
pt: O Sub Multiplicador deve ser maior ou igual a 1,0.
pt_br: O Submultiplicador deve ser maior ou igual a 1,0.
ru: Субпликатор должен быть больше или равен 1,0.
uk: Субмножник має бути більшим або дорівнювати 1,0.

# SubResubsHeader
source: Subs/Resubs:
fr: Sous-titres/Resubs :
ja: 潜水艦/潜水艦:
pt_br: Subs/Ressinaturas:
ru: Запасные/ресубы:
uk: Підрозділи/Повторні надсилання:

# SubscriberBonusZeroOrMore
source: The Subscriber bonus must be 0 or greater.
de: Der Abonnentenbonus muss 0 oder höher sein.
es: El bono de suscriptor debe ser de 0 o mayor.
fr: Le bonus d’abonné doit être de 0 ou plus.
ja: 購読者のボーナスは 0 以上である必要があります。
nl: De abonneebonus moet 0 of hoger zijn.
pt: O bônus de Assinantes deve ser 0 ou mais.
pt_br: O bônus de assinante deve ser 0 ou superior.
ru: Абонентский бонус должен быть равен 0 или больше.
uk: Бонус абонента повинен бути 0 і більше.

source: Switch to Dark Theme
de: Wechseln Sie zu Dark Theme
es: Cambiar a tema oscuro
fr: Passer au thème sombre
ja: ダークテーマに切り替える
nl: Overschakelen naar donker thema
pt: Mudar para tema escuro
pt_br: Mudar para tema escuro
ru: Переключиться на темную тему
uk: Перейти до темної теми

source: Switch to Light Theme
de: Zum Lichtdesign wechseln
es: Cambiar a tema Light
fr: Passer au thème de la lumière
ja: ライトテーマに切り替える
nl: Overschakelen naar lichtthema
pt: Mudar para tema de luz
pt_br: Mudar para tema claro
ru: Переключиться на световую тему
uk: Перехід до світлої теми

# TextSize
source: Text Size (Pixels)
de: Textgröße (Pixel)
es: Tamaño del texto (píxeles)
fr: Taille du texte (pixels)
ja: テキストサイズ (ピクセル)
nl: Tekstgrootte (pixels)
pt: Tamanho do texto (Pixels)
pt_br: Tamanho do texto (pixels)
ru: Размер текста (пиксели)
uk: Розмір тексту (пікселі)

# TotalFollowsHeader
source: Total Follows:
de: Insgesamt folgt:
es: El total sigue:
fr: Le total suit :
ja: 合計フォロー数:
nl: Totaal volgt:
pt: Total segue:
pt_br: Total de seguidores:
ru: Итого:
uk: Всього слід:

# TradingCommandRequired
source: A command name must be specified for trading.
de: Für den Handel muss ein Befehlsname angegeben werden.
es: Se debe especificar un nombre de comando para el comercio.
fr: Un nom de commande doit être spécifié pour le trading.
ja: 取引にはコマンド名を指定する必要があります。
nl: Er moet een opdrachtnaam worden opgegeven voor de handel.
pt: Um nome de comando deve ser especificado para negociação.
pt_br: Um nome de comando deve ser especificado para negociação.
ru: Для торговли необходимо указать имя команды.
uk: Для торгівлі має бути вказано назву команди.

# TwitchAccountExists
source: There already exists settings for the account {0}. Please sign in with a different account or re-launch Mix It Up to select those settings from the drop-down.
de: Es gibt bereits Einstellungen für das Konto {0}. Bitte melden Sie sich mit einem anderen Konto an oder starten Sie Mix It Up neu, um diese Einstellungen aus dem Dropdown-Menü auszuwählen.
es: Ya existe una configuración para la cuenta {0}. Inicie sesión con una cuenta diferente o reinicie Mix It Up para seleccionar esa configuración en el menú desplegable.
fr: Il existe déjà des paramètres pour le compte {0}. Veuillez vous connecter avec un autre compte ou relancer Mix It Up pour sélectionner ces paramètres dans la liste déroulante.
ja: アカウント {0}の設定が既に存在します。別のアカウントでサインインするか、ミックス・イット・アップを再起動して、ドロップダウンからこれらの設定を選択してください。
nl: Er bestaan al instellingen voor het account {0}. Meld u aan met een ander account of start Mix It Up opnieuw om deze instellingen te selecteren in de vervolgkeuzelijst.
pt: Já existem configurações para a conta {0}. Faça login com uma conta diferente ou reintegue o Mix It Up para selecionar as configurações do drop-down.
pt_br: Já existem configurações para a conta {0}. Faça login com uma conta diferente ou reinicie o Mix It Up para selecionar essas configurações no menu suspenso.
ru: Уже существуют настройки для учетной записи {0}. Войдите в систему с другой учетной записью или перезапустите Mix It Up, чтобы выбрать эти настройки в раскрывающемся списке.
uk: Параметри для облікового запису {0} вже існують. Увійдіть за допомогою іншого облікового запису або повторно запустіть Mix It Up, щоб вибрати ці налаштування зі спадного списку.

# TwitchAccountMismatch
source: The account you are logged in as on Twitch does not match the account for this settings. Please log in as the correct account on Twitch.
de: Das Konto, mit dem du auf Twitch angemeldet bist, stimmt nicht mit dem Konto für diese Einstellungen überein. Bitte melde dich als das richtige Konto auf Twitch an.
es: La cuenta en la que has iniciado sesión en Twitch no coincide con la cuenta de esta configuración. Inicia sesión como la cuenta correcta en Twitch.
fr: Le compte esso m. étant connecté comme sur Twitch ne correspond pas au compte correspondant à ces paramètres. Veuillez vous connecter en tant que compte correct sur Twitch.
ja: Twitch でログインしているアカウントは、この設定のアカウントと一致しません。Twitchで正しいアカウントでログインしてください。
nl: Het account waarop je bent ingelogd zoals op Twitch komt niet overeen met het account voor deze instellingen. Meld je aan als het juiste account op Twitch.
pt: A conta que você está logado, pois no Twitch não corresponde à conta desta configuração. Faça login como a conta correta no Twitch.
pt_br: A conta com a qual você está conectado no Twitch não corresponde à conta para essas configurações. Faça login com a conta correta no Twitch.
ru: Учетная запись, в которую вы вошли в Twitch, не соответствует учетной записи для этих настроек. Пожалуйста, войдите в систему как правильная учетная запись на Twitch.
uk: Обліковий запис, в який ви ввійшли як на Twitch, не відповідає обліковому запису для цих параметрів. Будь ласка, увійдіть як правильний обліковий запис на Twitch.

# TwitchFailed
source: Failed to connect to Twitch services:
de: Verbindung zu Twitch-Diensten konnte nicht hergestellt werden:
es: Error al conectarse a los servicios de Twitch:
fr: Impossible de se connecter aux services Twitch :
ja: Twitch サービスに接続できませんでした:
nl: Kan geen verbinding maken met Twitch-services:
pt: Falha ao conectar-se aos serviços do Twitch:
pt_br: Falha ao conectar aos serviços Twitch:
ru: Не удалось подключиться к службам Twitch:
uk: Не вдалося підключитися до служб Twitch:

# UniqueRankNameAndMinimumAmountRequired
source: Every rank must have a unique name and minimum amount.
de: Jeder Rang muss einen eindeutigen Namen und einen Mindestbetrag haben.
es: Cada rango debe tener un nombre único y una cantidad mínima.
fr: Chaque rang doit avoir un nom unique et un montant minimum.
ja: ランクには、一意の名前と最小金額が必要です。
nl: Elke rang moet een unieke naam en minimumbedrag hebben.
pt: Cada posto deve ter um nome único e uma quantidade mínima.
pt_br: Cada classificação deve ter um nome exclusivo e um valor mínimo.
ru: Каждый ранг должен иметь уникальное имя и минимальную сумму.
uk: Кожен ранг повинен мати унікальне ім'я і мінімальну суму.
