Repository: SaviorXTanren/mixer-mixitup
Catalog: MixItUp.*/Resources.*.resx
Languages: de, es, fr, fr_fr, ja, nl, pt, pt_br, ru, uk

# XSplitConnectionSuccess
source: XSplit connection test successful!
de: XSplit Verbindungstest erfolgreich!
es: ¡La prueba de conexión XSplit es exitosa!
fr: Test de connexion XSplit réussi !
ja: XSplit 接続テストが成功しました!
nl: XSplit verbindingstest geslaagd!
pt: Teste de conexão XSplit bem sucedido!
pt_br: Teste de conexão XSplit bem-sucedido!
ru: Тест соединения XSplit прошел успешно!
uk: XSplit тест підключення успішно!

source: XSplit Folder
de: XSplit-Ordner
es: Carpeta XSplit
fr: Dossier XSplit
ja: XSplit フォルダ
nl: XSplit-map
pt: Pasta XSplit
pt_br: Pasta XSplit
ru: Папка XSplit
uk: Папка XSplit

# XSplitInfo1
source: The XSplit service allows you to directly interact with your instance of XSplit to perform changes to scenes and sources.
de: Mit dem XSplit-Dienst können Sie direkt mit Ihrer XSplit-Instanz interagieren, um Änderungen an Szenen und Quellen vorzunehmen.
es: El servicio XSplit le permite interactuar directamente con su instancia de XSplit para realizar cambios en escenas y orígenes.
fr: Le service XSplit vous permet d’interagir directement avec votre instance de XSplit pour effectuer des modifications aux scènes et aux sources.
ja: XSplit サービスを使用すると、XSplit のインスタンスと直接対話して、シーンやソースに対する変更を実行できます。
nl: Met de XSplit-service kunt u rechtstreeks communiceren met uw exemplaar van XSplit om wijzigingen in scènes en bronnen uit te voeren.
pt: O serviço XSplit permite que você interaja diretamente com sua instância de XSplit para realizar alterações em cenas e fontes.
pt_br: O serviço XSplit permite interagir diretamente com sua instância do XSplit para realizar alterações em cenas e fontes.
ru: Служба XSplit позволяет напрямую взаимодействовать с экземпляром XSplit для внесения изменений в сцены и источники.
uk: Служба XSplit дозволяє безпосередньо взаємодіяти з вашим екземпляром XSplit для виконання змін у сценах і джерелах.

# XSplitInfo2
source: The Mix It Up extension must be installed from the XSplit Folder and running in XSplit. For instructions on how to do this, please check out the XSplit Service page.
de: Die Erweiterung Mix It Up muss aus dem XSplit-Ordner installiert und in XSplit ausgeführt werden. Anweisungen hierzu finden Sie auf der XSplit Service-Seite.
es: La extensión Mix It Up debe instalarse desde la carpeta XSplit y ejecutarse en XSplit. Para obtener instrucciones sobre cómo hacerlo, consulte la página Servicio XSplit.
fr: L’extension Mix It Up doit être installée à partir du dossier XSplit et exécutée dans XSplit. Pour obtenir des instructions sur la façon de procéder, veuillez consulter la page Service XSplit.
ja: Mix It Up 拡張機能は、XSplit フォルダからインストールされ、XSplit で実行されている必要があります。この操作方法については、XSplit サービスページを参照してください。
nl: De Mix It Up-extensie moet worden geïnstalleerd vanuit de XSplit-map en worden uitgevoerd in XSplit. Voor instructies over hoe u dit kunt doen, raadpleegt u de XSplit-servicepagina.
pt: A extensão Mix It Up deve ser instalada a partir da Pasta XSplit e em execução em XSplit. Para obter instruções sobre como fazer isso, confira a página XSplit Service.
pt_br: A extensão Mix It Up deve ser instalada a partir da pasta XSplit e executada no XSplit. Para obter instruções sobre como fazer isso, verifique a página do serviço XSplit.
ru: Расширение Mix It Up должно быть установлено из папки XSplit и запущено в XSplit. Инструкции о том, как это сделать, см. на странице службы XSplit.
uk: Розширення Mix It Up має бути інстальовано з папки XSplit і запущено в XSplit. Щоб отримати інструкції про те, як це зробити, будь ласка, перегляньте сторінку служби XSplit.

source: XSplit Service Page
de: XSplit-Dienstseite
es: Página de servicio de XSplit
ja: XSplit サービス ページ
nl: XSplit-servicepagina
pt: Página de serviço XSplit
pt_br: Página de serviço XSplit
ru: Страница службы XSplit
uk: Сторінка служби XSplit

source: Background Image URL (300 Characters Max)
de: URL des Hintergrundbilds (max. 300 Zeichen)
es: URL de la imagen de fondo (300 caracteres como máximo)
fr: URL de l’image d’arrière-plan (300 caractères maximum)
ja: 背景画像の URL (最大 300 文字)
nl: URL van achtergrondafbeelding (maximaal 300 tekens)
pt: URL de imagem em segundo plano (300 caracteres Max)
pt_br: URL da imagem de fundo (máximo de 300 caracteres)
ru: URL-адрес фонового изображения (максимум 300 символов)
uk: URL-адреса фонового зображення (не більше 300 символів)

# BackupSettingsLoadedError
source: One or more of the settings file could not be loaded due to file corruption and the most recent local backup was loaded instead.
de: Eine oder mehrere der Einstellungsdateien konnten aufgrund einer Dateibeschädigung nicht geladen werden, und stattdessen wurde die letzte lokale Sicherung geladen.
es: No se pudo cargar uno o más del archivo de configuración debido a la corrupción del archivo y, en su lugar, se cargó la copia de seguridad local más reciente.
fr: Un ou plusieurs fichiers de paramètres n’ont pas pu être chargés en raison d’une corruption de fichier et la sauvegarde locale la plus récente a été chargée à la place.
ja: ファイルの破損が原因で 1 つ以上の設定ファイルを読み込むことができませんでした。
nl: Een of meer van de instellingenbestanden konden niet worden geladen vanwege bestandsbeschadiging en de meest recente lokale back-up werd in plaats daarvan geladen.
pt: Uma ou mais das configurações não puderam ser carregadas devido à corrupção de arquivos e o backup local mais recente foi carregado em vez disso.
pt_br: Um ou mais arquivos de configurações não puderam ser carregados devido à corrupção do arquivo e o backup local mais recente foi carregado.
ru: Не удалось загрузить один или несколько файлов настроек из-за повреждения файла, и вместо него была загружена последняя локальная резервная копия.
uk: Не вдалося завантажити один або кілька файлів настройок через пошкодження файлу, натомість завантажено останню локальну резервну копію.

# BanUserPrompt
source: This will ban the user {0} from this channel. Are you sure?
de: Dadurch wird der Benutzer {0} von diesem Kanal gesperrt. Bist du sicher?
es: Esto prohibirá al usuario {0} de este canal. ¿Estás seguro?
fr: Cela bannira l’utilisateur {0} de ce canal. Es-tu sûr?
ja: これにより、このチャネルからのユーザー {0}が禁止されます。確かですか。
nl: Dit zal de gebruiker {0} van dit kanaal verbannen. Weet je het zeker?
pt: Isso vai banir o usuário {0} deste canal. Tem certeza?
pt_br: Isso banirá o usuário {0} deste canal. Tem certeza?
ru: Это приведет к блокировке {0} пользователя из этого канала. Уверен?
uk: Це заборонить користувачеві {0} з цього каналу. Ти впевнений?

# BitsBonusZeroOrMore
source: The Bits Bonus must be greater than or equal to 0.
de: Der Bits Bonus muss größer oder gleich 0 sein.
es: El Bono bits debe ser mayor o igual a 0.
fr: Le bonus bits doit être supérieur ou égal à 0.
ja: ビットボーナスは 0 以上である必要があります。
nl: De Bits Bonus moet groter zijn dan of gelijk zijn aan 0.
pt: O Bônus de Bits deve ser maior ou igual a 0.
pt_br: O Bônus de Bits deve ser maior ou igual a 0.
ru: Битовый бонус должен быть больше или равен 0.
uk: Бонус бітів повинен бути більшим або дорівнювати 0.

# BitsHeader
source: Bits:
fr: Bribes:
ja: ビット：
nl: Stukjes:
pt_br: Pedaços:
ru: Биты:
uk: Біти:

# BoardHeader
source: Board:
de: Brett:
es: Tabla:
fr: Planche:
ja: 板：
nl: Plank:
pt: Tábua:
pt_br: Quadro:
ru: Доска:
uk: Борт:

# ClearGameQueuePrompt
source: Are you sure you want to clear the Game Queue queue?
de: Möchten Sie die Warteschlange für Spielewarteschlange wirklich löschen?
es: ¿Estás seguro de que quieres borrar la cola de la cola de juegos?
fr: Voulez-vous vraiment effacer la file d’attente du jeu ?
ja: ゲーム キューキューをクリアしますか?
nl: Weet je zeker dat je de wachtrij voor games wilt wissen?
pt: Tem certeza de que quer limpar a fila da fila do jogo?
pt_br: Tem certeza de que deseja limpar a fila da Fila de jogos?
ru: Вы уверены, что хотите очистить очередь очереди игр?
uk: Справді очистити чергу черги ігор?

# CommandNameRequiredForShop
source: A command name must be specified for the shop.
de: Für den Shop muss ein Befehlsname angegeben werden.
es: Se debe especificar un nombre de comando para la tienda.
fr: Un nom de commande doit être spécifié pour la boutique.
ja: ショップに対してコマンド名を指定する必要があります。
nl: Voor de shop moet een opdrachtnaam worden opgegeven.
pt: Um nome de comando deve ser especificado para a loja.
pt_br: Um nome de comando deve ser especificado para a loja.
ru: Для магазина должно быть указано имя команды.
uk: Для магазину потрібно вказати назву команди.

# CommandRequired
source: A command must be selected.
de: Ein Befehl muss ausgewählt sein.
es: Se debe seleccionar un comando.
fr: Une commande doit être sélectionnée.
ja: コマンドを選択する必要があります。
nl: Er moet een opdracht worden geselecteerd.
pt: Um comando deve ser selecionado.
pt_br: Um comando deve ser selecionado.
ru: Должна быть выбрана команда.
uk: Потрібно вибрати команду.

# CurrencyImportFailed
source: We were unable to import the data. Please ensure your file is in one of the following formats: <USERNAME> <AMOUNT> <USER ID> <AMOUNT> <USER ID> <USERNAME> <AMOUNT>
de: Wir konnten die Daten nicht importieren. Bitte stellen Sie sicher, dass Ihre Datei in einem der folgenden Formate vorliegt:
es: No se pudieron importar los datos. Asegúrese de que su archivo esté en uno de los siguientes formatos: <USERNAME> <AMOUNT> <IDENTUARIO> <AMOUNT> <ID DE USUARIO> <USERNAME> <AMOUNT>
fr: Nous n’avons pas pu importer les données. Veuillez vous assurer que votre fichier est dans l’un des formats suivants :
ja: データをインポートできませんでした。ファイルが次のいずれかの形式であることを確認してください。 <USERNAME> <AMOUNT> <ユーザー ID> <AMOUNT> <ユーザー ID> <USERNAME> <AMOUNT>
nl: We konden de gegevens niet importeren. Zorg ervoor dat uw bestand een van de volgende indelingen heeft:
pt: Não pudemos importar os dados. Por favor, certifique-se de que seu arquivo está em um dos seguintes formatos: <USERNAME> <AMOUNT> <USaD> <AMOUNT> <USUS> <USERNAME> <AMOUNT>
pt_br: Não foi possível importar os dados. Certifique-se de que seu arquivo esteja em um dos seguintes formatos: <NOME DE USUÁRIO> <QUANTIA> <ID DO USUÁRIO> <QUANTIA> <ID DO USUÁRIO> <NOME DE USUÁRIO> <QUANTIA>
ru: Нам не удалось импортировать данные. Убедитесь, что файл имеет один из следующих форматов: <USERNAME> <AMOUNT> <ИДЕНТИФИКАТОР ПОЛЬЗОВАТЕЛЯ> <AMOUNT> <ИДЕНТИФИКАТОР ПОЛЬЗОВАТЕЛЯ> <USERNAME> <AMOUNT>
uk: Нам не вдалося імпортувати дані. Переконайтеся, що файл знаходиться в одному з таких форматів:

# CurrencyRankInventoryNameNotEmpty
source: The name must have at least 1 letter in it.
de: Der Name muss mindestens 1 Buchstabe haben.
es: El nombre debe tener al menos 1 letra en él.
fr: Le nom doit comporter au moins 1 lettre.
ja: 名前には少なくとも 1 文字の文字が含まれる必要があります。
nl: De naam moet minstens 1 letter in zich hebben.
pt: O nome deve ter pelo menos uma letra.
pt_br: O nome deve conter pelo menos 1 letra.
ru: Имя должно содержать не менее 1 буквы.
uk: Ім'я повинно мати в ньому не менше 1 літери.

# CurrencyRankInventoryNameProtected
source: The following names are reserved and can not be used:
de: Folgende Namen sind reserviert und können nicht verwendet werden:
es: Los siguientes nombres están reservados y no se pueden utilizar:
fr: Les noms suivants sont réservés et ne peuvent pas être utilisés :
ja: 以下の名前は予約済みで、使用できません。
nl: De volgende namen zijn gereserveerd en kunnen niet worden gebruikt:
pt: Os seguintes nomes são reservados e não podem ser usados:
pt_br: Os seguintes nomes são reservados e não podem ser usados:
ru: Следующие имена зарезервированы и не могут быть использованы:
uk: Зарезервовано такі імена, які не можна використовувати:

# CurrencyRankNameDuplicate
source: There already exists a currency or rank system with this name.
de: Es gibt bereits ein Währungs- oder Rangsystem mit diesem Namen.
es: Ya existe una moneda o sistema de rangos con este nombre.
fr: Il existe déjà une monnaie ou un système de classement avec ce nom.
ja: この名前の通貨またはランクシステムが既に存在します。
nl: Er bestaat al een valuta- of rangsysteem met deze naam.
pt: Já existe um sistema de moeda ou classificação com esse nome.
pt_br: Já existe uma moeda ou sistema de classificação com este nome.
ru: Уже существует валюта или система рангов с таким названием.
uk: Вже існує система валюти або рангу з таким ім'ям.

# CurrencyRankNameNoDigits
source: The name can not contain any number digits in it.
de: Der Name darf keine Zahlenziffern enthalten.
es: El nombre no puede contener ningún dígito numérico en él.
fr: Le nom ne peut contenir aucun chiffre numérique.
ja: 名前に数字を含めることはできません。
nl: De naam mag geen cijfertjes bevatten.
pt: O nome não pode conter nenhum dígito numéd, o nome.
pt_br: O nome não pode conter nenhum dígito numérico.
ru: Имя не может содержать в себе никаких числовых цифр.
uk: Ім'я не може містити в ньому жодних цифр цифр.

# CurrencyRankNameRequired
source: A {0} name must be specified
de: Ein {0} Name muss angegeben werden
es: Se debe especificar un nombre de {0}
fr: Un nom de {0} doit être spécifié
ja: {0}名を指定する必要があります
nl: Er moet een {0} naam worden opgegeven
pt: Um nome {0} deve ser especificado
pt_br: Um nome {0} deve ser especificado
ru: Необходимо указать имя {0}
uk: Потрібно вказати ім'я {0}

# CustomCommandAlreadyExists
source: There already exists a custom command for this level.
de: Für diese Ebene ist bereits ein benutzerdefinierter Befehl vorhanden.
es: Ya existe un comando personalizado para este nivel.
fr: Il existe déjà une commande personnalisée pour ce niveau.
ja: このレベルのカスタム コマンドが既に存在します。
nl: Er bestaat al een aangepaste opdracht voor dit niveau.
pt: Já existe um comando personalizado para este nível.
pt_br: Já existe um comando personalizado para este nível.
ru: Для этого уровня уже существует пользовательская команда.
uk: Для цього рівня вже існує настроювана команда.

# CustomLevelGreaterThanZero
source: You must specify a number greater than 0.
de: Sie müssen eine Zahl größer als 0 angeben.
es: Debe especificar un número mayor que 0.
fr: Vous devez spécifier un nombre supérieur à 0.
ja: 0 より大きい数値を指定してください。
nl: U moet een getal opgeven dat groter is dan 0.
pt: Você deve especificar um número maior que 0.
pt_br: Você deve especificar um número maior que 0.
ru: Необходимо указать число, превышающее 0.
uk: Слід указати число, більше 0.

source: Damage Animation
de: Schadensanimation
es: Animación de daños
fr: Animation des dégâts
ja: ダメージアニメーション
nl: Schade Animatie
pt: Animação de danos
pt_br: Animação de dano
ru: Анимация повреждений
uk: Анімація пошкоджень

# DataFileImportFailed
source: We were unable to read data from the file. Please make sure it is not already opened in another program.
de: Wir konnten keine Daten aus der Datei lesen. Bitte stellen Sie sicher, dass es nicht bereits in einem anderen Programm geöffnet ist.
es: No se pudieron leer los datos del archivo. Por favor, asegúrese de que no esté ya abierto en otro programa.
fr: Nous n’avons pas pu lire les données du fichier. Assurez-vous qu’il n’est pas déjà ouvert dans un autre programme.
ja: ファイルからデータを読み取れませんでした。別のプログラムでまだ開かれていないことを確認してください。
nl: We konden geen gegevens uit het bestand lezen. Zorg ervoor dat het niet al in een ander programma is geopend.
pt: Não conseguimos ler os dados do arquivo. Por favor, certifique-se de que não está aberto em outro programa.
pt_br: Não foi possível ler os dados do arquivo. Certifique-se de que ele ainda não esteja aberto em outro programa.
ru: Мы не смогли прочитать данные из файла. Пожалуйста, убедитесь, что он еще не открыт в другой программе.
uk: Не вдалося прочитати дані з файлу. Переконайтеся, що його ще не відкрито в іншій програмі.

# DataFileInvalidColumn
source: A number 0 or greater must be specified for each column that you want to include.
de: Für jede Spalte, die Sie einschließen möchten, muss die Zahl 0 oder höher angegeben werden.
es: Se debe especificar un número 0 o superior para cada columna que desee incluir.
fr: Un nombre 0 ou supérieur doit être spécifié pour chaque colonne que vous souhaitez inclure.
ja: 含める列ごとに、0 以上の数値を指定する必要があります。
nl: Er moet een getal 0 of hoger worden opgegeven voor elke kolom die u wilt opnemen.
pt: Um número 0 ou maior deve ser especificado para cada coluna que você deseja incluir.
pt_br: Um número 0 ou superior deve ser especificado para cada coluna que você deseja incluir.
ru: Для каждого столбца, который требуется включить, необходимо указать число 0 или выше.
uk: Для кожного стовпця, який потрібно включити, потрібно вказати число 0 або більше.

# DataFileRequiredColumns
source: Your data file must include at least either the User ID or Username columns.
de: Ihre Datendatei muss mindestens die Spalten Benutzer-ID oder Benutzername enthalten.
es: El archivo de datos debe incluir al menos las columnas ID de usuario o Nombre de usuario.
fr: Votre fichier de données doit inclure au moins les colonnes ID utilisateur ou Nom d’utilisateur.
ja: データ ファイルには、少なくともユーザー ID またはユーザー名の列が含まれている必要があります。
nl: Uw gegevensbestand moet ten minste de kolommen Gebruikers-ID of Gebruikersnaam bevatten.
pt: Seu arquivo de dados deve incluir pelo menos as colunas ID do usuário ou nome de usuário.
pt_br: Seu arquivo de dados deve incluir pelo menos as colunas ID do usuário ou Nome de usuário.
ru: Файл данных должен содержать, по крайней мере, столбцы Идентификатор пользователя или Имя пользователя.
uk: Файл даних має містити принаймні стовпці Ідентифікатор користувача або Ім'я користувача.

# DefaultMaxGreaterThanZero
source: The default max amount must be greater than 0.
de: Der standardmäßige Höchstbetrag muss größer als 0 sein.
es: La cantidad máxima predeterminada debe ser mayor que 0.
fr: Le montant maximal par défaut doit être supérieur à 0.
ja: デフォルトの最大金額は 0 より大きくなければなりません。
nl: Het standaard maximumbedrag moet groter zijn dan 0.
pt: O valor máximo padrão deve ser maior que 0.
pt_br: O valor máximo padrão deve ser maior que 0.
ru: Максимальная сумма по умолчанию должна быть больше 0.
uk: Максимальна сума за промовчанням має бути більше 0.

# DeleteItemPrompt
source: Are you sure you wish to delete this?
de: Möchten Sie dies wirklich löschen?
es: ¿Está seguro de que desea eliminar esto?
fr: Êtes-vous sûr de vouloir le supprimer ?
ja: 削除してもよいですか?
nl: Weet je zeker dat je dit wilt verwijderen?
pt: Tem certeza que deseja apagar isso?
pt_br: Tem certeza de que deseja excluir isso?
ru: Вы уверены, что хотите удалить это?
uk: Справді видалити це?

# DeleteProfilePrompt
source: Are you sure you want to delete this profile?
de: Möchten Sie dieses Profil wirklich löschen?
es: ¿Está seguro de que desea eliminar este perfil?
fr: Voulez-vous vraiment supprimer ce profil ?
ja: このプロファイルを削除しますか?
nl: Weet je zeker dat je dit profiel wilt verwijderen?
pt: Tem certeza que deseja excluir esse perfil?
pt_br: Tem certeza de que deseja excluir este perfil?
ru: Вы уверены, что хотите удалить этот профиль?
uk: Справді видалити цей профіль?

# DeleteQuotePrompt
source: Are you sure you want to delete this quote?
de: Sind Sie sicher, dass Sie dieses Zitat löschen möchten?
es: ¿Está seguro de que desea eliminar esta cita?
fr: Êtes-vous sûr de vouloir supprimer cette citation ?
ja: この見積もりを削除しますか?
nl: Weet u zeker dat u deze offerte wilt verwijderen?
pt: Tem certeza que deseja excluir esta citação?
pt_br: Tem certeza de que deseja excluir esta citação?
ru: Вы уверены, что хотите удалить эту цитату?
uk: Справді видалити цю цінову пропозицію?

# DeleteUserDataPrompt
source: This will delete this user's data, which includes their Hours, Currency, Rank, & Custom User Commands. Are you sure you want to do this?
de: Dadurch werden die Daten dieses Benutzers gelöscht, einschließlich seiner Stunden, Währung, Rang und benutzerdefinierten Benutzerbefehle. Sind Sie sicher, dass Sie dies tun möchten?
es: Esto eliminará los datos de este usuario, que incluyen sus horas, moneda, rango y comandos de usuario personalizados. ¿Estás seguro de que quieres hacer esto?
fr: Cela supprimera les données de cet utilisateur, qui incluent ses heures, sa devise, son rang et ses commandes utilisateur personnalisées. Êtes-vous sûr de vouloir le faire?
ja: これにより、このユーザーのデータが削除され、そのユーザーの時間、通貨、ランク、およびカスタム ユーザー コマンドが含まれます。本当にこれをしますか?
nl: Hiermee worden de gegevens van deze gebruiker verwijderd, waaronder hun uren, valuta, rang en aangepaste gebruikersopdrachten. Weet je zeker dat je dit wilt doen?
pt: Isso excluirá os dados deste usuário, que inclui seus comandos de horas, moeda, classificação e usuários personalizados. Tem certeza que quer fazer isso?
pt_br: Isso excluirá os dados deste usuário, que incluem horas, moeda, classificação e comandos de usuário personalizados. Tem certeza de que deseja fazer isso?
ru: Это удалит данные этого пользователя, которые включают в себя его часы, валюту, ранг и пользовательские команды пользователя. Вы уверены, что хотите это сделать?
uk: Це призведе до видалення даних цього користувача, які включають в себе їх години, грошова одиниця, ранжирування та користувацькі команди користувача. Ви дійсно бажаєте це зробити?

# DeleteWidgetPrompt
source: Are you sure you want to delete this widget?
de: Möchten Sie dieses Widget wirklich löschen?
es: ¿Está seguro de que desea eliminar este widget?
fr: Êtes-vous sûr de vouloir supprimer ce widget ?
ja: このウィジェットを削除しますか?
nl: Weet je zeker dat je deze widget wilt verwijderen?
pt: Tem certeza que quer apagar este widget?
pt_br: Tem certeza de que deseja excluir este widget?
ru: Вы уверены, что хотите удалить этот виджет?
uk: Справді видалити цей віджет?

# DemoteUserPrompt
source: This will demote the user {0} from a moderator of this channel. Are you sure?
de: Dadurch wird der Benutzer {0} von einem Moderator dieses Kanals herabstufen. Bist du sicher?
es: Esto degradará al usuario {0} de un moderador de este canal. ¿Estás seguro?
fr: Cela rétrogradera l’utilisateur {0} d’un modérateur de ce canal. Es-tu sûr?
ja: これにより、このチャネルのモデレーターからユーザー {0}を降格します。確かですか。
nl: Dit degradeerde de gebruiker {0} van een moderator van dit kanaal. Weet je het zeker?
pt: Isso vai rebaixar o usuário {0} de um moderador deste canal. Tem certeza?
pt_br: Isso rebaixará o usuário {0} de moderador deste canal. Tem certeza?
ru: Это приведет к понижению {0} пользователя от модератора этого канала. Уверен?
uk: Це дозволить знизити {0} користувача від модератора цього каналу. Ти впевнений?

# DeviceApprovedLine1
source: The device {0} has been approved.
de: Das Gerät {0} wurde genehmigt.
es: El dispositivo {0} ha sido aprobado.
fr: L’appareil {0} a été approuvé.
ja: デバイス{0}が承認されました。
nl: Het apparaat {0} is goedgekeurd.
pt: O dispositivo {0} foi aprovado.
pt_br: O dispositivo {0} foi aprovado.
ru: Устройство {0} было одобрено.
uk: Пристрій {0} затверджено.

# DeviceApprovedLine2
source: To configure it, head to Settings -> Remote.
de: Um es zu konfigurieren, gehen Sie zu Einstellungen -> Remote.
es: Para configurarlo, dirígete a Configuración -> Remoto.
fr: Pour le configurer, dirigez-vous vers Paramètres -> Remote.
ja: 設定するには、[設定 -> リモート] に移動します。
nl: Om het te configureren, ga je naar Instellingen -> Remote.
pt: Para configurá-lo, vá para Configurações -> Remoto.
pt_br: Para configurá-lo, vá para Configurações -> Remoto.
ru: Чтобы настроить его, перейдите в раздел Параметры -> Remote.
uk: Щоб налаштувати його, перейдіть до налаштування -> віддалений.

# DeviceCodeHeader
source: Device 6-Digit Code:
de: Geräte-6-stelliger Code:
es: Código de 6 dígitos del dispositivo:
fr: Code à 6 chiffres de l’appareil :
ja: デバイス 6 桁コード:
nl: Apparaat 6-cijferige code:
pt: Código de 6 dígitos do dispositivo:
pt_br: Código de 6 dígitos do dispositivo:
ru: 6-значный код устройства:
uk: 6-значний код пристрою:

# DeviceCodeInvalid
source: The code entered is not valid.
de: Der eingegebene Code ist ungültig.
es: El código introducido no es válido.
fr: Le code saisi n’est pas valide.
ja: 入力されたコードは無効です。
nl: De ingevoerde code is ongeldig.
pt: O código inserido não é válido.
pt_br: O código inserido não é válido.
ru: Введенный код недействителен.
uk: Введений код неприпустимий.
