Repository: SaviorXTanren/mixer-mixitup
Catalog: MixItUp.*/Resources.*.resx
Languages: de, es, fr, fr_fr, ja, nl, pt, pt_br, ru, uk

source: Last Updated
de: Letzte Aktualisierung
es: Última actualización
fr: Dernière mise à jour
ja: 最終更新日
nl: Laatst bijgewerkt
pt: Última atualização
pt_br: Última atualização
ru: Последнее обновление
uk: Останнє оновлення

source: Latest Release
de: Neueste Version
es: Última versión
fr: Dernière version
fr_fr: Dernière Version
ja: 最新リリース
nl: Laatste release
pt: Versão mais recente
pt_br: Último lançamento
ru: Последний релиз
uk: Останній випуск

source: Layout
es: Diseño
fr: Disposition
ja: レイアウト
nl: Indeling
pt_br: Disposição
ru: Схема
uk: Макет

source: Leaderboard
de: Bestenliste
es: Tabla de clasificación
fr: Classement
ja: リーダーボード
nl: Klassement
pt: Tabela de classificação
pt_br: Tabela de classificação
ru: Таблица лидеров
uk: Таблиця лідерів

# LeaveQueue
source: User Leave Queue
de: Warteschlange für Das Verlassen des Benutzers
es: Cola de salida de usuario
fr: Quitter la file d’attente de l’utilisateur
fr_fr: Quitter la File d’attente
ja: ユーザーがキューに残す
nl: Wachtrij voor gebruikers verlaten
pt: Fila de saída do usuário
pt_br: Fila de saída do usuário
ru: Пользователь покинул очередь
uk: Користувач залишити чергу

source: LEFT
de: LINKS
es: IZQUIERDA
fr: GAUCHE
ja: 左
nl: LINKS
pt: ESQUERDA
pt_br: ESQUERDA
ru: НАЛЕВО
uk: ЛІВОРУЧ

source: Left Button
de: Linke Schaltfläche
es: Botón izquierdo
fr: Bouton gauche
ja: 左ボタン
nl: Linkerknop
pt: Botão esquerdo
pt_br: Botão Esquerdo
ru: Левая кнопка
uk: Ліва кнопка

source: License
de: Lizenz
es: Licencia
fr: Licence
ja: ライセンス
nl: Licentie
pt: Licença
pt_br: Licença
ru: Лицензия
uk: Ліцензія

source: License Agreement
de: Lizenzvertrag
es: Acuerdo de licencia
fr: Contrat de licence
ja: 使用許諾契約書
nl: Licentieovereenkomst
pt: Contrato de Licença
pt_br: Contrato de licença
ru: Лицензионное соглашение
uk: Ліцензійна угода

source: Light
de: Licht
es: Claro
fr: Lumière
ja: 光
nl: Licht
pt: Luz
pt_br: Luz
ru: Светлая
uk: Світлий

source: Light Blue
de: Hellblau
es: Azul claro
fr: Bleu clair
ja: 水色
nl: Lichtblauw
pt: Azul Claro
pt_br: Azul claro
ru: Светло-голубая
uk: Світло-синій

source: Light Green
de: Lichtgrün
es: Verde claro
fr: Vert clair
ja: 浅緑
nl: Lichtgroen
pt: Verde Claro
pt_br: Verde claro
ru: Светло-зелёная
uk: Світло-зелений

source: Lime
de: Limone
es: Lima
fr: Chaux
fr_fr: Citron
ja: ライム
nl: Kalk
pt: Lima
pt_br: Lima
ru: Лайм
uk: Лайм

source: Link Blocking
de: Blockieren von Links
es: Bloqueo de enlaces
fr: Blocage des liens
ja: リンクブロック
nl: Link blokkeren
pt: Bloqueio de links
pt_br: Bloqueio de links
ru: Блокировка ссылок
uk: Блокування посилань

source: Live
de: Leben
es: En directo
fr: Vivre
fr_fr: Diffusion
ja: 住む
nl: Wonen
pt: Viver
pt_br: Ao vivo
ru: В эфире
uk: Жити

source: LOCATION
de: ORT
es: UBICACIÓN
fr: EMPLACEMENT
ja: 場所
nl: PLAATS
pt: LOCALIZAÇÃO
pt_br: LOCALIZAÇÃO
ru: МЕСТОПОЛОЖЕНИЕ
uk: МІ́СЦЕ

# LockChatScrolling
source: Lock/Unlock Chat Scrolling
de: Chat-Scrollen sperren/entsperren
es: Bloquear/Desbloquear desplazamiento de chat
fr: Verrouiller / Déverrouiller le défilement du chat
fr_fr: Verrouillage/Déverrouiller Le défilement du chat
ja: チャットのロック/ロック解除のスクロール
nl: Vergrendel / ontgrendel chat scrollen
pt: Rolagem do chat de bloqueio/desbloqueio
pt_br: Bloquear/desbloquear rolagem do bate-papo
ru: Блокировка/разблокировка прокрутки чата
uk: Блокування/розблокування прокрутки чату

source: Log In
de: Anmelden
es: Inicia sesión
fr: S'identifier
fr_fr: Se connecter
ja: ログイン
nl: Aanmelden
pt: Iniciar sessão
pt_br: Conecte-se
ru: Войти
uk: Ввійти

# LoginErrorNoStreamerAccount
source: You must select a Streamer account to log in to.
de: Sie müssen ein Streamer-Konto auswählen, bei dem Sie sich anmelden möchten.
es: Debe seleccionar una cuenta de Streamer para iniciar sesión.
fr: Vous devez sélectionner un compte Streamer 1 15 fois pour vous connecter.
ja: ログインするストリーマー アカウントを選択してください。
nl: U moet een Streamer-account selecteren om u bij aan te melden.
pt: Você deve selecionar uma conta do Streamer para fazer login.
pt_br: Você deve selecionar uma conta Streamer para fazer login.
ru: Необходимо выбрать учетную запись Streamer для входа.
uk: Для входу потрібно вибрати обліковий запис Streamer.

source: Log Out
de: Ausloggen
es: Cerrar sesión
fr: Se déconnecter
fr_fr: Se déconnecter
ja: ログアウトする
nl: Uitloggen
pt_br: Sair
ru: Выходить
uk: Вихід із системи

# MagicEightBall
source: Magic 8 Ball
es: Bola Mágica del 8
fr: Magic 8 Boule
ja: マジック8ボール
nl: Magic 8 Bal
pt: Bola Mágica 8
pt_br: Bola 8 Mágica
ru: Магический шар
uk: Магія 8 м'яч

source: Make Globally Usable
de: Global nutzbar machen
es: Hacer que sea utilizable globalmente
fr: Rendre utilisable à l’échelle mondiale
ja: グローバルに使用できるようにする
nl: Maak wereldwijd bruikbaar
pt: Tornar globalmente usável
pt_br: Torne utilizável globalmente
ru: Включить глобальное использование
uk: Зробити глобально придатним для життя

source: Manual Reset
de: Manuelles Zurücksetzen
es: Restablecimiento manual
fr: Réinitialisation manuelle
ja: 手動リセット
nl: Handmatige reset
pt: Redefinição manual
pt_br: Redefinição manual
ru: Ручной сброс
uk: Скидання вручну

source: Map
de: Landkarte
es: Mapa
fr: Carte
ja: 地図
nl: Kaart
pt: Mapa
pt_br: Mapa
ru: Карта
uk: Карта

source: Max
es: Máximo
ja: マックス
pt_br: Máx.
ru: Макс
uk: Макс

source: Max Amount
de: Maximaler Betrag
es: Cantidad máxima
fr: Montant maximum
ja: 最大金額
nl: Max bedrag
pt: Quantidade Máxima
pt_br: Valor máximo
ru: Макс. кол-во
uk: Максимальна сума

source: Max Caps
de: Max. Kappen
es: Mayúsculas máximas
fr: Nombre maximal de majuscules
fr_fr: Maximum de Majuscules
ja: マックスキャップ
pt_br: Limites máximos
ru: Макс. капса
uk: Максимальна кількість ковпачків

source: Max Entries
de: Maximale Anzahl von Einträgen
es: Entradas máximas
fr: Nombre maximal d’entrées
ja: 最大エントリ数
pt: Entradas max
pt_br: Máximo de entradas
ru: Макс. записей
uk: Максимальна кількість записів

source: Max Punct. / Symbols / Emotes
de: Max Punct. / Symbole / Emotes
es: Max Punct. / Símbolos / Emocopas
fr: Max Punct. / Symboles / Emotes
ja: マックス・パンクト/ 記号 / エモート
nl: Max Punct. / Symbolen / Emotes
pt: Max Punct. / Símbolos / Emotes
pt_br: Pontuação máxima. / Símbolos / Emotes
ru: Макс. символы пунктуации / знаки / смайлы
uk: Макс Пункт. / Символи / Емоти

source: Max Value
de: Max. Wert
es: Valor máximo
fr: Valeur maximale
ja: 最大値
nl: Maximale waarde
pt: Valor Máximo
pt_br: Valor máximo
ru: Макс. стоимость
uk: Максимальне значення

source: Meet The Team
de: Lernen Sie das Team kennen
es: Conozca al equipo
fr: Rencontrez l’équipe
ja: チームに会う
nl: Maak kennis met het team
pt: Conheça a equipe
pt_br: Conheça a equipe
ru: Познакомьтесь с командой
uk: Познайомтеся з командою

source: Message
de: Nachricht
es: Mensaje
ja: メッセージ
nl: Bericht
pt: Mensagem
pt_br: Mensagem
ru: Сообщение
uk: Повідомлення

source: Middle Button
de: Mittlere Schaltfläche
es: Botón central
fr: Bouton du milieu
ja: 中央ボタン
nl: Middelste knop
pt: Botão do Meio
pt_br: Botão do meio
ru: Средняя кнопка
uk: Середня кнопка

source: Min
es: Mínimo
ja: 分
pt_br: Mínimo
ru: Мин
uk: Хв

source: Minimum Channel Activity (Mins)
de: Minimale Kanalaktivität (Mins)
es: Actividad mínima del canal (mins)
fr: Activité minimale du canal (minutes)
ja: 最小チャネルアクティビティ (最小)
nl: Minimale kanaalactiviteit (min.)
pt: Atividade mínima do canal (Mins)
pt_br: Atividade mínima do canal (minutos)
ru: Минимальная активность канала (минут)
uk: Мінімальна активність каналу (мін)

source: Minimum Requirement
de: Mindestanforderung
es: Requisito mínimo
fr: Exigence minimale
ja: 最小要件
nl: Minimumvereiste
pt: Requisito mínimo
pt_br: Requisito Mínimo
ru: Минимальные требования
uk: Мінімальна вимога

source: Min Messages
de: Min Nachrichten
es: Mensajes mínimos
ja: 最小メッセージ
nl: Min Berichten
pt: Mensagens Min
pt_br: Mensagens mínimas
ru: Мин. сообщений
uk: Мінімальні повідомлення

source: Min Points
de: Min Punkte
es: Puntos mínimos
ja: 最小ポイント
nl: Min Punten
pt: Pontos Min
pt_br: Pontos mínimos
ru: Мин. очков
uk: Мінімальні бали

source: Minutes
de: Protokoll
es: Minutos
fr: Compte-rendu
ja: 議事録
nl: Notulen
pt: Minutos
pt_br: Minutos
ru: Протокол
uk: Хвилин

source: Min Value
de: Mindestwert
es: Valor mínimo
fr: Valeur min.
ja: 最小値
nl: Min waarde
pt: Valor Min
pt_br: Valor mínimo
ru: Мин. значение
uk: Мінімальне значення

source: Mix It Up Commands
de: Mix It Up Befehle
es: Comandos Mix It Up
fr: Commandes De mixage
fr_fr: Commandes Mix It Up
ja: ミックス・イット・アップ・コマンド
nl: Mix It Up Commando's
pt: Misturar comandos
pt_br: Comandos de mistura
ru: Mix It Up - Команды
uk: Змішати команди

source: Mix It Up - Dashboard
es: Mix It Up - Panel de control
fr: Mix It Up - Tableau de bord
fr_fr: Tableau de bord Mix It Up
ja: ミックス・イット・アップ - ダッシュボード
pt_br: Misture tudo - Painel
ru: Mix It Up - Панель управления
uk: Змішати його - Інформаційна панель

source: Mix It Up Overlay
de: Mischen Sie es Overlay
es: Overlay Mix It Up
fr: Superposition De mélange
ja: ミックス・イット・アップ・オーバーレイ
pt: Misture a sobreposição
pt_br: Sobreposição de mistura
ru: Mix It Up - Оверлей
uk: Змішати його накладка

source: Mod
ja: モッズ
pt_br: Modo
ru: Модератор
uk: Моделювання

source: Mod Bonus
es: Bonus de Mod
ja: モッズボーナス
pt: Bônus mod
pt_br: Bônus de modificação
ru: Бонус модератора
uk: Мод бонус

source: Moderation
de: Mäßigung
es: Moderación
fr: Modération
ja: 節度
nl: Matigheid
pt: Moderação
pt_br: Moderação
ru: Модерация
uk: Поміркованість

source: Moderation Action
de: Moderationsaktion
es: Acción de moderación
fr: Action de modération
ja: モデレーションアクション
nl: Moderatie Actie
pt: Ação de Moderação
pt_br: Ação de moderação
ru: Действия модерации
uk: Дія модерації

source: Moderation Reason (Optional)
de: Moderationsgrund (optional)
es: Motivo de moderación (opcional)
fr: Raison de modération (facultatif)
ja: モデレーション理由 (オプション)
nl: Moderatie reden (optioneel)
pt: Razão de moderação (opcional)
pt_br: Motivo da moderação (opcional)
ru: Причина для модерации (необязательно)
uk: Причина модерації (необов'язково)

source: Moderator
es: Moderador
fr: Modérateur
ja: モデレータ
pt: Moderador
pt_br: Moderador
ru: Посредник
uk: Модератор

source: Moderator Only
de: Nur Moderator
es: Solo moderador
fr: Modérateur uniquement
ja: モデレーターのみ
nl: Alleen moderator
pt: Somente moderador
pt_br: Somente moderador
ru: Только модератор
uk: Лише модератор

source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
ja: マンスリー
nl: Maandelijks
pt: Mensal
pt_br: Mensal
ru: Ежемесячный
uk: Щомісяця

source: Months
de: Monate
es: Meses
fr: Mois
ja: 月
nl: Maanden
pt: Meses
pt_br: Meses
ru: Месяцы
uk: Місяці

source: Mouse
de: Maus
es: Ratón
fr: Souris
ja: 鼠
nl: Muis
pt: Rato
pt_br: Rato
ru: Мышь
uk: Миша

source: Mouse Button
de: Maustaste
es: Botón del ratón
fr: Bouton de la souris
ja: マウスボタン
nl: Muisknop
pt: Botão do mouse
pt_br: Botão do mouse
ru: Кнопка мыши
uk: Кнопка миші

source: Move Down
de: Nach unten
es: Desplazar hacia abajo
fr: Descendre
ja: 下に移動
nl: Omlaag gaan
pt: Mova-se para baixo
pt_br: Mover para baixo
ru: Движение вниз
uk: Перемістити вниз

source: Move Up
de: Aufrücken
es: Desplazar hacia arriba
fr: Monter
ja: 上に移動
nl: Overgaan
pt: Mova-se para cima
pt_br: Subir
ru: Переместить вверх
uk: Вгору

source: Mute
de: Stumm
es: Mutear
fr: Muet
ja: 唖
nl: Stom
pt: Mudo
pt_br: Mudo
ru: заглушить
uk: Відключення

# MuteSelf
source: Mute/Unmute Self
de: Stummschalten/Stummschalten der Stummschaltung
es: Silenciar/Reactivar el yo
fr: Muet/Activer le son
fr_fr: Se rendre muer/Réactiver le son
ja: ミュート/ミュート解除セルフ
nl: Zelf dempen/dempen opsn
pt: Silêncio/Eu Não-Desmute
pt_br: Ativar/desativar o próprio som
ru: Заглушить/Включить себя
uk: Вимкнення/Увімкнути звук

source: Name
es: Nombre
fr: Nom
ja: 名前
nl: Naam
pt: Nome
pt_br: Nome
ru: Имя
uk: Ім'я

# NameOfProfileHeader
source: Name of Profile:
de: Name des Profils:
es: Nombre del perfil:
fr: Nom du profil :
ja: プロファイルの名前:
nl: Naam van het profiel:
pt: Nome do perfil:
pt_br: Nome do Perfil:
ru: Название профиля:
uk: Назва профілю:

source: Never
de: Nie
es: Nunca
fr: Jamais
ja: なし
nl: Nooit
pt: Nunca
pt_br: Nunca
ru: Никогда
uk: Ніколи

source: New Action Group
de: Neue Aktionsgruppe
es: Nuevo Grupo de Acción
fr: Nouveau groupe d’action
ja: 新しいアクション グループ
nl: Nieuwe actiegroep
pt: Novo Grupo de Ação
pt_br: Novo Grupo de Ação
ru: Новая инициативная группа
uk: Створити групу дій

source: New Command
de: Neuer Befehl
es: Nuevo comando
fr: Nouvelle commande
fr_fr: Nouvelle commande
ja: 新しいコマンド
nl: Nieuwe opdracht
pt: Novo Comando
pt_br: Novo Comando
ru: Новая команда
uk: Створити команду

source: New Profile Name
de: Neuer Profilname
es: Nuevo nombre de perfil
fr: Nouveau nom de profil
ja: 新しいプロファイル名
nl: Nieuwe profielnaam
pt: Novo nome do perfil
pt_br: Novo nome de perfil
ru: Новое имя профиля
uk: Нове ім'я профілю

source: New Streamer
de: Neuer Streamer
es: Nuevo Streamer
fr: Nouveau Streamer
ja: 新しいストリーマー
nl: Nieuwe Streamer
pt: Novo Streamer
pt_br: Novo streamer
ru: Новый стример
uk: Новий стример

source: New User Wizard
de: Assistent für neue Benutzer
es: Asistente para nuevos usuarios
fr: Assistant Nouvel utilisateur
ja: 新しいユーザー ウィザード
nl: Wizard Nieuwe gebruiker
pt: Novo assistente do usuário
pt_br: Assistente de novo usuário
ru: Мастер создания нового пользователя
uk: Майстер створення користувача

source: Next
de: Nächster
es: Siguiente
fr: Prochain
ja: 次に
nl: Volgend
pt: Próximo
pt_br: Próximo
ru: Следующий
uk: Наступний

source: No
de: Nein
fr: Non
ja: いいえ
nl: Nee
pt: Não
pt_br: Não
ru: Нет
uk: Ні

source: None
de: Nichts
es: Ninguno
fr: Aucun
ja: 何一つ
nl: Geen
pt: Nenhum
pt_br: Nenhum
ru: Никакой
uk: Ніхто

source: Notifications
de: Benachrichtigungen
es: Notificaciones
ja: 通知
nl: Meldingen
pt: Notificações
pt_br: Notificações
ru: Уведомления
uk: Сповіщення

# NotSupportedStreamingSoftware
source: This feature is not currently supported for this Streaming Software.
de: Diese Funktion wird derzeit für diese Streaming-Software nicht unterstützt.
es: Esta función no es compatible actualmente con este software de streaming.
fr: Cette fonctionnalité n’est actuellement pas prise en charge pour ce logiciel de streaming.
ja: この機能は、現在このストリーミング ソフトウェアではサポートされていません。
nl: Deze functie wordt momenteel niet ondersteund voor deze streamingsoftware.
pt: Este recurso não é suportado no momento para este Software de Streaming.
pt_br: Este recurso não é compatível atualmente com este software de streaming.
ru: Эта функция сейчас не поддерживается для этого стримингового ПО.
uk: Ця функція наразі не підтримується для цього потокового програмного забезпечення.

source: Offline Rate
es: Tarifa offline
fr: Tarif hors ligne
ja: オフラインレート
nl: Offline tarief
pt: Taxa offline
pt_br: Taxa off-line
ru: Получение оффлайн
uk: Автономна ставка

source: One
de: Eins
es: Uno
fr: Un
nl: Een
pt: Um
pt_br: Um
ru: Один
uk: Один

# OneStrikeCommand
source: 1 Strike Command
de: 1 Strike-Befehl
es: 1 Comando de ataque
fr: 1 Commande de frappe
fr_fr: 1 Commande de frappe
ja: 1 ストライクコマンド
nl: 1 Stakingscommando
pt: 1 Comando de Ataque
pt_br: 1 Comando de ataque
ru: Команда для 1-го страйка
uk: 1 Команда удару

source: On Follow
de: Auf Follow
es: Al seguir
fr: Suivre
ja: フォロー時
nl: Op volgen
pt: Em Seguir
pt_br: A seguir
ru: При отслеживании
uk: Під слідом

source: On Host
de: Auf dem Host
es: Al hostear
fr: Sur l’hôte
ja: ホスト上
nl: Op host
pt: No Host
pt_br: No host
ru: При ретрансляции
uk: На хості

source: Online Rate
de: Online-Tarif
es: Tarifa en stream
fr: Tarif en ligne
ja: オンライン料金
nl: Online tarief
pt: Taxa On-line
pt_br: Taxa on-line
ru: Получение онлайн
uk: Онлайн-ставка

source: Only Show Alerts in Dashboard
de: Nur Warnungen im Dashboard anzeigen
es: Mostrar solo alertas en el panel
fr: Afficher uniquement les alertes dans le tableau de bord
ja: ダッシュボードにアラートのみを表示する
nl: Waarschuwingen alleen weergeven in Dashboard
pt: Apenas mostrar alertas no painel
pt_br: Mostrar alertas apenas no painel
ru: Показать оповещения только в панели управления
uk: Показувати лише оповіщення на приладній дошці

source: On Subscribe
de: Auf Abonnieren
es: Al suscribirse
fr: Sur L’abonnement
fr_fr: Sur abonnement
ja: 購読時
nl: Op Abonneren
pt: Em Inscreva-se
pt_br: Em Assinar
ru: При подписке
uk: Під підпискою

# OnUserRankChanged
source: On User Rank Up
de: Auf Benutzer-Rank up
es: Al subir de rango
fr: Sur le classement des utilisateurs
ja: ユーザーランクアップ時
nl: Op user rank up
pt: No ranking de usuários
pt_br: Na classificação do usuário
ru: При повышении ранга
uk: За рейтингом користувача вгору

source: On User Rank Down
de: Auf Benutzerrang nach unten
es: Al bajar de rango
fr: Sur le classement de l’utilisateur vers le bas
ja: ユーザーランクダウン時
nl: Op gebruikersrangschikking omlaag
pt: No ranking de usuários para baixo
pt_br: Na classificação do usuário para baixo
ru: При понижении ранга
uk: За рейтингом користувача вниз

source: Operator
es: Operador
fr: Opérateur
ja: 演算子
nl: Bediener
pt: Operador
pt_br: Operador
ru: Оператор
uk: Оператор

source: (Optional) Command Arguments
de: (Optional) Befehlsargumente
es: (Opcional) Argumentos de comando
fr: (Facultatif) Arguments de commande
ja: (オプション)コマンド引数
nl: (Optioneel) Opdrachtargumenten
pt: (Opcional) Argumentos de comando
pt_br: (Opcional) Argumentos de Comando
ru: (Необязательно) Аргументы команды
uk: (Необов'язково) Аргументи команд

source: Options
de: Optionen
es: Opciones
ja: オプション
nl: Opties
pt: Opções
pt_br: Opções
ru: Параметры
uk: Параметри

source: Opt-Out of Data Tracking
de: Abmeldung von der Datenverfolgung
es: Exclusión voluntaria del seguimiento de datos
fr: Désactivation du suivi des données
fr_fr: Opt-Sortie du suivi des données*
ja: データ追跡のオプトアウト
nl: Afmelden voor het bijhouden van gegevens
pt: Opt-out do rastreamento de dados
pt_br: Desativar o rastreamento de dados
ru: Отказ от отслеживания данных
uk: Відмова від відстеження даних

source: Orange
es: Naranja
ja: オレンジ
nl: Oranje
pt: Laranja
pt_br: Laranja
ru: Оранжевая
uk: Оранжевий

source: Overlay
fr: Superposer
ja: オーバーレイ
nl: Overlappen
pt: Recobrir
pt_br: Sobreposição
ru: Оверлей
uk: Накладення

source: Overlay Endpoints
de: Überlagerungsendpunkte
es: Extremos de Overlay
fr: Points de terminaison de superposition
fr_fr: Overlay points finaux
ja: オーバーレイエンドポイント
nl: Overlay-eindpunten
pt: Pontos finais de sobreposição
pt_br: Pontos finais de sobreposição
ru: Точки границ оверлея
uk: Накладання кінцевих точок

# OverlayImagesAndVideos
source: Overlay (Images & Videos)
de: Overlay (Bilder & Videos)
es: Overlay (imágenes y videos)
fr: Superposition (Images & Vidéos)
fr_fr: Overlay (Images et Vidéos)
ja: オーバーレイ (画像と動画)
nl: Overlay (afbeeldingen en video's)
pt: Sobreposição (Imagens & Vídeos)
pt_br: Sobreposição (imagens e vídeos)
ru: Оверлей (Изображения & видео)
uk: Накладання (зображення та відео)

source: Overlays
fr: Superpositions
ja: オーバーレイ
pt: Sobreposições
pt_br: Sobreposições
ru: Оверлеи
uk: Накладень

# OverlayWarning1
source: WARNING: Animations may not work correctly.
de: WARNUNG: Animationen funktionieren möglicherweise nicht ordnungsgemäß.
es: ADVERTENCIA: Es posible que las animaciones no funcionen correctamente.
fr: AVERTISSEMENT : Les animations peuvent ne pas fonctionner correctement.
ja: 警告: アニメーションが正しく動作しない場合があります。
nl: WAARSCHUWING: Animaties werken mogelijk niet correct.
pt: AVISO: As animações podem não funcionar corretamente.
pt_br: AVISO: As animações podem não funcionar corretamente.
ru: ПРЕДУПРЕЖДЕНИЕ: Анимация может работать неправильно.
uk: ПОПЕРЕДЖЕННЯ: Анімація може не працювати належним чином.

# OverlayWarning2
source: For more information:
de: Für weitere Informationen:
es: Para más información:
fr: Pour plus d’informations :
ja: 詳細については、次の情報を参照してください。
nl: Voor meer informatie:
pt: Para mais informações:
pt_br: Para mais informações:
ru: Для получения дополнительной информации:
uk: Для отримання додаткової інформації:

# OverlayWarning3
source: Windows Settings: Overlay Animation Issue
de: Windows-Einstellungen: Problem mit Overlay-Animationen
es: Configuración de Windows: Problema de animación superpuesta
fr: Paramètres Windows : problème d’animation de superposition
fr_fr: Paramètres Windows: Problème d’animation d'overlay
ja: ウィンドウの設定: オーバーレイ アニメーションの問題
nl: Windows-instellingen: probleem met overlayanimatie
pt: Configurações do Windows: Problema de animação sobreposta
pt_br: Configurações do Windows: problema de animação de sobreposição
ru: Параметры Windows: проблема с анимацией наложения
uk: Параметри Windows: проблема накладання анімації

source: Overlay Widget - Editor
es: Widget de overlay - Editor
fr: Widget de superposition - Éditeur
ja: オーバーレイウィジェット - エディタ
pt: Widget sobreposto - Editor
pt_br: Widget de sobreposição - Editor
ru: Виджет оверлея - Редактор
uk: Віджет накладання - Редактор

# OverlayWidgetEditorInstructions
source: Select the Overlay Type you would like to create:
de: Wählen Sie den Overlay-Typ aus, den Sie erstellen möchten:
es: Seleccione el tipo de overlay que desea crear:
fr: Sélectionnez le type de superposition que vous souhaitez créer :
fr_fr: Sélectionnez le type d'overlay que vous souhaitez créer :
ja: 作成するオーバーレイの種類を選択します。
nl: Selecteer het overlaytype dat u wilt maken:
pt: Selecione o tipo de sobreposição que você gostaria de criar:
pt_br: Selecione o tipo de sobreposição que você deseja criar:
ru: Выберите тип оверлея, который хотите создать:
uk: Виберіть тип накладання, який потрібно створити:

source: Overlay Widgets
es: Widgets de overlay
fr: Widgets de superposition
ja: オーバーレイウィジェット
pt: Widgets de sobreposição
pt_br: Widgets de sobreposição
ru: Виджеты оверлея
uk: Накладання віджетів

# OverlayWidgetsRequireOverlay
source: The Overlay must be enabled in the Services menu to use Overlay Widgets.
de: Das Overlay muss im Menü Dienste aktiviert sein, um Overlay-Widgets verwenden zu können.
es: El overlay debe estar habilitada en el menú Servicios para utilizar widgets de superposición.
fr: La superposition doit être activée dans le menu Services pour utiliser les widgets de superposition.
fr_fr: L'overlay doit être activé dans le menu Services pour utiliser Overlay Widgets.
ja: オーバーレイ ウィジェットを使用するには、[サービス] メニューの [オーバーレイ] を有効にする必要があります。
nl: De overlay moet zijn ingeschakeld in het menu Services om overlaywidgets te kunnen gebruiken.
pt: A sobreposição deve ser habilitada no menu Serviços para usar Widgets sobrepostos.
pt_br: A sobreposição deve estar habilitada no menu Serviços para usar os widgets de sobreposição.
ru: Оверлей должен быть включён в меню Служб для использования виджетов.
uk: Для використання віджетів накладання потрібно ввімкнути накладання.

source: Partner
es: Socio
fr: Partenaire
ja: パートナー
pt: Sócio
pt_br: Parceiro
ru: Партнёр
uk: Партнер

source: Patreon User
de: Patreon Benutzer
es: Usuario de Patreon
fr: Patreon Utilisateur
ja: パトリーンユーザー
nl: Patreon Gebruiker
pt: Usuário patreon
pt_br: Usuário do Patreon
ru: Пользователь Патреон
uk: Патреон користувач

source: Permissions
de: Erlaubnisse
es: Permisos
fr: Autorisations
ja: 権限
nl: Machtigingen
pt: Permissões
pt_br: Permissões
ru: Разрешения
uk: Дозволи

source: Per Person
de: Pro Kopf
es: Por persona
fr: Par personne
ja: 一人当たり
nl: Per persoon
pt: Por Pessoa
pt_br: Por pessoa
ru: На человека
uk: На особу

source: Pink
de: Rosa
es: Rosa
fr: Rose
ja: ピンク
nl: Roze
pt: Rosa
pt_br: Rosa
ru: Розовая
uk: Рожевий

source: Pitch
de: Stellplatz (0% - 200%)
es: Pitch (0% - 200%)
fr: Emplacement (0% - 200%)
fr_fr: Pas (0% - 200%)
ja: ピッチ(0%-200%)
nl: Standplaats (0% - 200%)
pt: Pitch (0% - 200%)
pt_br: Tom
ru: Высота (0% - 200%)
uk: Крок (0% - 200%)

source: Play
de: Spielen
es: Jugar
fr: Jouer
ja: 遊ぶ
nl: Spelen
pt: Brincar
pt_br: Jogar
ru: Играть
uk: Грати

source: Port Name
es: Nombre del puerto
fr: Nom du port
ja: ポート名
nl: Poortnaam
pt: Nome da porta
pt_br: Nome da porta
ru: Имя порта
uk: Ім'я порту

source: Position
de: Pos
es: Posición
fr: Pos
ja: ポス
nl: Pos
pt: Pdv
pt_br: Posição
ru: Позиция
uk: Pos
