Repository: SaviorXTanren/mixer-mixitup
Catalog: MixItUp.*/Resources.*.resx
Languages: de, es, fr, fr_fr, ja, nl, pt, pt_br, ru, uk

# GameCommandLockBoxDescription
source: The Lock Box game allows you to guess the combination of a locked box using the numbers 0 - 9 that contains a large amount of currency. Every failed guess puts the required currency amount into the box and gives a hint to the combination, while a correct guess gets all the currency inside. Users have the ability to see the status of the lock box to see how much is in it and inspect the lock box for a hint as to the combination.
de: Das Lock Box-Spiel ermöglicht es Ihnen, die Kombination einer gesperrten Box mit den Zahlen 0 - 9 zu erraten, die eine große Menge an Währung enthält. Jede fehlgeschlagene Vermutung legt den erforderlichen Währungsbetrag in die Box und gibt einen Hinweis auf die Kombination, während eine korrekte Vermutung die gesamte Währung im Inneren erhält. Benutzer haben die Möglichkeit, den Status des Schließfachs zu sehen, um zu sehen, wie viel darin ist, und das Schließfach auf einen Hinweis auf die Kombination zu überprüfen.
es: El juego Caja de seguridad te permite adivinar la combinación de una caja cerrada usando los números 0 - 9 que contiene una gran cantidad de moneda. Cada suposición fallida pone la cantidad de moneda requerida en la caja y da una pista a la combinación, mientras que una suposición correcta obtiene toda la moneda dentro. Los usuarios tienen la capacidad de ver el estado de la caja de seguridad para ver cuánto hay en ella e inspeccionar la caja de seguridad en busca de una pista sobre la combinación.
fr: Le jeu Lock Box vous permet de deviner la combinaison d’une boîte verrouillée en utilisant les chiffres 0 - 9 qui contient une grande quantité de monnaie. Chaque supposition ratée met le montant de devise requis dans la boîte et donne un indice à la combinaison, tandis qu’une supposition correcte obtient toute la monnaie à l’intérieur. Les utilisateurs ont la possibilité de voir l’état de la boîte de verrouillage pour voir combien il y a dedans et inspecter la boîte de verrouillage pour un indice quant à la combinaison.
ja: ロックボックスゲームでは、通貨の多くを含む数字0 - 9を使用してロックされたボックスの組み合わせを推測することができます。すべての失敗した推測は、ボックスに必要な通貨の量を入れて、組み合わせにヒントを与えます, 正しい推測は、内部のすべての通貨を取得しながら、.ユーザーはロック ボックスの状態を確認して、そのボックスの状態を確認し、ロック ボックスの組み合わせに関するヒントを調べます。
nl: Met het Lock Box-spel kun je de combinatie van een vergrendelde doos raden met behulp van de nummers 0 - 9 die een grote hoeveelheid valuta bevat. Elke mislukte gok plaatst het vereiste valutabedrag in de doos en geeft een hint naar de combinatie, terwijl een juiste gok alle valuta binnenkrijgt. Gebruikers hebben de mogelijkheid om de status van de lock box te zien om te zien hoeveel erin zit en de lock box te inspecteren voor een hint over de combinatie.
pt: O jogo Lock Box permite que você adivinhe a combinação de uma caixa bloqueada usando os números 0 - 9 que contém uma grande quantidade de moeda. Cada palpite falho coloca o valor da moeda necessário na caixa e dá uma dica para a combinação, enquanto um palpite correto coloca toda a moeda dentro. Os usuários têm a capacidade de ver o status da caixa de bloqueio para ver quanto está nela e inspecionar a caixa de bloqueio para obter uma dica sobre a combinação.
pt_br: O jogo Lock Box permite adivinhar a combinação de uma caixa trancada usando os números de 0 a 9 que contém uma grande quantidade de moeda. Cada tentativa falhada coloca o valor da moeda necessária na caixa e dá uma dica para a combinação, enquanto uma tentativa correta coloca toda a moeda dentro dela. Os usuários têm a capacidade de ver o status da caixa de bloqueio para ver quanto há nela e inspecionar a caixa de bloqueio para obter uma dica sobre a combinação.
ru: Игра позволяет угадывать код к запертому ящику с использованием цифр 0 - 9. Ящик содержит большое количество валюты. Каждая неудачная догадка добавляет определённую сумму валюты в коробку и дает подсказку к коду, в то время как правильная отдаёт угадавшему всю сумму из коробки. Пользователи имеют возможность видеть состояние коробки, чтобы увидеть, сколько в ней и получать подсказку по коду.
uk: Гра Lock Box дозволяє вгадати комбінацію замкненої коробки за номерами 0 - 9, яка містить велику кількість валюти. Кожне невдале припущення кладе необхідну суму валюти в коробку і дає підказку комбінації, в той час як правильне припущення отримує всю валюту всередині. Користувачі мають можливість побачити статус замкової коробки, щоб побачити, скільки в ньому, і перевірити поле блокування, щоб отримати підказку щодо комбінації.

# GameCommandRoleProbabilityNotEqualTo100
source: The probability for the role {0} does not add up to 100 across all outcomes
de: Die Wahrscheinlichkeit für die Rolle {0} summiert sich nicht zu 100 über alle Ergebnisse hinweg
es: La probabilidad para el rol {0} no suma 100 en todos los resultados
fr: La probabilité pour le rôle {0} ne totalise pas 100 pour tous les résultats.
ja: ロール{0}の確率は、すべての結果で最大 100 を加算するわけではありません
nl: De kans op de rol {0} komt niet op 100 over alle uitkomsten
pt: A probabilidade para o papel {0} não soma 100 em todos os resultados
pt_br: A probabilidade para a função {0} não soma 100 em todos os resultados
ru: Вероятность для роли {0}, не доходит до 100 во всех случаях
uk: Ймовірність ролі {0} не додає до 100 у всіх результатах

source: Roulette
es: Ruleta
ja: ルーレット
pt: Roleta
pt_br: Roleta
ru: Рулетка
uk: Рулетка

# GameCommandRouletteDescription
source: The Roulette game allows a user to start a group betting game amongst all users to bet on a specific number or name. If the game is based on a number range, then a user can select any number in that range. If the game is based on a series of names, a user can select any one of the names. All users who select the winning bet type get the payout for their bet, everyone else losses their bet.
de: Das Roulette-Spiel ermöglicht es einem Benutzer, ein Gruppenwettenspiel unter allen Benutzern zu starten, um auf eine bestimmte Zahl oder einen bestimmten Namen zu setzen. Wenn das Spiel auf einem Zahlenbereich basiert, kann ein Benutzer eine beliebige Zahl in diesem Bereich auswählen. Wenn das Spiel auf einer Reihe von Namen basiert, kann ein Benutzer einen der Namen auswählen. Alle Benutzer, die die gewinnbringende Wettart auswählen, erhalten die Auszahlung für ihre Wette, alle anderen verloren ihren Einsatz.
es: El juego de ruleta permite a un usuario iniciar un juego de apuestas grupales entre todos los usuarios para apostar en un número o nombre específico. Si el juego se basa en un rango de números, entonces un usuario puede seleccionar cualquier número en ese rango. Si el juego se basa en una serie de nombres, un usuario puede seleccionar cualquiera de los nombres. Todos los usuarios que seleccionan el tipo de apuesta ganadora reciben el pago de su apuesta, todos los demás pierden su apuesta.
fr: Le jeu de roulette permet à un utilisateur de démarrer un jeu de pari de groupe parmi tous les utilisateurs pour parier sur un numéro ou un nom spécifique. Si le jeu est basé sur une plage de nombres, un utilisateur peut sélectionner n’importe quel nombre dans cette plage. Si le jeu est basé sur une série de noms, un utilisateur peut sélectionner l’un des noms. Tous les utilisateurs qui sélectionnent le type de pari gagnant reçoivent le paiement de leur pari, tous les autres perdent leur pari.
ja: ルーレットゲームでは、ユーザーが特定の番号または名前に賭けるためにすべてのユーザーの間でグループ賭けゲームを開始することができます。ゲームが番号範囲に基づいている場合、ユーザーはその範囲内の任意の番号を選択できます。ゲームが一連の名前に基づいている場合、ユーザーは名前のいずれかを選択できます。勝利ベットタイプを選択したすべてのユーザーは、ベットの支払いを受け取り、他の誰もがベットを失います。
nl: Met het roulettespel kan een gebruiker een groepsweddenspel starten tussen alle gebruikers om in te zetten op een specifiek nummer of naam. Als het spel is gebaseerd op een getallenbereik, kan een gebruiker elk nummer in dat bereik selecteren. Als het spel is gebaseerd op een reeks namen, kan een gebruiker een van de namen selecteren. Alle gebruikers die het winnende inzettype selecteren, krijgen de uitbetaling voor hun weddenschap, alle anderen verliezen hun inzet.
pt: O jogo Roleta permite que um usuário inicie um jogo de apostas em grupo entre todos os usuários para apostar em um número ou nome específico. Se o jogo for baseado em uma faixa numédia, então um usuário pode selecionar qualquer número nesse intervalo. Se o jogo for baseado em uma série de nomes, um usuário pode selecionar qualquer um dos nomes. Todos os usuários que selecionam o tipo de aposta vencedora recebem o pagamento de sua aposta, todos os outros perdem sua aposta.
pt_br: O jogo Roleta permite que um usuário inicie um jogo de apostas em grupo entre todos os usuários para apostar em um número ou nome específico. Se o jogo for baseado em um intervalo de números, o usuário poderá selecionar qualquer número nesse intervalo. Se o jogo for baseado em uma série de nomes, o usuário poderá selecionar qualquer um dos nomes. Todos os usuários que selecionam o tipo de aposta vencedora recebem o pagamento da aposta, todos os outros perdem a aposta.
ru: Игра позволяет начать игру групповых ставок среди всех пользователей, которые могут делать ставку на определенное число или имя. Если игра основана на диапазоне номеров, то пользователь может выбрать любой номер в этом диапазоне. Если игра основана на серии имен, пользователь может выбрать любое из имен. Все пользователи, сделавшие выигрышную ставку, получают выплату за свою ставку, все остальные теряют свою ставку.
uk: Рулетка дозволяє користувачеві почати групову гру ставок серед всіх користувачів, щоб зробити ставку на певне число або ім'я. Якщо гра заснована на діапазоні цифр, то користувач може вибрати будь-яке число в цьому діапазоні. Якщо гра заснована на серії імен, користувач може вибрати будь-яке з імен. Всі користувачі, які вибирають тип виграшної ставки, отримують виплату за свою ставку, всі інші втрачають свою ставку.

source: Russian Roulette
de: Russisches Roulette
es: Ruleta rusa
fr: Roulette russe
ja: ロシアンルーレット
nl: Russische Roulette
pt: Roleta russa
pt_br: Roleta Russa
ru: Русская рулетка
uk: Російська рулетка

# GameCommandRussianRouletteDescription
source: The Russian Roulette game allows a user to start a winner-takes-all bet amongst all entered users. By default, the user that starts the game specifies how much the bet is and all subsequent users must bet that amount to join, with all winners of the game splitting the total payout equally.
de: Das russische Roulette-Spiel ermöglicht es einem Benutzer, eine Winner-takes-all-Wette unter allen angemeldeten Benutzern zu starten. Standardmäßig gibt der Benutzer, der das Spiel startet, an, wie hoch der Einsatz ist, und alle nachfolgenden Benutzer müssen diesen Betrag setzen, um beizutreten, wobei alle Gewinner des Spiels die Gesamtauszahlung gleichmäßig aufteilen.
es: El juego de ruleta rusa permite a un usuario iniciar una apuesta en la que el ganador se lo lleva todo entre todos los usuarios inscritos. De forma predeterminada, el usuario que inicia el juego especifica cuánto es la apuesta y todos los usuarios posteriores deben apostar esa cantidad para unirse, con todos los ganadores del juego dividiendo el pago total por igual.
fr: Le jeu de roulette russe permet à un utilisateur de commencer un pari gagnant-prend-tout parmi tous les utilisateurs inscrits. Par défaut, l’utilisateur qui démarre le jeu spécifie le montant de la mise et tous les utilisateurs suivants doivent miser ce montant pour rejoindre, tous les gagnants du jeu se partageant le paiement total à parts égales.
ja: ロシアンルーレットゲームは、ユーザーが入力されたすべてのユーザーの間で勝者テイクオールベットを開始することができます。デフォルトでは、ゲームを開始するユーザーはベットの金額を指定し、その後のすべてのユーザーはその金額をベットして参加する必要があり、ゲームのすべての勝者は合計支払いを均等に分割します。
nl: Met het Russische roulettespel kan een gebruiker een winner-takes-all weddenschap starten tussen alle ingevoerde gebruikers. Standaard geeft de gebruiker die het spel start aan hoeveel de inzet is en alle volgende gebruikers moeten dat bedrag inzetten om mee te doen, waarbij alle winnaars van het spel de totale uitbetaling gelijk verdelen.
pt: O jogo Roleta Russa permite que um usuário inicie uma aposta vencedora entre todos os usuários inscritos. Por padrão, o usuário que inicia o jogo especifica quanto é a aposta e todos os usuários subsequentes devem apostar esse valor para participar, com todos os vencedores do jogo dividindo o pagamento total igualmente.
pt_br: O jogo Roleta Russa permite que um usuário inicie uma aposta em que o vencedor leva tudo entre todos os usuários inscritos. Por padrão, o usuário que inicia o jogo especifica quanto é a aposta e todos os usuários subsequentes devem apostar esse valor para entrar, com todos os vencedores do jogo dividindo o pagamento total igualmente.
ru: Игра в русскую рулетку позволяет пользователю сделать ставку типа «победитель получает все» среди всех участвующих пользователей. По умолчанию пользователь, который начинает игру, определяет величину ставки, а все остальные должны поставить эту же сумму, чтобы присоединиться. Все победители игры разделяют общую внесённую сумму поровну.
uk: Російська рулетка дозволяє користувачеві почати ставку переможець приймає все серед усіх введених користувачів. За замовчуванням користувач, який запускає гру, визначає, скільки ставка, і всі наступні користувачі повинні зробити ставку на цю суму, щоб приєднатися, при цьому всі переможці гри розділяють загальну виплату порівну.

source: Slot Machine
de: Spielautomat
es: Máquina tragamonedas
fr: Machine
ja: スロットマシン
nl: Gokautomaat
pt: Máquina de caça-níqueis
pt_br: Máquina caça-níqueis
ru: Игровой автомат
uk: Ігровий автомат

# GameCommandSlotMachineDescription
source: The Slot Machine game picks a random set of 3 symbols from a pre-defined list and selects any outcome that matches those symbols. Besides selecting a payout for each outcome, you can also run a customized command for each outcome.
de: Das Spielautomatenspiel wählt einen zufälligen Satz von 3 Symbolen aus einer vordefinierten Liste aus und wählt jedes Ergebnis aus, das diesen Symbolen entspricht. Neben der Auswahl einer Auszahlung für jedes Ergebnis können Sie auch einen benutzerdefinierten Befehl für jedes Ergebnis ausführen.
es: El juego de la máquina tragamonedas elige un conjunto aleatorio de 3 símbolos de una lista predefinida y selecciona cualquier resultado que coincida con esos símbolos. Además de seleccionar un pago para cada resultado, también puede ejecutar un comando personalizado para cada resultado.
fr: Le jeu de machine à sous choisit un ensemble aléatoire de 3 symboles dans une liste prédéfinie et sélectionne tout résultat correspondant à ces symboles. En plus de sélectionner un paiement pour chaque résultat, vous pouvez également exécuter une commande personnalisée pour chaque résultat.
ja: スロットマシンゲームは、事前定義されたリストから3つのシンボルのランダムなセットを選択し、それらのシンボルに一致する結果を選択します。各結果の支払いを選択するだけでなく、結果ごとにカスタマイズされたコマンドを実行することもできます。
nl: Het slotmachinespel kiest een willekeurige set van 3 symbolen uit een vooraf gedefinieerde lijst en selecteert elke uitkomst die overeenkomt met die symbolen. Naast het selecteren van een uitbetaling voor elke uitkomst, kunt u ook een aangepaste opdracht uitvoeren voor elke uitkomst.
pt: O jogo Caça-Níqueis escolhe um conjunto aleatório de 3 símbolos de uma lista pré-definida e seleciona qualquer resultado que corresponda a esses símbolos. Além de selecionar um pagamento para cada resultado, você também pode executar um comando personalizado para cada resultado.
pt_br: O jogo Slot Machine escolhe um conjunto aleatório de 3 símbolos de uma lista predefinida e seleciona qualquer resultado que corresponda a esses símbolos. Além de selecionar um pagamento para cada resultado, você também pode executar um comando personalizado para cada resultado.
ru: Игра выбирает случайный набор из 3 символов из заранее определенного списка и выбирает любой результат, который соответствует этим символам. Помимо выбора выплаты для каждого исхода, вы также можете запустить настроенную команду для каждого результата.
uk: Гра Slot Machine вибирає випадковий набір з 3 символів з заздалегідь визначеного списку і вибирає будь-який результат, який відповідає цим символам. Крім вибору виплати за кожен результат, ви також можете запустити індивідуальну команду для кожного результату.

source: Spin
de: Drehen
es: Ruleta
fr: Filer
ja: 紡ぐ
nl: Spinnen
pt: Fiar
pt_br: Rodar
ru: Вращение
uk: Спина

# GameCommandSpinDescription
source: The Spin game picks a random number and selects an outcome based on that number. Besides selecting a payout for each outcome, you can also run a customized command for each outcome.
de: Das Spin-Spiel wählt eine Zufallszahl aus und wählt ein Ergebnis basierend auf dieser Zahl aus. Neben der Auswahl einer Auszahlung für jedes Ergebnis können Sie auch einen benutzerdefinierten Befehl für jedes Ergebnis ausführen.
es: El juego Ruleta elige un número aleatorio y selecciona un resultado basado en ese número. Además de seleccionar un pago para cada resultado, también puede ejecutar un comando personalizado para cada resultado.
fr: Le jeu Spin choisit un nombre aléatoire et sélectionne un résultat en fonction de ce nombre. En plus de sélectionner un paiement pour chaque résultat, vous pouvez également exécuter une commande personnalisée pour chaque résultat.
ja: スピンゲームは乱数を選択し、その数に基づいて結果を選択します。各結果の支払いを選択するだけでなく、結果ごとにカスタマイズされたコマンドを実行することもできます。
nl: Het Spin-spel kiest een willekeurig getal en selecteert een uitkomst op basis van dat nummer. Naast het selecteren van een uitbetaling voor elke uitkomst, kunt u ook een aangepaste opdracht uitvoeren voor elke uitkomst.
pt: O jogo Spin escolhe um número aleatório e seleciona um resultado com base nesse número. Além de selecionar um pagamento para cada resultado, você também pode executar um comando personalizado para cada resultado.
pt_br: O jogo Spin escolhe um número aleatório e seleciona um resultado com base nesse número. Além de selecionar um pagamento para cada resultado, você também pode executar um comando personalizado para cada resultado.
ru: Игра выбирает случайное число и выбирает результат на основе этого числа. Помимо выбора выплаты для каждого исхода, вы также можете запустить настроенную команду для каждого результата.
uk: Гра Spin вибирає випадкове число і вибирає результат на основі цього числа. Крім вибору виплати за кожен результат, ви також можете запустити індивідуальну команду для кожного результату.

# GameCommandSpinLoseExample
source: Sorry @$username, you lost the spin!
de: Sorry @$username, du hast den Spin verloren!
es: Lo siento @$username, ¡perdiste la ruleta!
fr: Désolé @$username, vous avez perdu le spin!
ja: 申し訳ありません@$username、あなたはスピンを失った!
nl: Sorry @$username, je bent de spin kwijt!
pt: Desculpe @$username, você perdeu o giro!
pt_br: Desculpe @$username, você perdeu o controle!
ru: Извините, $username, вы проиграли!
uk: Вибачте @$username, ви втратили спину!

# GameCommandSpinWinExample
source: Congrats @$username, you won $gamepayout {0}!
de: Herzlichen Glückwunsch @$username, Sie haben $gamepayout {0} gewonnen!
es: ¡Felicidades @$username, ganaste $gamepayout {0}!
fr: Félicitations @$username, vous avez gagné $gamepayout {0}!
ja: @$usernameおめでとう、あなたは$gamepayout {0}勝った!
nl: Gefeliciteerd @$username, je hebt $gamepayout {0} gewonnen!
pt: Parabéns @$username, você ganhou $gamepayout {0}!
pt_br: Parabéns @$username, você ganhou $gamepayout {0}!
ru: Поздравляем $username с выигрышем $gamepayout {0}!
uk: Вітаємо @$username, ви виграли $gamepayout {0}!

source: Steal
de: Stehlen
es: Robar
fr: Voler
ja: 盗む
nl: Stelen
pt: Roubar
pt_br: Roubar
ru: Кража
uk: Красти

# GameCommandStealDescription
source: The Steal game allows the user to attempt to steal currency from another user. If successful, the user steals the bet amount from the other user. If failed, they lose the bet amount.
de: Das Steal-Spiel ermöglicht es dem Benutzer, zu versuchen, Währung von einem anderen Benutzer zu stehlen. Bei Erfolg stiehlt der Benutzer den Einsatzbetrag vom anderen Benutzer. Wenn sie fehlgeschlagen sind, verlieren sie den Wettbetrag.
es: El juego Robo permite al usuario intentar robar moneda de otro usuario. Si tiene éxito, el usuario roba el monto de la apuesta del otro usuario. Si fallan, pierden la cantidad de la apuesta.
fr: Le jeu Steal permet à l’utilisateur de tenter de voler de la monnaie à un autre utilisateur. En cas de succès, l’utilisateur vole le montant de la mise à l’autre utilisateur. En cas d’échec, ils perdent le montant de la mise.
ja: 盗みゲームは、ユーザーが他のユーザーから通貨を盗もうとすることを可能にします。成功した場合、ユーザーは他のユーザーからベット金額を盗みます。失敗した場合、ベット金額は失われます。
nl: Met het Steal-spel kan de gebruiker proberen valuta van een andere gebruiker te stelen. Als dit lukt, steelt de gebruiker het inzetbedrag van de andere gebruiker. Als dit niet lukt, verliezen ze het inzetbedrag.
pt: O jogo Steal permite que o usuário tente roubar moeda de outro usuário. Se for bem sucedido, o usuário rouba o valor da aposta do outro usuário. Se falharem, perdem o valor da aposta.
pt_br: O jogo Steal permite ao usuário tentar roubar moeda de outro usuário. Se tiver sucesso, o usuário rouba o valor da aposta do outro usuário. Se falharem, eles perdem o valor da aposta.
ru: Игра позволяет пользователю попытаться украсть валюту у другого пользователя. В случае успеха пользователь крадет сумму ставки у другого пользователя. В случае неудачи они оба теряют сумму ставки.
uk: Гра Steal дозволяє користувачеві спробувати вкрасти валюту у іншого користувача. У разі успіху, користувач краде суму ставки у іншого користувача. Якщо це не вдасться, вони втратять суму ставки.

source: Treasure Defense
de: Schatzverteidigung
es: Defensa del tesoro
fr: Défense du trésor
ja: トレジャーディフェンス
nl: Schat verdediging
pt: Defesa do Tesouro
pt_br: Defesa do Tesouro
ru: Защита сокровищ
uk: Скарб оборони
