Repository: SaviorXTanren/mixer-mixitup
Catalog: MixItUp.*/Resources.*.resx
Languages: de, es, fr, fr_fr, ja, nl, pt, pt_br, ru, uk

source: Pre-Made
de: Vorgefertigt
es: Pre-Hecho
fr: Préfabriqué
ja: 事前に作られた
nl: Vooraf gemaakt
pt: Pré-fabricado
pt_br: Pré-fabricado
ru: Предустановленные
uk: Попередньо зроблено

source: Pre-Made Commands
de: Vorgefertigte Befehle
es: Comandos prefabricados
fr: Commandes prédéfinies
ja: 事前に作成されたコマンド
nl: Vooraf gemaakte opdrachten
pt: Comandos pré-fabricados
pt_br: Comandos pré-fabricados
ru: Предустановленные команды
uk: Попередньо зроблені команди

source: Press
de: Presse
es: Pulsar
fr: Presser
ja: 押す
nl: Pers
pt: Imprensa
pt_br: Imprensa
ru: Давить
uk: Прес

source: Primary Currency
de: Primäre Währung
es: Moneda principal
fr: Devise principale
ja: 基本通貨
nl: Primaire valuta
pt: Moeda Primária
pt_br: Moeda Primária
ru: Основная валюта
uk: Основна валюта

source: Primary Rank
de: Primärer Rang
es: Rango primario
fr: Rang primaire
ja: プライマリランク
nl: Primaire rang
pt: Classificação Primária
pt_br: Classificação primária
ru: Основной ранг
uk: Первинний ранг

source: Pro
de: Profi
ja: プロ
pt: Pró
pt_br: Pró
ru: Про

source: Profiles
de: Profile
es: Perfiles
fr: Profils
ja: プロファイル
nl: Profielen
pt: Perfis
pt_br: Perfis
ru: Профили
uk: Профілі

source: Program Arguments
de: Programmargumente
es: Argumentos del programa
fr: Arguments du programme
ja: プログラム引数
nl: Programma Argumenten
pt: Argumentos do programa
pt_br: Argumentos do programa
ru: Аргументы программы
uk: Аргументи програми

source: Program File Path
de: Programmdateipfad
es: Ruta del archivo de programa
fr: Chemin d’accès au fichier programme
ja: プログラム ファイルのパス
nl: Pad naar programmabestand
pt: Caminho do arquivo do programa
pt_br: Caminho do arquivo do programa
ru: Путь к исполняемому файлу
uk: Шлях до файлу програми

# ProgressBar
source: Goal/Progress Bar
de: Ziel-/Fortschrittsbalken
es: Barra de objetivos/progreso
fr: Barre d’objectif/de progression
ja: 目標/進捗バー
nl: Doel/voortgangsbalk
pt: Barra de Gol/Progresso
pt_br: Barra de meta/progresso
ru: Цель/Индикатор выполнения
uk: Панель цілей/перебігу

source: Purple
de: Lila
es: Morado
fr: Pourpre
ja: 紫
nl: Paars
pt: Roxo
pt_br: Roxo
ru: Фиолетовая
uk: Фіолетовий

source: Question
de: Frage
es: Pregunta
ja: 質問
nl: Vraag
pt: Pergunta
pt_br: Pergunta
ru: Вопрос
uk: Питання

# QueuePosition
source: User's Queue Position
de: Warteschlangenposition des Benutzers
es: Posición de la cola del usuario
fr: Position de la file d’attente de l’utilisateur
ja: ユーザーのキューの位置
nl: Wachtrijpositie van de gebruiker
pt: Posição da fila do usuário
pt_br: Posição na fila do usuário
ru: Позиция пользователя в очереди
uk: Позиція черги користувача

source: Queue Status
de: Warteschlangenstatus
es: Estado de la cola
fr: État de la file d’attente
ja: キューの状態
nl: Wachtrijstatus
pt: Status da fila
pt_br: Status da fila
ru: Состояние очереди
uk: Стан черги

source: Quick Commands
de: Schnellbefehle
es: Comandos rápidos
fr: Commandes rapides
ja: クイック コマンド
nl: Snelle opdrachten
pt: Comandos Rápidos
pt_br: Comandos rápidos
ru: Быстрые команды
uk: Швидкі команди

# QuickCommandSelectFail
source: You must create at least one command first to use this feature.
de: Sie müssen zuerst mindestens einen Befehl erstellen, um diese Funktion verwenden zu können.
es: Primero debe crear al menos un comando para utilizar esta característica.
fr: Vous devez d’abord créer au moins une commande pour utiliser cette fonctionnalité.
ja: この機能を使用するには、最初に少なくとも 1 つのコマンドを作成する必要があります。
nl: U moet eerst ten minste één opdracht maken om deze functie te kunnen gebruiken.
pt: Você deve criar pelo menos um comando primeiro para usar este recurso.
pt_br: Você deve criar pelo menos um comando primeiro para usar esse recurso.
ru: Сначала необходимо создать хотя бы одну команду, чтобы использовать эту функцию.
uk: Спочатку потрібно створити принаймні одну команду, щоб використовувати цю функцію.

source: Quote
de: Zitieren
es: Citar
fr: Citer
fr_fr: Citation
ja: 引用する
nl: Citaat
pt: Citação
pt_br: Citar
ru: Цитировать
uk: Пропонування

# QuoteFormatting
source: Quote Formatting ($quotenumber, $quotetext, $quotegame, $quotedatetime)
de: Formatierung von Zitaten ($quotenumber, $quotetext, $quotegame, $quotedatetime)
es: Formato de citas ($quotenumber, $quotetext, $quotegame $quotedatetime)
fr: Mise en forme des devis ($quotenumber, $quotetext, $quotegame, $quotedatetime)
ja: 引用の書式 ($quotenumber、$quotetext、$quotegame、$quotedatetime)
nl: Opmaak van offertes ($quotenumber, $quotetext, $quotegame, $quotedatetime)
pt: Formatação de citação ($quotenumber, $quotetext, $quotegame, $quotedatetime)
pt_br: Formatação de cotação ($quotenumber, $quotetext, $quotegame, $quotedatetime)
ru: Форматирование цитаты ($quotenumber, $quotetext, $quotegame, $quotedatetime)
uk: Форматування цінової пропозиції ($quotenumber, $quotetext, $quotegame, $quotedatetime)

source: Quotes
de: Gänsefüßchen
es: Citas
fr: Guillemets
ja: 引用符
nl: Aanhalingstekens
pt: Aspas
pt_br: Citações
ru: Цитаты
uk: Котирування

source: Rank
de: Rang
es: Rango
fr: Rang
ja: 位
nl: Rang
pt: Classificar
pt_br: Classificação
ru: Рана
uk: Рангу

source: Rank Name
de: Rangname
es: Nombre del rango
fr: Nom du rang
ja: ランク名
nl: Rang Naam
pt: Nome da classificação
pt_br: Nome da classificação
ru: Название ранга
uk: Ім'я рангу

source: Rank Requirement
de: Ranganforderung
es: Requisito de rango
fr: Exigence de rang
ja: ランク要件
nl: Rangvereiste
pt: Requisito de classificação
pt_br: Requisito de classificação
ru: Требование к рангу
uk: Вимога рангу

source: Rate
de: Rate (0% - 150%)
es: Tasa (0% - 150%)
fr: Taux (0% - 150%)
ja: レート (0% - 150%)
nl: Tarief (0% - 150%)
pt: Taxa (0% - 150%)
pt_br: Avaliar
ru: Скорость (0% - 150%)
uk: Ставка (0% - 150%)

source: Read From File
de: Aus Datei lesen
es: Leer desde archivo
fr: Lire à partir du fichier
fr_fr: Lire à partir d'un fichier
ja: ファイルから読み取り
nl: Lezen uit bestand
pt: Ler do arquivo
pt_br: Ler do arquivo
ru: Прочесть из файла
uk: Читати з файлу

source: Read Random Line From File
de: Zufällige Zeile aus Datei lesen
es: Leer línea aleatoria del archivo
fr: Lire une ligne aléatoire à partir d’un fichier
ja: ファイルからランダムな行を読み取る
nl: Willekeurige regel uit bestand lezen
pt: Leia a linha aleatória do arquivo
pt_br: Ler linha aleatória do arquivo
ru: Прочесть случайную строку из файла
uk: Читання випадкового рядка з файлу

source: Read Specific Line From File
de: Lesen einer bestimmten Zeile aus der Datei
es: Leer línea específica del archivo
fr: Lire une ligne spécifique à partir d’un fichier
ja: ファイルから特定の行を読み取る
nl: Specifieke regel uit bestand lezen
pt: Leia linha específica do arquivo
pt_br: Ler linha específica do arquivo
ru: Прочесть конкретную строку из файла
uk: Читати певний рядок із файлу

source: Red
de: Rot
es: Rojo
fr: Rouge
ja: 赤い
nl: Rood
pt: Vermelho
pt_br: Vermelho
ru: Красный
uk: Червоний

source: Refresh Time (Secs)
de: Aktualisierungszeit (Sek.)
es: Tiempo de actualización (segundos)
fr: Temps d’actualisation (secs)
ja: 更新時間 (秒)
nl: Vernieuwingstijd (seconden)
pt: Tempo de atualização (seg)
pt_br: Tempo de atualização (segundos)
ru: Время обновления (сек)
uk: Час оновлення (сек)

source: "Regular" Status Online Viewing Time
de: Online-Anzeigezeit für den "regulären" Status
es: Tiempo de visualización en línea del estado "regular"
fr: Temps de visualisation en ligne du statut « normal »
ja: 「通常」ステータスオンライン視聴時間
nl: "Normale" status Online kijktijd
pt: Tempo de visualização on-line do status "regular"
pt_br: Tempo de visualização on-line do status "normal"
ru: Время просмотра для статуса "Регулярный"
uk: "Регулярний" статус Онлайн час перегляду

source: Release
de: Loslassen
es: Lanzamiento
fr: Libérer
fr_fr: Version
ja: 解放
nl: Loslaten
pt: Soltar
pt_br: Liberar
ru: Выпуск
uk: Реліз

source: Reminder (Mins)
de: Erinnerung (Mins)
es: Recordatorio (Mins)
fr: Rappel (Mins)
ja: リマインダー(分)
nl: Herinnering (Mins)
pt: Lembrete (Mins)
pt_br: Lembrete (minutos)
ru: Напоминание (мин)
uk: Нагадування (хв)

source: Remote
de: Abgelegen
es: Remoto
fr: Lointain
ja: 遠隔
nl: Afgelegen
pt: Remoto
pt_br: Remoto
ru: Удаленный
uk: Віддаленого

source: Remove
de: Entfernen
es: Eliminar
fr: Enlever
ja: 取り去る
nl: Verwijderen
pt: Retirar
pt_br: Remover
ru: Убирать
uk: Видалити

source: Remove Random Line From File
de: Zufällige Zeile aus Datei entfernen
es: Eliminar línea aleatoria del archivo
fr: Supprimer la ligne aléatoire du fichier
ja: ファイルからランダムラインを削除
nl: Willekeurige lijn uit bestand verwijderen
pt: Remover linha aleatória do arquivo
pt_br: Remover linha aleatória do arquivo
ru: Удаление случайной строки из файла
uk: Видалити випадковий рядок з файлу

source: Remove Specific Line From File
de: Bestimmte Zeile aus Datei entfernen
es: Quitar línea específica del archivo
fr: Supprimer une ligne spécifique du fichier
ja: ファイルから特定の行を削除
nl: Specifieke regel uit bestand verwijderen
pt: Remover linha específica do arquivo
pt_br: Remover linha específica do arquivo
ru: Удаление определенной строки из файла
uk: Видалити певний рядок із файлу

source: Replacement Text
de: Ersatztext
es: Texto de reemplazo
fr: Texte de remplacement
ja: 置換テキスト
nl: Vervangende tekst
pt: Texto de substituição
pt_br: Texto de substituição
ru: Замещающий текст
uk: Текст заміни

source: Report
de: Bericht
es: Informar
fr: Rapport
ja: 報告
nl: Rapport
pt: Relatório
pt_br: Relatório
ru: Сообщать
uk: Звіт

source: Require "!claim"
de: "!claim" anfordern
es: Requerir "!claim"
fr: Exiger « !claim »
ja: 要求 "!クレーム"
nl: Vereisen "!claim"
pt: Requer "!reivindicação"
pt_br: Exigir "!reivindicação"
ru: Требовать "!claim"
uk: Вимагайте "!претензії"

source: Required Hours
de: Erforderliche Stunden
es: Horas requeridas
fr: Heures requises
ja: 所要時間
nl: Vereiste uren
pt: Horas necessárias
pt_br: Horas obrigatórias
ru: Требуется часов
uk: Необхідні години

source: Required Users
de: Erforderliche Benutzer
es: Usuarios requeridos
fr: Utilisateurs requis
ja: 必要なユーザー
nl: Vereiste gebruikers
pt: Usuários obrigatórios
pt_br: Usuários Obrigatórios
ru: Требуется пользователей
uk: Обов'язкові користувачі

# ReRunNewUserWizard
source: Re-run the New User Wizard
de: Erneutes Ausführen des Assistenten für neue Benutzer
es: Vuelva a ejecutar el Asistente para nuevo usuario
fr: Réexécutez l’Assistant Nouvel utilisateur
ja: 新しいユーザー ウィザードを再実行する
nl: Voer de wizard Nieuwe gebruiker opnieuw uit
pt: Re-executar o novo assistente do usuário
pt_br: Execute novamente o assistente de novo usuário
ru: Повторный запуск мастера нового пользователя
uk: Повторне запуск майстра нових користувачів

source: Reset
de: Zurücksetzen
es: Restablecimiento
fr: Réinitialisation
ja: リセット
nl: Terugstellen
pt: Repor
pt_br: Reiniciar
ru: Сброс
uk: Скинути

source: Reset for all users
de: Zurücksetzen für alle Benutzer
es: Restablecer para todos los usuarios
fr: Réinitialiser pour tous les utilisateurs
ja: すべてのユーザーに対してリセット
nl: Reset voor alle gebruikers
pt: Redefinição para todos os usuários
pt_br: Redefinir para todos os usuários
ru: Сброс для всех пользователей
uk: Скидання для всіх користувачів

source: Reset for user
de: Zurücksetzen für Benutzer
es: Restablecer para el usuario
fr: Réinitialiser pour l’utilisateur
fr_fr: Réinitialiser pour l’utilisateur
ja: ユーザーのリセット
nl: Reset voor gebruiker
pt: Redefinir para usuário
pt_br: Redefinir para usuário
ru: Сброс для пользователя
uk: Скидання для користувача

source: Reset On Load
de: Beim Laden zurücksetzen
es: Restablecer al cargar
fr: Réinitialiser au chargement
fr_fr: Réinitialiser au chargement
ja: ロード時にリセット
nl: Reset bij laden
pt: Redefinir na carga
pt_br: Redefinir ao carregar
ru: Сброс при загрузке
uk: Скинути під час завантаження

source: Reset Strikes on Launch
de: Reset Strikes beim Start
es: Restablecer avisos en el lanzamiento
fr: Réinitialiser les grèves au lancement
fr_fr: Réinitialisation des strikes sur le lancement
ja: 起動時にストライクをリセット
nl: Reset strikes bij het starten
pt: Reinicie greves no lançamento
pt_br: Redefinir avisos no lançamento
ru: Сброс страйков при запуске
uk: Скинути страйки під час запуску

source: Restore Settings
de: Einstellungen wiederherstellen
es: Restaurar configuración
fr: Restaurer les paramètres
ja: 設定を復元する
nl: Instellingen herstellen
pt: Restaurar configurações
pt_br: Restaurar configurações
ru: Восстановление настроек
uk: Відновити параметри

source: Restore a Settings Backup
de: Wiederherstellen einer Einstellungssicherung
es: Restaurar una copia de seguridad de configuración
fr: Restaurer une sauvegarde des paramètres
ja: 設定のバックアップを復元する
nl: Een back-up van instellingen herstellen
pt: Restaurar um backup de configurações
pt_br: Restaurar um backup de configurações
ru: Восстановление настроек из бэкапа
uk: Відновлення резервної копії параметрів

source: Resubs
fr: Resoumettre
fr_fr: Réabonnement (Resubs)
ja: サブ
pt_br: Reinscrições
ru: Повт. подписки
uk: Повторні підписки

source: Retroactively Give Points
de: Rückwirkend Punkte vergeben
es: Dar puntos retroactivamente
fr: Donner rétroactivement des points
fr_fr: Donner Rétroactivement des points
ja: さかのぼってポイントを与える
nl: Met terugwerkende kracht punten geven
pt: Retroativamente dar pontos
pt_br: Dar pontos retroativamente
ru: Дать очки задним числом
uk: Заднім числом дати очки

source: Right Button
de: Rechte Taste
es: Botón derecho
fr: Bouton droit
ja: 右ボタン
nl: Rechter knop
pt: Botão direito
pt_br: Botão direito
ru: Правая кнопка
uk: Права кнопка

source: Role
de: Rolle
es: Rol
fr: Rôle
ja: 役割
nl: Rol
pt: Cargo
pt_br: Papel
ru: Роль
uk: Роль

source: Role Bonuses
de: Rollenboni
es: Bonificaciones de rol
fr: Bonus de rôle
ja: ロールボーナス
nl: Rolbonussen
pt: Bônus de função
pt_br: Bônus de Função
ru: Бонусы для роли
uk: Рольові бонуси

# RoleErrorInsufficientRole
source: You must be a {0} to do this.
de: Sie müssen ein {0} sein, um dies zu tun.
es: Debes ser un {0} para hacer esto.
fr: Vous devez être un {0} pour le faire.
fr_fr: Vous devez être un {0} pour faire cela.
ja: これを行うには{0}にする必要があります。
nl: Je moet een {0} zijn om dit te doen.
pt: Você deve ser um {0} para fazer isso.
pt_br: Você deve ser {0} para fazer isso.
ru: Вы должны быть {0}, чтобы сделать это.
uk: Ви повинні бути {0} для цього.

source: Roles
de: Rollen
fr: Rôles
ja: 役割
nl: Rollen
pt: Cargos
pt_br: Funções
ru: Роли
uk: Ролі

# Rotation
source: Rotation (Degrees)
de: Drehung (Grad)
es: Rotación (Grados)
fr: Rotation (degrés)
ja: 回転 (度)
nl: Rotatie (graden)
pt: Rotação (Graus)
pt_br: Rotação (graus)
ru: Вращение (градусы)
uk: Обертання (градуси)

source: Run Command
de: Befehl ausführen
es: Ejecutar comando
fr: Exécuter, commande
fr_fr: Exécuter la commande
ja: コマンドの実行
nl: Opdracht Uitvoeren
pt: Executar comando
pt_br: Executar comando
ru: Выполнить команду
uk: Команда "Виконати"

source: Run One Randomly
de: Führen Sie eine nach dem Zufallsprinzip aus
es: Ejecute uno al azar
fr: Exécutez-en un au hasard
fr_fr: Exécuter une au hasard
ja: ランダムに実行
nl: Voer er een willekeurig uit
pt: Executar um aleatoriamente
pt_br: Execute um aleatoriamente
ru: Выполнить одну случайную
uk: Запустити один випадковим чином

source: Same Game
de: Gleiches Spiel
es: Mismo juego
fr: Même jeu
ja: 同じゲーム
nl: Hetzelfde spel
pt: Mesmo Jogo
pt_br: Mesmo jogo
ru: Та же игра
uk: Та ж гра

source: Save
de: Retten
es: Guardar
fr: Sauvegarder
ja: セーブ
nl: Redden
pt: Salvar
pt_br: Salvar
ru: Сохранить
uk: Рятувати

source: Save Chat/Event Logs
de: Chat-/Ereignisprotokolle speichern
es: Guardar registros de chat/eventos
fr: Enregistrer les journaux de chat/d’événements
fr_fr: Enregistrer les journaux Chat/Évènement
ja: チャット/イベント ログの保存
nl: Chat-/gebeurtenislogboeken opslaan
pt: Salvar registros de bate-papo/eventos
pt_br: Salvar registros de bate-papo/eventos
ru: Сохранить чат / журнал событий
uk: Збереження журналів чату/подій

# SaveFailed
source: Save failed, attempting one more time...
de: Speichern fehlgeschlagen, versuch es noch einmal...
es: Guardar fallido, intentando una vez más...
fr: L’enregistrement a échoué, en tentant une fois de plus...
fr_fr: L'enregistrement a échoué, essayer une fois de plus ...
ja: 保存に失敗し、もう一度試みてください。
nl: Opslaan mislukt, nog één keer proberen...
pt: Salvar falhou, tentando mais uma vez...
pt_br: Falha ao salvar, tentando mais uma vez...
ru: Сохранить не удалось, пробуем еще раз ...
uk: Зберегти не вдалося, спробувавши ще раз...

source: Save To File
de: In Datei speichern
es: Guardar en archivo
fr: Enregistrer dans un fichier
fr_fr: Enregistrer dans un fichier
ja: ファイルに保存
nl: Opslaan in bestand
pt: Salvar para arquivar
pt_br: Salvar em arquivo
ru: Сохранить в файл
uk: Зберегти у файлі

source: Scene
de: Szene
es: Escena
fr: Scène
ja: シーン
nl: Toneel
pt: Cena
pt_br: Cena
ru: Сцена
uk: Сцени

source: Scene Collection Name
de: Name der Scene-Auflistung
es: Nombre de la colección scene
fr: Nom de la collection de scènes
ja: シーン コレクション名
nl: Naam scèneverzameling
pt: Nome da coleção de cena
pt_br: Nome da coleção de cenas
ru: Название коллекции сцен
uk: Ім'я колекції сцени

# SceneName
source: Scene Name (Case Sensitive)
de: Szenenname (Groß-/Kleinschreibung beachten)
es: Nombre de la escena (distingue entre mayúsculas y minúsculas)
fr: Nom de la scène (sensible à la casse)
fr_fr: Nom de scène (Case Sensible)
ja: シーン名 (大文字と小文字を区別)
nl: Scènenaam (hoofdlettergevoelig)
pt: Nome da cena (sensível ao caso)
pt_br: Nome da cena (diferencia maiúsculas de minúsculas)
ru: Название сцены (Регистр учитывается)
uk: Ім'я сцени (з урахуванням регістру)

# SceneNameOptional
source: Scene Name (Case Sensitive) (Optional)
de: Szenenname (Groß-/Kleinschreibung beachten) (optional)
es: Nombre de escena (distingue entre mayúsculas y minúsculas) (opcional)
fr: Nom de la scène (sensible à la casse) (facultatif)
ja: シーン名 (大文字と小文字を区別) (オプション)
nl: Scènenaam (hoofdlettergevoelig) (optioneel)
pt: Nome da cena (sensível ao caso) (opcional)
pt_br: Nome da cena (diferencia maiúsculas de minúsculas) (opcional)
ru: Имя сцены (с учетом регистра) (необязательно)
uk: Ім'я сцени (з урахуванням регістру) (необов'язково)

source: Search
de: Suchen
es: Buscar
fr: Rechercher
ja: 捜索
nl: Zoeken
pt: Procurar
pt_br: Procurar
ru: Искать
uk: Шукати

source: Search Criteria
de: Suchkriterien
es: Criterios de búsqueda
fr: Critères de recherche
ja: 検索条件
nl: Zoekcriteria
pt: Critérios de pesquisa
pt_br: Critérios de pesquisa
ru: Критерии поиска
uk: Критерії пошуку

source: Seconds
de: Nachschlag
es: Segundos
fr: Secondes
ja: お代わり
nl: Seconden
pt: Segundos
pt_br: Segundos
ru: Товары второго сорта
uk: Секунд

source: Second Value
de: Zweiter Wert
es: Segundo valor
fr: Deuxième valeur
ja: 2 番目の値
nl: Tweede waarde
pt: Segundo Valor
pt_br: Segundo valor
ru: Второе значение
uk: Друге значення

# SelectFirst
source: Select User at Front of Queue
de: Wählen Sie Benutzer an der Spitze der Warteschlange aus.
es: Seleccione usuario en la parte delantera de la cola
fr: Sélectionner l’utilisateur à l’avant de la file d’attente
ja: キューの前のユーザーの選択
nl: Selecteer Gebruiker vooraan in de wachtrij
pt: Selecione o usuário na frente da fila
pt_br: Selecione o usuário na frente da fila
ru: Выберите пользователя в начале очереди
uk: Виберіть користувача перед чергою

# SelectFirstType
source: Select First User of Type in Queue
de: Wählen Sie Den ersten Benutzer des Typs in der Warteschlange aus.
es: Seleccione el primer usuario de tipo en la cola
fr: Sélectionnez le premier utilisateur de type dans la file d’attente
fr_fr: Sélectionnez le premier utilisateur de type dans la file d’attente
ja: キュー内のタイプの最初のユーザーの選択
nl: Selecteer Eerste gebruiker van type in wachtrij
pt: Selecione o primeiro usuário do tipo na fila
pt_br: Selecione o primeiro usuário do tipo na fila
ru: Выберите первого пользователя данного типа в очереди
uk: Вибір першого користувача типу в черзі

# SelectRandom
source: Select Random User in Queue
de: Wählen Sie Zufälliger Benutzer in der Warteschlange aus
es: Seleccionar usuario aleatorio en la cola
fr: Sélectionner un utilisateur aléatoire dans la file d’attente
ja: キュー内のランダムユーザーの選択
nl: Selecteer Willekeurige gebruiker in wachtrij
pt: Selecione usuário aleatório na fila
pt_br: Selecione usuário aleatório na fila
ru: Выберите случайного пользователя в очереди
uk: Виберіть випадкового користувача в черзі

source: Sell Price
de: Verkaufspreis
es: Precio de venta
fr: Prix de vente
ja: 価格を売る
nl: Verkoopprijs
pt: Preço de venda
pt_br: Preço de venda
ru: Цена продажи
uk: Ціна продажу

source: Send
de: Senden
es: Enviar
fr: Envoyer
ja: 送信
nl: Verzenden
pt: Enviar
pt_br: Enviar
ru: Отправить
uk: Надіслати

source: Send As
de: Senden als
es: Enviar como
fr: Envoyer en tant que
ja: 送信者
nl: Verzenden als
pt: Enviar como
pt_br: Enviar como
ru: Отправить как
uk: Надіслати як

source: Send as Streamer
de: Als Streamer senden
es: Enviar como Streamer
fr: Envoyer en tant que Streamer
fr_fr: Envoyer en tant que Streamer
ja: ストリーマーとして送信
nl: Verzenden als Streamer
pt: Enviar como Streamer
pt_br: Enviar como streamer
ru: Отправить как стример
uk: Надіслати як стример

source: Send Message
de: Nachricht senden
es: Enviar mensaje
fr: Envoyer un message
ja: メッセージの送信
nl: Bericht verzenden
pt: Enviar mensagem
pt_br: Enviar mensagem
ru: Отправить сообщение
uk: Надіслати повідомлення

source: Serial Device
de: Serielles Gerät
es: Dispositivo serie
fr: Périphérique série
ja: シリアルデバイス
nl: Serieel apparaat
pt: Dispositivo serial
pt_br: Dispositivo serial
ru: Последовательное устройство
uk: Серійний пристрій

source: Serial Devices
de: Serielle Geräte
es: Dispositivos serie
fr: Périphériques série
ja: シリアルデバイス
nl: Seriële apparaten
pt: Dispositivos seriais
pt_br: Dispositivos seriais
ru: Последовательные устройства
uk: Серійні пристрої

source: Service
de: Dienst
es: Servicio
ja: サービス
nl: Dienst
pt: Serviço
pt_br: Serviço
ru: Служба
uk: Служба

source: Service Connect Sound
es: Sonido de conexión de servicio
fr_fr: Service de son connecté
ja: サービスコネクトサウンド
nl: Service Connect Geluid
pt: Som de conexão de serviço
pt_br: Som de conexão de serviço
ru: Служба Connect Sound
uk: Звук підключення служби

source: Service Disconnect Sound
de: Sound zum Trennen des Dienstes
es: Sonido de desconexión de servicio
fr_fr: Service de son déconnecté
ja: サービス切断音
nl: Service Geluid verbreken
pt: Som de desconexão de serviço
pt_br: Som de desconexão de serviço
ru: Звук отключения службы
uk: Звук відключення служби

source: Services
de: Dienste
es: Servicios
ja: サービス
nl: Diensten
pt: Serviços
pt_br: Serviços
ru: Сервисы
uk: Послуги

source: Set
de: Garnitur
es: Establecer
fr: Poser
fr_fr: Définir
ja: セット
pt: Pôr
pt_br: Definir
ru: Набор
uk: Встановити

source: Set Game
de: Spiel einstellen
es: Establecer juego
fr: Set Jeu
fr_fr: Définir le jeu
ja: ゲームを設定する
nl: Spel instellen
pt: Definir jogo
pt_br: Definir jogo
ru: Набор игры
uk: Встановити гру

source: Set Location
de: Standort festlegen
es: Establecer ubicación
fr: Définir l’emplacement
fr_fr: Définir le pays
ja: 位置を設定する
nl: Locatie instellen
pt: Definir localização
pt_br: Definir localização
ru: Установить местоположение
uk: Установити розташування

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
ja: 設定
nl: Instellingen
pt: Configurações
pt_br: Configurações
ru: Параметры
uk: Параметри

source: Set Title
de: Titel festlegen
es: Establecer título
fr: Définir le titre
fr_fr: Définir un titre
ja: タイトルの設定
nl: Titel instellen
pt: Definir título
pt_br: Definir título
ru: Задать название
uk: Встановити заголовок

source: Set User Title
de: Festlegen des Benutzertitels
es: Establecer título de usuario
fr: Définir le titre de l’utilisateur
ja: ユーザー タイトルの設定
nl: Gebruikerstitel instellen
pt: Definir título de usuário
pt_br: Definir título do usuário
ru: Установить титул пользователя
uk: Установити заголовок користувача

source: Shift
de: Umschalten
es: Turno
fr: Période de travail
fr_fr: Décalage
ja: 動く
nl: Verschuiving
pt: Turno
pt_br: Mudança
ru: Сдвиг
uk: Перекладати

source: Shop
de: Laden
es: Tienda
fr: Boutique
ja: 店
nl: Winkel
pt: Loja
pt_br: Comprar
ru: Магазин
uk: Цех
