Repository: SaviorXTanren/mixer-mixitup
Catalog: MixItUp.*/Resources.*.resx
Languages: de, es, fr, fr_fr, ja, nl, pt, pt_br, ru, uk

# RunNewUserWizardWarning
source: Mix It Up will restart and the New User Wizard will be re-run when you log in. This will allow you to re-import your data, which could duplicate and overwrite your Commands & User data. Are you sure you wish to do this?
de: Mix It Up wird neu gestartet und der Assistent für neue Benutzer wird erneut ausgeführt, wenn Sie sich anmelden. Auf diese Weise können Sie Ihre Daten erneut importieren, wodurch Ihre Befehle und Benutzerdaten dupliziert und überschrieben werden können. Sind Sie sicher, dass Sie dies tun möchten?
es: Mix It Up se reiniciará y el Asistente para nuevo usuario se volverá a ejecutar cuando inicie sesión. Esto le permitirá volver a importar sus datos, lo que podría duplicar y sobrescribir sus comandos y datos de usuario. ¿Está seguro de que desea hacer esto?
fr: Mix It Up redémarre et l’Assistant Nouvel utilisateur est réexécuté lorsque vous vous connectez. Cela vous permettra de réimporter vos données, ce qui pourrait dupliquer et écraser vos commandes et données utilisateur. Êtes-vous sûr de vouloir le faire?
ja: Mix it Up が再起動し、ログイン時に新しいユーザー ウィザードが再実行されます。これにより、データを再インポートすることができ、コマンドとユーザーのデータが重複して上書きされる可能性があります。本当にこれをしますか?
nl: Mix It Up wordt opnieuw opgestart en de wizard Nieuwe gebruiker wordt opnieuw uitgevoerd wanneer u zich aanmeldt. Hiermee kunt u uw gegevens opnieuw importeren, waardoor uw opdrachten en gebruikersgegevens kunnen worden gedupliceerd en overschreven. Weet je zeker dat je dit wilt doen?
pt: O Mix It Up será reiniciado e o novo assistente do usuário será re-executado quando você fizer login. Isso permitirá que você re importe seus dados, o que pode duplicar e substituir seus dados de Comandos & Usuários. Tem certeza que deseja fazer isso?
pt_br: O Mix It Up será reiniciado e o Assistente de Novo Usuário será executado novamente quando você fizer login. Isso permitirá que você importe novamente seus dados, o que pode duplicar e substituir seus comandos e dados de usuário. Tem certeza de que deseja fazer isso?
ru: Mix It Up перезапустится, и мастер создания пользователя будет повторно запущен при входе в систему. Это позволит вам повторно импортировать ваши данные, которые могут дублировать и перезаписывать ваши команды и пользовательские данные. Вы уверены, что хотите это сделать?
uk: Mix It Up перезавантажиться, і майстер нового користувача буде повторно запущений під час входу в систему. Це дозволить вам повторно імпортувати дані, які можуть дублювати та перезаписувати ваші команди та дані користувача. Ви дійсно бажаєте це зробити?

source: Standard
de: Norm
es: Estándar
ja: 標準
nl: Standaard
pt: Padrão
pt_br: Padrão
ru: Стандарт
uk: Стандарт

source: Unpin
de: Losheften
es: Desanclar
fr: Détacher
ja: 解除
nl: Losmaken
pt: Desafixar
pt_br: Liberar
ru: Откалывать
uk: Відкріпити

source: Application Bot Token
de: Anwendungs-Bot-Token
es: Token de bot de aplicación
fr: Jeton de bot d’application
ja: アプリケーション ボット トークン
pt: Token de bot de aplicativo
pt_br: Token de bot de aplicativo
ru: Токен бота приложения
uk: Маркер бота застосунків

source: Application Client ID
de: Anwendungs-Client-ID
es: ID de cliente de la aplicación
fr: ID client de l’application
ja: アプリケーション クライアント ID
nl: Client-id van toepassing
pt: ID do cliente do aplicativo
pt_br: ID do cliente do aplicativo
ru: Идентификатор клиента приложения
uk: Ідентифікатор клієнта застосунку

source: Application Client Secret
de: Geheimer Anwendungsclientschlüssel
es: Secreto de cliente de aplicación
fr: Clé secrète client de l’application
ja: アプリケーション クライアント シークレット
nl: Geheim van toepassingsclient
pt: Segredo do cliente do aplicativo
pt_br: Segredo do cliente do aplicativo
ru: Секрет клиента приложения
uk: Секрет клієнта програми

source: Creating Custom Discord Application
de: Erstellen einer benutzerdefinierten Discord-Anwendung
es: Creación de una aplicación Discord personalizada
fr: Création d’une application Discord personnalisée
ja: カスタム不和アプリケーションの作成
nl: Aangepaste Discord-toepassing maken
pt: Criando aplicativo de discórdia personalizado
pt_br: Criando um aplicativo Discord personalizado
ru: Создание пользовательского приложения Discord
uk: Створення настроюваної програми розбрату

source: Custom Application
de: Benutzerdefinierte Anwendung
es: Aplicación personalizada
fr: Application personnalisée
ja: カスタム アプリケーション
nl: Aangepaste toepassing
pt: Aplicativo personalizado
pt_br: Aplicativo personalizado
ru: Пользовательское приложение
uk: Настроювана програма

source: Developer API
de: Entwickler-API
es: API para desarrolladores
fr: API développeur
ja: 開発者 API
nl: Api voor ontwikkelaars
pt: API do desenvolvedor
pt_br: API do desenvolvedor
ru: API разработчика
uk: API розробника

# DeveloperAPIAdvanced
source: Open To Local Network (Must run as Administrator):
de: Open To Local Network (Muss als Administrator ausgeführt werden):
es: Abrir a la red local (debe ejecutarse como administrador):
fr: Ouvrir sur le réseau local (doit s’exécuter en tant qu’administrateur) :
ja: ローカル ネットワークに開く (管理者として実行する必要があります):
nl: Open naar lokaal netwerk (moet als administrator worden uitgevoerd):
pt: Aberto à rede local (deve ser executado como administrador):
pt_br: Aberto para rede local (deve ser executado como administrador):
ru: Открыть для локальной сети (должен работать от имени администратора):
uk: Відкрити до локальної мережі (потрібно запустити з правами адміністратора):

# DeveloperAPIInfo
source: The Developer API allows advanced interaction with Mix It Up from other applications running on your computer using a series of REST API services. For more information about this, please see the Developer API Wiki page.
de: Die Entwickler-API ermöglicht die erweiterte Interaktion mit Mix It Up von anderen Anwendungen, die auf Ihrem Computer ausgeführt werden, wobei eine Reihe von REST-API-Diensten verwendet werden. Weitere Informationen hierzu finden Sie auf der Developer API Wiki-Seite.
es: La API para desarrolladores permite una interacción avanzada con Mix It Up desde otras aplicaciones que se ejecutan en su computadora utilizando una serie de servicios de API REST. Para obtener más información al respecto, consulte la página Wiki de la API para desarrolladores.
fr: L’API développeur permet une interaction avancée avec Mix It Up à partir d’autres applications s’exécutant sur votre ordinateur à l’aide d’une série de services d’API REST. Pour plus d’informations à ce sujet, veuillez consulter la page Wiki de l’API développeur.
ja: 開発者 API では、一連の REST API サービスを使用して、コンピュータ上で実行されている他のアプリケーションから Mix It Up との高度な対話を可能にします。詳細については、開発者 API Wiki ページを参照してください。
nl: De Developer API maakt geavanceerde interactie met Mix It Up mogelijk vanuit andere toepassingen die op uw computer worden uitgevoerd met behulp van een reeks REST API-services. Zie voor meer informatie hierover de Developer API Wiki pagina.
pt: A API do desenvolvedor permite interação avançada com o Mix It Up de outros aplicativos em execução em seu computador usando uma série de serviços de API REST. Para obter mais informações sobre isso, consulte a página do Wiki da API do desenvolvedor.
pt_br: A API do desenvolvedor permite interação avançada com o Mix It Up de outros aplicativos em execução no seu computador usando uma série de serviços da API REST. Para obter mais informações sobre isso, consulte a página Wiki da API do desenvolvedor.
ru: API разработчика позволяет расширенно взаимодействовать с Mix It Up из других приложений, запущенных на вашем компьютере, с помощью ряда служб REST API. Для получения дополнительной информации об этом, пожалуйста, посетите вики-страницу API для разработчиков.
uk: Api розробника дозволяє просунуту взаємодію з Mix It Up з інших додатків, запущених на вашому комп'ютері, використовуючи серію сервісів REST API. Для отримання додаткової інформації про це, будь ласка, перегляньте сторінку Вікі API розробника.

# DeveloperAPIWarning
source: WARNING: This will make the developer APIs listen on all addresses and may open Mix It Up to callers from outside your network. Only use this option if you know what you are doing!
de: WARNUNG: Dadurch überwachen die Entwickler-APIs alle Adressen und öffnen Möglicherweise Mix It Up für Anrufer von außerhalb Ihres Netzwerks. Verwenden Sie diese Option nur, wenn Sie wissen, was Sie tun!
es: ADVERTENCIA: Esto hará que las API de desarrollador escuchen en todas las direcciones y puede abrir Mix It Up a las personas que llaman desde fuera de su red. ¡Solo usa esta opción si sabes lo que estás haciendo!
fr: AVERTISSEMENT : Cela permettra aux API du développeur d’écouter sur toutes les adresses et peut ouvrir Mix It Up aux appelants extérieurs à votre réseau. N’utilisez cette option que si vous savez ce que vous faites!
ja: 警告: これにより、開発者 API がすべてのアドレスをリッスンし、ネットワークの外部からの発信者にミックス・イット・アップを開く場合があります。あなたが何をしているか分かっている場合にのみ、このオプションを使用してください!
nl: WAARSCHUWING: Hierdoor luisteren de ontwikkelaars-API's op alle adressen en kunnen Mix It Up worden geopend voor bellers van buiten uw netwerk. Gebruik deze optie alleen als je weet wat je doet!
pt: AVISO: Isso fará com que as APIs do desenvolvedor ouçam todos os endereços e podem abrir o Mix It Up para chamadas de fora da sua rede. Só use esta opção se você sabe o que está fazendo!
pt_br: AVISO: Isso fará com que as APIs do desenvolvedor escutem todos os endereços e poderão abrir o Mix It Up para chamadores de fora da sua rede. Use esta opção apenas se você souber o que está fazendo!
ru: ПРЕДУПРЕЖДЕНИЕ: Это заставит API разработчика прослушивать все адреса и может открыть Mix It Up для абонентов из-за пределов вашей сети. Используйте эту опцию только в том случае, если вы знаете, что делаете!
uk: УВАГА: Це змусить API розробника прослуховувати всі адреси та може відкрити Mix It Up абонентам з-за меж вашої мережі. Використовуйте цю опцію тільки в тому випадку, якщо ви знаєте, що ви робите!

# DiscordInfo1
source: Discord service connectivity allows you to get information about your Discord account, send messages to channels, and control the audio from voice channels. When you log in, an authentication webpage will open asking you to log in to Discord and approve Mix It Up to access your information.
de: Mit der Discord-Dienstkonnektivität können Sie Informationen über Ihr Discord-Konto abrufen, Nachrichten an Kanäle senden und das Audio von Sprachkanälen steuern. Wenn Sie sich anmelden, öffnet sich eine Authentifizierungswebseite, auf der Sie aufgefordert werden, sich bei Discord anzumelden und Mix It Up für den Zugriff auf Ihre Informationen zu genehmigen.
es: La conectividad del servicio Discord le permite obtener información sobre su cuenta de Discord, enviar mensajes a canales y controlar el audio desde canales de voz. Cuando inicie sesión, se abrirá una página web de autenticación pidiéndole que inicie sesión en Discord y apruebe Mix It Up para acceder a su información.
fr: La connectivité du service Discord vous permet d’obtenir des informations sur votre compte Discord, d’envoyer des messages aux canaux et de contrôler l’audio à partir des canaux vocaux. Lorsque vous vous connectez, une page Web d’authentification s’ouvre vous demandant de vous connecter à Discord et d’approuver Mix It Up pour accéder à vos informations.
ja: 不調和サービス接続を使用すると、不和アカウントに関する情報を取得し、チャンネルにメッセージを送信し、音声チャンネルから音声を制御することができます。ログインすると、認証ウェブページが開き、不和にログインし、あなたの情報にアクセスするためにMix It Upを承認するように求めます。
nl: Met de discord-serviceconnectiviteit kunt u informatie over uw Discord-account krijgen, berichten naar kanalen verzenden en de audio van spraakkanalen bedienen. Wanneer u zich aanmeldt, wordt een verificatiewebpagina geopend waarin u wordt gevraagd in te loggen bij Discord en Mix It Up goed te keuren om toegang te krijgen tot uw gegevens.
pt: A conectividade do serviço Discord permite obter informações sobre sua conta Discord, enviar mensagens para canais e controlar o áudio a partir de canais de voz. Ao fazer login, uma página da autenticação será aberta pedindo que você faça login no Discord e aprove o Mix It Up para acessar suas informações.
pt_br: A conectividade do serviço Discord permite que você obtenha informações sobre sua conta Discord, envie mensagens para canais e controle o áudio dos canais de voz. Ao fazer login, uma página de autenticação será aberta solicitando que você faça login no Discord e aprove o Mix It Up para acessar suas informações.
ru: Подключение к сервису Discord позволяет получать информацию о вашей учетной записи Discord, отправлять сообщения на каналы и управлять звуком с голосовых каналов. Когда вы войдете в систему, откроется веб-страница аутентификации с просьбой войти в Discord и одобрить Mix It Up для доступа к вашей информации.
uk: Підключення служби Discord дає змогу отримувати інформацію про обліковий запис Discord, надсилати повідомлення каналам і керувати звуком із голосових каналів. Під час входу відкриється веб-сторінка автентифікації з проханням увійти в Discord і схвалити Mix It Up, щоб отримати доступ до вашої інформації.

# DiscordInfo2
source: The default Mix It Up Discord application has a 30 second cooldown between each Discord action to prevent rate limiting issues for all users. To circumvent the 30 second cooldown, you can create your own custom Discord Application.
de: Die Standardanwendung Mix It Up Discord verfügt über eine Abklingzeit von 30 Sekunden zwischen jeder Discord-Aktion, um Probleme mit der Ratenbegrenzung für alle Benutzer zu vermeiden. Um die 30-Sekunden-Abklingzeit zu umgehen, können Sie Ihre eigene benutzerdefinierte Discord-Anwendung erstellen.
es: La aplicación predeterminada Mix It Up Discord tiene un enfriamiento de 30 segundos entre cada acción de Discord para evitar problemas de limitación de velocidad para todos los usuarios. Para evitar el enfriamiento de 30 segundos, puede crear su propia aplicación Discord personalizada.
fr: L’application Mix It Up Discord par défaut a un refroidissement de 30 secondes entre chaque action Discord pour éviter les problèmes de limitation de débit pour tous les utilisateurs. Pour contourner le refroidissement de 30 secondes, vous pouvez créer votre propre application Discord personnalisée.
ja: デフォルトの Mix It Up 不和アプリケーションには、各不和アクションの間に 30 秒間のクールダウンがあり、すべてのユーザーのレート制限の問題を防ぎます。30 秒のクールダウンを回避するには、独自のカスタム不和アプリケーションを作成できます。
nl: De standaard Mix It Up Discord-applicatie heeft een cooldown van 30 seconden tussen elke Discord-actie om snelheidsbeperkende problemen voor alle gebruikers te voorkomen. Om de cooldown van 30 seconden te omzeilen, kunt u uw eigen aangepaste Discord-applicatie maken.
pt: O aplicativo padrão Mix It Up Discord tem um ressundo de 30 segundos entre cada ação do Discord para evitar problemas de limitação de taxas para todos os usuários. Para contornar o resfriamento de 30 segundos, você pode criar seu próprio aplicativo de discórdia personalizado.
pt_br: O aplicativo Mix It Up Discord padrão tem um tempo de espera de 30 segundos entre cada ação do Discord para evitar problemas de limitação de taxa para todos os usuários. Para contornar o tempo de espera de 30 segundos, você pode criar seu próprio aplicativo Discord personalizado.
ru: Приложение Mix It Up Discord по умолчанию имеет 30-секундное перезарядку между каждым действием Discord, чтобы предотвратить проблемы с ограничением скорости для всех пользователей. Чтобы обойти 30-секундное перезарядку, вы можете создать свое собственное пользовательское приложение Discord.
uk: Програма Mix It Up Discord за замовчуванням має 30-секундний час зарядки між кожною дією Discord, щоб запобігти проблемам обмеження швидкості для всіх користувачів. Щоб обійти 30-секундний час зарядки, ви можете створити власну власну програму Discord.

# DiscordInvalidBotToken
source: Please enter a valid Custom Bot Token.
de: Bitte geben Sie ein gültiges benutzerdefiniertes Bot-Token ein.
es: Introduzca un token de bot personalizado válido.
fr: Veuillez saisir un jeton de bot personnalisé valide.
ja: 有効なカスタム ボット トークンを入力してください。
nl: Voer een geldig custom bot-token in.
pt: Por favor, insira um Token de Bot personalizado válido.
pt_br: Insira um token de bot personalizado válido.
ru: Пожалуйста, введите действительный пользовательский токен бота.
uk: Будь ласка, введіть дійсний спеціальний маркер бота.

# DiscordInvalidClientId
source: Please enter a valid Custom Client ID.
de: Geben Sie eine gültige benutzerdefinierte Client-ID ein.
es: Introduzca un ID de cliente personalizado válido.
fr: Veuillez saisir un ID client personnalisé valide.
ja: 有効なカスタム クライアント ID を入力してください。
nl: Voer een geldige aangepaste client-ID in.
pt: Por favor, insira um ID personalizado válido.
pt_br: Insira um ID de cliente personalizado válido.
ru: Пожалуйста, введите действительный пользовательский идентификатор клиента.
uk: Введіть припустимий ідентифікатор настроюваного клієнта.

# DiscordInvalidSecret
source: Please enter a valid Custom Client Secret.
de: Geben Sie einen gültigen benutzerdefinierten geheimen Clientschlüssel ein.
es: Introduzca un secreto de cliente personalizado válido.
fr: Entrez une clé secrète client personnalisée valide.
ja: 有効なカスタム クライアント シークレットを入力してください。
nl: Voer een geldig aangepast clientgeheim in.
pt: Por favor, insira um segredo personalizado válido para clientes.
pt_br: Insira um segredo de cliente personalizado válido.
ru: Пожалуйста, введите действительный пользовательский секрет клиента.
uk: Введіть припустиму таємницю настроюваного клієнта.

# DonorDriveInfo1
source: DonorDrive service connectivity allows you to trigger events from when you or your team receive a donation through an eligable DonorDrive charity.
pt_br: A conectividade do serviço DonorDrive permite que você acione eventos a partir do momento em que você ou sua equipe recebem uma doação por meio de uma instituição de caridade DonorDrive elegível.

# DonorDriveInfo2
source: To connect DonorDrive in Mix It Up, visit your charity's website and look for your page/participant link. Then select your charity from the drop-down or select Custom if it's not in the list, copy your page/participant link into the text box, and select Log In.
pt_br: Para conectar o DonorDrive no Mix It Up, visite o site da sua instituição de caridade e procure o link da sua página/participante. Em seguida, selecione sua instituição de caridade no menu suspenso ou selecione Personalizado se não estiver na lista, copie o link da sua página/participante na caixa de texto e selecione Login.

# OverlayConnectionFailed1
source: Overlay connection test failed, please ensure you have the Mix It Up Overlay page visible and running in your streaming software.
de: Overlay-Verbindungstest fehlgeschlagen, bitte stellen Sie sicher, dass die Mix It Up Overlay-Seite in Ihrer Streaming-Software sichtbar ist und ausgeführt wird.
es: La prueba de conexión de superposición falló, asegúrese de tener la página Mezclar superposición visible y ejecutándose en su software de transmisión.
fr: Le test de connexion de superposition a échoué, veuillez vous assurer que la page Mix It Up Overlay est visible et en cours d’exécution dans votre logiciel de streaming.
ja: オーバーレイ接続テストが失敗した場合、ストリーミングソフトウェアで[ミックスアップオーバーレイ]ページが表示され、実行されていることを確認してください。
nl: Overlay-verbindingstest mislukt, zorg ervoor dat u de Mix It Up Overlay-pagina zichtbaar hebt en wordt uitgevoerd in uw streamingsoftware.
pt: O teste de conexão de sobreposição falhou, por favor, certifique-se de ter a página Mix It Up Overlay visível e em execução em seu software de streaming.
pt_br: O teste de conexão de sobreposição falhou. Certifique-se de ter a página Mix It Up Overlay visível e em execução em seu software de streaming.
ru: Тест наложение соединения не удался, убедитесь, что у вас есть страница Mix It Up Overlay, видимая и запущенная в вашем потоковом программном обеспечении.
uk: Не вдалося перевірити підключення накладання, переконайтеся, що у вас є сторінка Mix It Up Overlay, видима та запущена в потоковому програмному забезпеченні.

# OverlayConnectionFailed2
source: If you launched your streaming software before Mix It Up, try refreshing the webpage source in your streaming software.
de: Wenn Sie Ihre Streaming-Software vor Mix It Up gestartet haben, versuchen Sie, die Webseitenquelle in Ihrer Streaming-Software zu aktualisieren.
es: Si iniciaste el software de streaming antes de Mix It Up, prueba a actualizar la fuente de la página web en el software de streaming.
fr: Si vous avez lancé votre logiciel de streaming avant Mix It Up, essayez d’actualiser la source de la page Web dans votre logiciel de streaming.
ja: Mix It Up の前にストリーミングソフトウェアを起動した場合は、ストリーミングソフトウェアのウェブページソースを更新してみてください。
nl: Als u uw streamingsoftware vóór Mix It Up hebt gestart, probeert u de bron van de webpagina in uw streamingsoftware te vernieuwen.
pt: Se você lançou seu software de streaming antes do Mix It Up, tente atualizar a fonte da página web em seu software de streaming.
pt_br: Se você iniciou seu software de streaming antes do Mix It Up, tente atualizar a fonte da página da web em seu software de streaming.
ru: Если вы запустили программное обеспечение для потоковой передачи до Mix It Up, попробуйте обновить источник веб-страницы в программном обеспечении потоковой передачи.
uk: Якщо ви запустили потокове програмне забезпечення перед mix it up, спробуйте оновити джерело веб-сторінки в потоковому програмному забезпеченні.

# OverlayConnectionSuccess
source: Overlay connection test successful!
de: Overlay-Verbindungstest erfolgreich!
es: ¡La prueba de conexión de superposición se realizó correctamente!
fr: Test de connexion de superposition réussi!
ja: オーバーレイ接続テストが成功しました!
nl: Overlay verbindingstest geslaagd!
pt: Teste de conexão de sobreposição bem sucedido!
pt_br: Teste de conexão de sobreposição bem-sucedido!
ru: Тест на наложение соединения выполнен успешно!
uk: Тест на накладання з'єднання виконано!

# OverlaysConnected
source: {0} overlays connected in total
de: {0} insgesamt verbundenen Overlays
es: {0} superposiciones conectadas en total
fr: {0} superpositions connectées au total
ja: {0}オーバーレイが合計で接続されている
nl: {0} overlays in totaal verbonden
pt: sobreposições {0} conectadas no total
pt_br: {0} sobreposições conectadas no total
ru: всего подключено {0} наложений
uk: {0} накладення, підключені в цілому

source: Participant Name
de: Name des Teilnehmers
es: Nombre del participante
fr: Nom du participant
ja: 参加者名
nl: Naam deelnemer
pt: Nome do Participante
pt_br: Nome do participante
ru: Имя участника
uk: Ім'я учасника

source: Team ID
es: ID de equipo
fr: ID d’équipe
ja: チーム ID
pt: ID da equipe
pt_br: ID da equipe
ru: Идентификатор команды
uk: Ідентифікатор групи

source: Add Animation
de: Animation hinzufügen
es: Agregar animación
fr: Ajouter une animation
ja: アニメーションの追加
nl: Animatie toevoegen
pt: Adicionar animação
pt_br: Adicionar animação
ru: Добавить анимацию
uk: Додати анімацію

source: Authorization Pin
de: Autorisierungs-Pin
es: Pin de autorización
fr: Code PIN d’autorisation
ja: 承認ピン
nl: Autorisatie pin
pt: Pino de Autorização
pt_br: Pin de autorização
ru: Пин-код авторизации
uk: Пін авторизації

source: Authorize
de: Autorisieren
es: Autorizar
fr: Autoriser
ja: 許可する
nl: Machtigen
pt: Autorizar
pt_br: Autorizar
ru: Уполномочивать
uk: Авторизувати

source: Border Color
de: Rahmenfarbe
es: Color del borde
fr: Couleur de bordure
ja: 境界線の色
nl: Randkleur
pt: Cor da borda
pt_br: Cor da borda
ru: Цвет границы
uk: Колір межі

# FadeOutSeconds
source: Fade Out (Secs)
de: Ausblenden (Sek.)
es: Fade Out (Segundos)
fr: Fondu enchaîné (secondes)
ja: フェードアウト (秒)
pt_br: Fade Out (seg.)
ru: Затухание (сек)
uk: Затухання (секунд)

# Height
source: Height (Pixels)
de: Höhe (Pixel)
es: Altura (píxeles)
fr: Hauteur (pixels)
ja: 高さ (ピクセル)
nl: Hoogte (pixels)
pt: Altura (Pixels)
pt_br: Altura (Pixels)
ru: Высота (пиксели)
uk: Висота (пікселі)

source: HTML Style
de: HTML-Stil
es: Estilo HTML
ja: HTML スタイル
nl: HTML-stijl
pt: Estilo HTML
pt_br: Estilo HTML
ru: Стиль HTML
uk: Стиль HTML
