Repository: SaviorXTanren/mixer-mixitup
Catalog: MixItUp.*/Resources.*.resx
Languages: de, es, fr, fr_fr, ja, nl, pt, pt_br, ru, uk

source: Overlay Endpoint - Editor
pt_br: Ponto final de sobreposição - Editor

source: Run Widget Function
pt_br: Executar função de widget

source: Function Name
pt_br: Nome da Função

source: Add Parameter
pt_br: Adicionar parâmetro

source: Mass Subscription Gifted
pt_br: Assinatura em Massa Dotada

source: Resubscribe
pt_br: Inscrever-se novamente

source: Subscribe
pt_br: Inscrever-se

source: Subscription Gifted
pt_br: Assinatura dotada

source: User Banned
pt_br: Usuário banido

source: User Timed Out
pt_br: Tempo limite do usuário esgotado

source: Properties
pt_br: Propriedades

source: Address
pt_br: Endereço

# OverlayV3EndpointsUpgradeDialog
source: Welcome to the new Overlay v3 update! As part of this update, a major change was done to how Overlay Endpoints are handled. Instead of each endpoint having a dedicate port number, they now all share the same port number and have a unique URL to them. We have detected that you have more than 1 Overlay Endpoint created, meaning the URLs for all Overlay Endpoints **EXCEPT** the Default one are now different. Please see the list below for all your custom Overlay Endpoints and click on the corresponding buttons to open or copy the URL so you can appropriately update your web browser sources in your streaming software:
pt_br: Bem-vindo à nova atualização do Overlay v3! Como parte desta atualização, uma grande mudança foi feita na forma como os Overlay Endpoints são tratados. Em vez de cada endpoint ter um número de porta dedicado, agora todos compartilham o mesmo número de porta e possuem uma URL exclusiva para eles. Detectamos que você tem mais de um endpoint de sobreposição criado, o que significa que os URLs de todos os endpoints de sobreposição **EXCETO** o padrão agora são diferentes. Consulte a lista abaixo para todos os seus endpoints de sobreposição personalizados e clique nos botões correspondentes para abrir ou copiar o URL para que você possa atualizar adequadamente as fontes do seu navegador da web em seu software de streaming:

source: Python Executable Path
pt_br: Caminho executável do Python

# ScriptActionPythonExecutablePathNotSet
source: ERROR: Python executable path must be set under Settings -> Commands to run Python scripts
pt_br: ERRO: o caminho executável do Python deve ser definido em Configurações -> Comandos para executar scripts Python

# ScriptActionOverlayNotEnableOrConnected
source: ERROR: The Overlay service must be enabled and running in at least 1 browser to run Javascript scripts
pt_br: ERRO: O serviço Overlay deve estar ativado e em execução em pelo menos 1 navegador para executar scripts Javascript

source: Uberduck
pt_br: Uberpato

# UberduckNoVoicesReturned
source: No voices returned
pt_br: Nenhuma voz retornou

# ElevenLabsNoVoicesReturn
source: No voices returned
pt_br: Nenhuma voz retornou

source: Trovo Elixir Spell
pt_br: Feitiço Trovo Elixir

source: Watching Now
pt_br: Assistindo agora

# TwitchClipNewerClipFormatUnsupported
source: Unable to display clip due to newer format by Twitch. Please up-vote the following User Voice to encourage Twitch to allow for this functionality: https://twitch.uservoice.com/forums/310213-developers/suggestions/39228784-extend-clips-api-to-provide-the-mp4-url-so-editors
pt_br: Não foi possível exibir o clipe devido ao formato mais recente do Twitch. Vote positivamente na seguinte voz do usuário para incentivar o Twitch a permitir essa funcionalidade: https://twitch.uservoice.com/forums/310213-developers/suggestions/39228784-extend-clips-api-to-provide-the-mp4 -url-so-editores

source: Italian
pt_br: italiano

source: Polish
pt_br: polonês

source: Portuguese (Brazil)
pt_br: Português (Brasil)

source: Portuguese (Portugal)
pt_br: Português (Portugal)

source: Add Segment
pt_br: Adicionar segmento

source: Day of the Month
pt_br: Dia do mês

source: Day of the Week
pt_br: Dia da semana

source: Friday
pt_br: Sexta-feira

source: Monday
pt_br: Segunda-feira

source: Saturday
pt_br: Sábado

source: Sunday
pt_br: Domingo

source: Thursday
pt_br: Quinta-feira

source: Tuesday
pt_br: Terça-feira

source: Wednesday
pt_br: Quarta-feira

# OverlayGoalValidCounterMustBeSelected
source: A valid counter must be selected
pt_br: Um contador válido deve ser selecionado

source: Use Command Locks
pt_br: Use bloqueios de comando

source: Always Use Command Locks When Testing Commands
pt_br: Sempre use bloqueios de comando ao testar comandos

source: Random In
pt_br: Aleatório em

source: Random Out
pt_br: Saída aleatória

source: Random Visible
pt_br: Visível Aleatório

source: Refresh (May take up to 1 minute)
pt_br: Atualizar (pode levar até 1 minuto)

source: Latest Subscription Gifter
pt_br: Último presente de assinatura

source: Head
pt_br: Cabeça

# OverlayWidgetEndCreditsNoDataCurrentlyAvailable
source: ERROR: End Credits Overlay Widget could not be run because there is not currently captured data from this session.
pt_br: ERRO: O widget de sobreposição de créditos finais não pôde ser executado porque não há dados capturados desta sessão no momento.

source: Alt
de: Alt(n)
ja: アルト
ru: Альтернативный вариант

source: Individual
de: Individuum
fr: Individu
ja: 個体
nl: Individueel
ru: Индивидуальная
uk: Індивідуальний

source: Item 2
de: Punkt 2
es: Objeto 2
fr: Point 2
fr_fr: Objet 2
ja: 項目 2
nl: Punt 2
ru: Предмет 2
uk: Пункт 2

source: Item 4
de: Punkt 4
es: Objeto 4
fr: Point 4
fr_fr: Objet 4
ja: 項目 4
nl: Punt 4
ru: Предмет 4
uk: Пункт 4

source: MixPlay
ja: ミックスプレイ
ru: МиксПлей
uk: МіксПлей

source: Normal
ja: 正常
nl: Normaal
ru: Нормальный
uk: Нормальний

source: Ok
de: Okay
es: De acuerdo
fr: D’accord
ja: わかりました
pt: Okey
ru: ОК
uk: Гаразд

source: Pseudo
de: Möchtegern
ja: 疑似
ru: Псевдо
uk: Псевдо

source: Regular
de: Regelmäßig
fr: Régulier
ja: レギュラー
nl: Regelmatig
ru: Постоянный
uk: Регулярні

source: Serial
de: Seriell
fr: Feuilleton
ja: シリアル
nl: Vervolgverhaal
ru: Серийный
uk: Серійний

source: Total
de: Gesamt
ja: トータル
nl: Totaal
ru: Всего
uk: Підсумок

source: Volume
de: Volumen
es: Volumen
ja: 容積
ru: Громкость
uk: Обсяг

# Volume0to100
source: Volume (0% - 100%)
de: Volumen (0% - 100%)
es: Volumen (0% - 100%)
ja: ボリューム (0% - 100%)
pt: Volume (0% a 100%)
ru: Громкость (0% - 100%)
uk: Об'єм (0% - 100%)

source: Widget
ja: ウィジェット
ru: Виджет
uk: Віджет

source: Item
de: Artikel
es: Artículo
fr: Article
ja: アイテム
ru: Предмет
uk: Пункт

source: YouTube
ja: ユーチューブ
ru: Ютуб

# SubChancePercentage
source: Sub Chance %
de: Unterchance %
es: Probabilidad de Sub %
fr: Sous-chance %
ja: サブチャンス %
nl: Subkans %
ru: Шанс для подписчиков в %
uk: Під випадковість %

# GameCommandStatusArgumentExample
source: status
es: estado
fr: statut
ja: 地位
pt: estado
ru: статус
uk: статус

# GameCommandVolcanoStatus
source: Status
es: Estado
fr: Statut
ja: 地位
pt: Estado
ru: Статус
uk: Статус

source: Tada
ja: 多田
ru: Тадаам
uk: Тада

# GameCommandSlotMachineDefaultChatTrigger
source: slots
de: Schlitze
es: Ranuras
ja: スロット
ru: слоты
uk: Слоти

source: Pixels
de: Bildpunkte
es: Píxeles
ja: ピクセル
ru: Пикселей
uk: Пікселів

# VolumeHeader
source: Volume:
de: Volumen:
es: Volumen:
ja: 容積：
ru: Том:
uk: Обсяг:

source: Singular
fr: Singulier
ja: 単数
nl: Enkelvoud
ru: Единственное число
uk: Особливою

source: Decimal
de: Dezimal
fr: Décimal
ja: 小数
nl: Decimaal
ru: Десятичный
uk: Десятковий

source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
ja: ダウンロード
nl: Downloaden
pt: Baixar
ru: Загружать
uk: Завантажити

# CommunityCommandsDownloadsMillionFormat
source: {0}M+
ru: {0} М+
uk: {0} М+

# CommunityCommandsDownloadsThousandsFormat
source: {0}K+
ru: {0} К+

source: Link
de: Verbinden
es: Enlace
fr: Lien
ja: リンク
nl: Verbinden
ru: Связь
uk: Посилання

source: Webhooks
ja: ウェブフック
nl: Webhaken
ru: Веб-перехватчики
uk: Вебхуки

source: Trovo
ja: トロヴォ
ru: Трово

source: Trovo Elixir
es: Elixir
ja: エリキシル
pt: Elixir
ru: Эликсир

# TrovoMana
source: Mana
es: Maná
ja: マナ
ru: Мана

source: Trovo Super Mod
ja: トロヴォ スーパーモッズ
ru: Трово Супер Мод

source: Twitch VIP
ja: ツイッチVIP
ru: Твитч VIP

source: F1
ru: Формула-1

source: F10
ru: Ф10

source: F11
ru: Ф11

source: F12
ru: Ф12

source: F13
ru: Ф13

source: F14
ru: Ф14

source: F15
ru: Ф15

source: F16
ru: Ф16

source: F17
ru: Ф17

source: F18
ru: Ф18

source: F19
ru: Ф19

source: F2
ru: Ф2

source: F20
ru: Е2С

source: F21
ru: Ф21

source: F22
ru: Ф22

source: F23
ru: Ф23

source: F24
ru: Ф24

source: F3
ru: Ф3

source: F4
ru: Ф4

source: F5
ru: Ф5

source: F6
ru: Ф6

source: F7
ru: Ф7

source: F8
ru: Ф8

source: F9
ru: Ф9

source: Discord Bot
es: Bot de discordia
ja: 不和ボット
ru: Дискорд Бот

source: Twitch PubSub
ja: トゥイッチ パブサブ
ru: Twitch ПабСуб

source: VIP
ja: 要人

# RightUp
source: RightMouseUp
fr: DroiteMouseUp
ja: 右マウスアップ
uk: Праворуч

source: Caps Lock
es: Block mayús
ja: キャップス ロックです

source: IFTTT
fr: L’IFTTT
uk: ІТТТ

source: OvrStream
uk: ОврСтрім

source: RTS
uk: РТС

source: Streamlabs
uk: Потокові

source: Twitter
de: Zwitschern
fr: Gazouiller
nl: Sjilpen
uk: Твіттер

source: XSplit
uk: XСпліт

source: Patreon
uk: Патреон

source: Streamloots
uk: Потоки

# GameCommandRussianRouletteDefaultChatTrigger
source: rr
nl: bronrecord
