Repository: SaviorXTanren/mixer-mixitup
Catalog: MixItUp.*/Resources.*.resx
Languages: de, es, fr, fr_fr, ja, nl, pt, pt_br, ru, uk

source: 1 Per Hour
de: 1 pro Stunde
es: 1 por hora
fr: 1 par heure
ja: 1 時間あたり 1
nl: 1 per uur
pt: 1 por hora
pt_br: 1 por hora
ru: 1 в час
uk: 1 на годину

source: 1 Per Minute
de: 1 pro Minute
es: 1 por minuto
fr: 1 par minute
ja: 1 分あたり 1
nl: 1 per minuut
pt: 1 por minuto
pt_br: 1 por minuto
ru: 1 в минуту
uk: 1 за хвилину

source: About
de: Über
es: Acerca de
fr: Environ
fr_fr: À Propos
ja: に関しては
nl: Over
pt: Sobre
pt_br: Sobre
ru: О программе
uk: Про

source: Accept
de: Annehmen
es: Aceptar
fr: Accepter
ja: 受け入れる
nl: Accepteren
pt: Aceitar
pt_br: Aceitar
ru: Принимать
uk: Приймати

source: Access the folder where Mix It Up is installed
de: Zugriff auf den Ordner, in dem Mix It Up installiert ist
es: Accede a la carpeta donde está instalado Mix It Up
fr: Accéder au dossier dans lequel Mix It Up est installé
ja: Mix It Up がインストールされているフォルダーにアクセスする
nl: Toegang tot de map waarin Mix It Up is geïnstalleerd
pt: Acesse a pasta onde o Mix It Up está instalado
pt_br: Acesse a pasta onde o Mix It Up está instalado
ru: Доступ к папке установки Mix It Up
uk: Доступ до папки, в якій інстальовано Mix It Up

source: Account
de: Konto
es: Cuenta
fr: Compte
ja: アカウント
nl: Rekening
pt: Conta
pt_br: Conta
ru: Аккаунт
uk: Рахунок

# AccountDay
source: Account Is 1 Day Old
de: Konto ist 1 Tag alt
es: La cuenta tiene 1 día de antigüedad
fr: Le compte a 1 jour
fr_fr: Le Compte à 1 jour
ja: アカウントは 1 日古い
nl: Account is 1 dag oud
pt: Conta é 1 dia de idade
pt_br: A conta tem 1 dia
ru: Аккаунту 1 день
uk: Обліковий запис 1 день

# AccountHour
source: Account Is 1 Hour Old
de: Konto ist 1 Stunde alt
es: La cuenta tiene 1 hora de antigüedad
fr: Le compte a 1 heure
fr_fr: Le Compte à 1 heure
ja: アカウントは 1 時間前
nl: Account is 1 uur oud
pt: Conta é de 1 hora
pt_br: A conta tem 1 hora
ru: Аккаунту 1 час
uk: Обліковий запис 1 година

# AccountMonth
source: Account Is 1 Month Old
de: Konto ist 1 Monat alt
es: La cuenta tiene 1 mes de antigüedad
fr: Le compte a 1 mois
fr_fr: Le Compte à 1 mois
ja: アカウントは 1 か月前
nl: Account is 1 maand oud
pt: Conta tem 1 mês de idade
pt_br: A conta tem 1 mês
ru: Аккаунту 1 месяц
uk: Обліковий запис 1 місяць

source: Accounts
de: Konten
es: Cuentas
fr: Comptes
ja: アカウント
nl: Rekeningen
pt: Contas
pt_br: Contas
ru: Аккаунты
uk: Рахунки

# AccountsDetails
source: Streamer accounts are your actual account that you are streaming from. Bot accounts are separate, optional accounts that you can use to send messages from in your channel. Bots accounts must be manually created by you and you must make sure to be signed in to them before you try connecting them in Mix It Up.
de: Streamer-Konten sind Ihr tatsächliches Konto, von dem Sie streamen. Bot-Konten sind separate, optionale Konten, die Sie zum Senden von Nachrichten in Ihrem Kanal verwenden können. Bots-Konten müssen manuell von Ihnen erstellt werden und Sie müssen sicherstellen, dass Sie bei ihnen angemeldet sind, bevor Sie versuchen, sie in Mix It Up zu verbinden.
es: Las cuentas de streamer son tu cuenta real desde la que estás transmitiendo. Las cuentas de bot son cuentas separadas y opcionales que puedes usar para enviar mensajes desde tu canal. Las cuentas de bots deben ser creadas manualmente y debe asegurarse de haber iniciado sesión en ellas antes de intentar conectarlas en Mix It Up.
fr: Les comptes Streamer sont votre compte réel à partir duquel vous diffusez en continu. Les comptes de bot sont des comptes distincts et facultatifs que vous pouvez utiliser pour envoyer des messages à partir de votre canal. Les comptes de bots doivent être créés manuellement par vous et vous devez vous assurer d’y être connecté avant d’essayer de les connecter dans Mix It Up.
fr_fr: Le compte Streamer est votre compte réel à partir duquel vous diffusez. Les comptes de robots sont des comptes distincts et facultatifs que vous pouvez utiliser pour envoyer des messages depuis votre chaîne. Les comptes de robots doivent être créés manuellement par vous et vous devez vous assurez d'être connecté à eux avant d'essayer de les connecter dans Mix It Up.
ja: ストリーマーアカウントは、ストリーミングを行う実際のアカウントです。ボット アカウントは、チャネル内でメッセージを送信するために使用できる、オプションのアカウントです。ボットアカウントは手動で作成する必要があり、Mix It Up で接続する前に、それらにサインインしていることを確認する必要があります。
nl: Streameraccounts zijn uw werkelijke account waarvan u streamt. Botaccounts zijn afzonderlijke, optionele accounts die je kunt gebruiken om berichten te verzenden vanuit je kanaal. Bots-accounts moeten handmatig door u worden gemaakt en u moet ervoor zorgen dat u zich bij hen aanmeldt voordat u ze probeert te verbinden in Mix It Up.
pt: Contas de streamer são sua conta real da sua conta que você está transmitindo. As contas bot são contas separadas e opcionais que você pode usar para enviar mensagens em seu canal. As contas bots devem ser criadas manualmente por você e você deve ter certeza de estar conectado a elas antes de tentar conectá-las no Mix It Up.
pt_br: As contas de streamer são a conta real da qual você está transmitindo. As contas bot são contas separadas e opcionais que você pode usar para enviar mensagens em seu canal. As contas de bots devem ser criadas manualmente por você e você deve estar conectado a elas antes de tentar conectá-las no Mix It Up.
ru: Аккаунт стримера - ваш личный, использующийся для стриминга. Аккаунт бота - отдельный, он будет использоваться для отправки сообщений на вашем канале. Аккаунт бота создаётся вами вручную, также нужно войти в него, прежде чем подключать в Mix It Up.
uk: Облікові записи Streamer – це ваш фактичний обліковий запис, з яким ви транслюєте. Облікові записи ботів - це окремі, необов'язкові облікові записи, з яких ви можете надсилати повідомлення у своєму каналі. Облікові записи ботів повинні бути створені вручну вами, і ви повинні переконатися, що ви ввійшли в них, перш ніж намагатися підключити їх у Mix It Up.

# AccountsWizardInstructions
source: Let's get started by signing in to the accounts you use on each Streaming Platform. Select the options below for each account you want to log in. You can revisit these options later by going to the Accounts page.
de: Beginnen wir mit der Anmeldung bei den Konten, die Sie auf jeder Streaming-Plattform verwenden. Wählen Sie die folgenden Optionen für jedes Konto aus, in dem Sie sich anmelden möchten. Sie können diese Optionen später erneut aufrufen, indem Sie auf die Seite Konten gehen.
es: Comencemos iniciando sesión en las cuentas que usa en cada plataforma de transmisión. Seleccione las siguientes opciones para cada cuenta en la que desee iniciar sesión. Puede volver a visitar estas opciones más adelante yendo a la página Cuentas.
fr: Commençons par vous connecter aux comptes que vous utilisez sur chaque plateforme de streaming. Sélectionnez les options ci-dessous pour chaque compte chaque compte près duquel vous souhaitez vous connecter. Vous pouvez revoir ces options ultérieurement en vous rendant sur la page Comptes.
fr_fr: Commençez par vous connecter aux comptes que vous utilisez sur chaque plateforme de streaming. Sélectionnez les options ci-dessous pour chaque compte auquel vous souhaitez vous connecter. Vous pouvez revoir ces options ultérieurement en accédant à la page Comptes.
ja: では、各ストリーミング プラットフォームで使用するアカウントにサインインして開始しましょう。ログインするアカウントごとに、以下のオプションを選択してください。これらのオプションは、後で [アカウント] ページに移動して再訪できます。
nl: Laten we beginnen door u aan te melden bij de accounts die u op elk streamingplatform gebruikt. Selecteer de onderstaande opties voor elk account dat u wilt inloggen. U kunt deze opties later opnieuw bekijken door naar de pagina Accounts te gaan.
pt: Vamos começar fazendo login nas contas que você usa em cada Plataforma de Streaming. Selecione as opções abaixo para cada conta que deseja fazer login. Você pode revisitar essas opções mais tarde indo para a página Contas.
pt_br: Vamos começar fazendo login nas contas que você usa em cada plataforma de streaming. Selecione as opções abaixo para cada conta na qual deseja fazer login. Você pode revisitar essas opções mais tarde acessando a página Contas.
ru: Давайте начнем с авторизации аккаунтов, которые вы используете на каждой стиминговой платформе. Выберите параметры ниже для каждого аккаунта, с которым вы хотите войти в систему. Вы можете изменить эти настройки позже, в разделе Аккаунты.
uk: Почнемо з входу в облікові записи, які використовуються на кожній потоковій платформі. Виберіть наведені нижче параметри для кожного облікового запису, в який потрібно ввійти. Ви можете повернутися до цих параметрів пізніше, перейшовши на сторінку Облікові записи.

# AccountWeek
source: Account Is 1 Week Old
de: Konto ist 1 Woche alt
es: La cuenta tiene 1 semana de antigüedad
fr: Le compte a 1 semaine
fr_fr: Le Compte à 1 semaine
ja: アカウントは 1 週前
nl: Account is 1 week oud
pt: Conta é 1 semana de idade
pt_br: A conta tem 1 semana
ru: Аккаунту 1 неделя
uk: Обліковий запис 1 тиждень

source: Acquire Rate
es: Tasa de adquisición
fr: Taux d’acquisition
ja: 取得率
pt: Taxa de aquisição
pt_br: Taxa de aquisição
ru: Курс приобретения
uk: Придбати ставку

source: Action
de: Aktion
es: Acción
ja: アクション
nl: Actie
pt: Ação
pt_br: Ação
ru: Действия
uk: Дія

source: Action Group
de: Bürgerinitiative
es: Grupo de Acción
fr: Groupe d’action
fr_fr: Action Groupée
ja: アクショングループ
nl: Actiegroep
pt: Grupo de Ação
pt_br: Grupo de Ação
ru: Инициативная группа
uk: Група дій

source: Action Groups
de: Aktionsgruppen
es: Grupos de Acción
fr: Groupes d’action
fr_fr: Actions Groupées
ja: アクション グループ
nl: Actiegroepen
pt: Grupos de Ação
pt_br: Grupos de Ação
ru: Инициативные группы
uk: Групи дій

source: Actions
de: Aktionen
es: Acciones
ja: アクション
nl: Acties
pt: Ações
pt_br: Ações
ru: Действия
uk: Дії

source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
ja: 足す
nl: Toevoegen
pt: Adicionar
pt_br: Adicionar
ru: Добавить
uk: Додати

source: Add Clause
de: Add-Klausel
es: Añadir cláusula
fr: Ajouter une clause
fr_fr: Ajouter une clause
ja: 句の追加
nl: Clausule toevoegen
pt: Adicionar cláusula
pt_br: Adicionar cláusula
ru: Добавить пункт
uk: Додати речення

source: Add Command
de: Befehl "Hinzufügen"
es: Añadir Comando
fr: Ajouter une commande
fr_fr: Ajouter une commande
ja: コマンドの追加
nl: Opdracht toevoegen
pt: Adicionar comando
pt_br: Adicionar comando
ru: Добавить команду
uk: Команда "Додати"

source: Add Currency/Rank
de: Währung/Rang hinzufügen
es: Añadir moneda/rango
fr: Ajouter une devise/un rang
fr_fr: Ajouter une devise/rang
ja: 通貨/ランクの追加
nl: Valuta/rang toevoegen
pt: Adicionar moeda/classificação
pt_br: Adicionar moeda/classificação
ru: Добавить валюту/ранг
uk: Додати валюту/ ранг

source: Add Inventory
de: Inventar hinzufügen
es: Añadir inventario
fr: Ajouter un inventaire
fr_fr: Ajouter à l'inventaire
ja: インベントリの追加
nl: Voorraad toevoegen
pt: Adicionar inventário
pt_br: Adicionar inventário
ru: Добавить инвентарь
uk: Додати інвентар

source: Add Item
de: Element hinzufügen
es: Añadir elemento
fr: Ajouter un élément
fr_fr: Ajouter un Objet
ja: アイテムの追加
nl: Item toevoegen
pt: Adicionar item
pt_br: Adicionar item
ru: Добавить предмет
uk: Додати елемент

source: Add New Pair
de: Neues Paar hinzufügen
es: Añadir nuevo par
fr: Ajouter une nouvelle paire
ja: 新しいペアを追加
nl: Nieuw paar toevoegen
pt: Adicionar novo par
pt_br: Adicionar novo par
ru: Добавить новую пару
uk: Додати нову пару

source: Add New Rank
de: Neuen Rang hinzufügen
es: Añadir nuevo rango
fr: Ajouter un nouveau rang
ja: 新しいランクの追加
nl: Nieuwe rang toevoegen
pt: Adicionar nova classificação
pt_br: Adicionar nova classificação
ru: Добавить новый ранг
uk: Додати новий ранг

source: Add New Variable
de: Neue Variable hinzufügen
es: Añadir nueva variable
fr: Ajouter une nouvelle variable
ja: 新しい変数の追加
nl: Nieuwe variabele toevoegen
pt: Adicionar nova variável
pt_br: Adicionar nova variável
ru: Добавить новую переменную
uk: Додати нову змінну

source: Add Overlay Widget
de: Overlay-Widget hinzufügen
es: Añadir widget de superposición
fr: Ajouter un widget de superposition
fr_fr: Ajouter un Widget à l'Overlay
ja: オーバーレイ ウィジェットの追加
nl: Overlay-widget toevoegen
pt: Adicionar Widget de sobreposição
pt_br: Adicionar widget de sobreposição
ru: Добавить виджет для оверлея
uk: Додати віджет накладання

source: Add Quote
de: Angebot hinzufügen
es: Añadir cita
fr: Ajouter un devis
fr_fr: Ajouter une citation
ja: 見積もりの追加
nl: Offerte toevoegen
pt: Adicionar cotação
pt_br: Adicionar cotação
ru: Добавить цитату
uk: Додати цінову пропозицію

source: Add to all chat users
de: Zu allen Chat-Benutzern hinzufügen
es: Añadir a todos los usuarios del chat
fr: Ajouter à tous les utilisateurs de chat
fr_fr: Ajouter à tous les utilisateurs du chat
ja: すべてのチャット ユーザーに追加
nl: Toevoegen aan alle chatgebruikers
pt: Adicione a todos os usuários de bate-papo
pt_br: Adicionar a todos os usuários do chat
ru: Добавить для всех пользователей чата
uk: Додати до всіх користувачів чату

source: Add to specific user
de: Zu einem bestimmten Benutzer hinzufügen
es: Añadir a un usuario específico
fr: Ajouter à un utilisateur spécifique
ja: 特定のユーザーに追加
nl: Toevoegen aan specifieke gebruiker
pt: Adicionar ao usuário específico
pt_br: Adicionar a um usuário específico
ru: Добавить конкретному пользователю
uk: Додати до певного користувача

source: Add to user
de: Zum Benutzer hinzufügen
es: Añadir al usuario
fr: Ajouter à l’utilisateur
ja: ユーザーに追加
nl: Toevoegen aan gebruiker
pt: Adicionar ao usuário
pt_br: Adicionar ao usuário
ru: Добавить пользователю
uk: Додати до користувача

source: Advanced
de: Fortgeschritten
es: Avanzado
fr: Avancé
ja: アドバンスド
nl: Geavanceerd
pt: Avançado
pt_br: Avançado
ru: Дополнительно
uk: Передовий

source: Alerts
de: Alarmsignale
es: Alertas
fr: Alertes
ja: アラート
nl: Waarschuwingen
pt: Alertas
pt_br: Alertas
ru: Оповещения
uk: Оповіщення

source: Allow Commands to be Whispered
de: Flüstern von Befehlen zulassen
es: Permitir que se susurren comandos
fr: Autoriser les commandes à chuchoter
fr_fr: Autoriser les commandes en chuchotement
ja: コマンドのささやきを許可する
nl: Toestaan dat commando's worden gefluisterd
pt: Permitir que os comandos sejam sussurrados
pt_br: Permitir que comandos sejam sussurrados
ru: Разрешить команды, отвечающие в ЛС
uk: Дозволити шепотіти команди

source: Allow Past Winners
de: Frühere Gewinner zulassen
es: Permitir ganadores anteriores
fr: Autoriser les anciens gagnants
fr_fr: Autoriser les anciens gagnants
ja: 過去の受賞者を許可する
nl: Eerdere winnaars toestaan
pt: Permitir vencedores passados
pt_br: Permitir vencedores anteriores
ru: Разрешить участие прошлым победителям
uk: Дозволити минулим переможцям

source: Allow Profanity
de: Obszönitäten zulassen
es: Permitir obscenidades
fr: Autoriser les blasphèmes
fr_fr: Autoriser les mots vulgaires
ja: 冒涜を許可する
nl: Godslastering toestaan
pt: Permitir profanidade
pt_br: Permitir palavrões
ru: Разрешить ненормативную лексику
uk: Дозволити ненормативну лексику

source: Amber
de: Bernstein
es: Ámbar
fr: Ambre
ja: 琥珀
nl: Barnsteen
pt: Âmbar
pt_br: Âmbar
ru: Янтарь
uk: Бурштин

source: Amount
de: Menge
es: Cantidad
fr: Quantité
ja: 量
nl: Aantal
pt: Quantidade
pt_br: Quantia
ru: Количество
uk: Кількість

source: Amount Donated
de: Gespendeter Betrag
es: Cantidad donada
fr: Montant donné
ja: 寄付金額
nl: Gedoneerd bedrag
pt: Valor doado
pt_br: Valor doado
ru: Сумма пожертвований
uk: Сума пожертвуваної

# AmountPlusMinus
source: Amount
de: Menge
es: Importe
fr: Quantité
fr_fr: Durée (+/-)
ja: 量
nl: Aantal
pt: Quantidade
pt_br: Quantia
ru: Сумма
uk: Кількість

source: Amount (Seconds)
de: Betrag (Sekunden)
es: Cantidad (segundos)
fr: Montant (secondes)
fr_fr: Durée (Secondes)
ja: 金額 (秒)
nl: Aantal (seconden)
pt: Quantidade (Segundos)
pt_br: Quantidade (segundos)
ru: Сумма (секунд)
uk: Сума (секунд)

source: Any Chat Message Sound
de: Jeder Chat-Nachrichten-Sound
es: Cualquier sonido de mensaje de chat
fr: N’importe quel son de message de chat
fr_fr: Tous les sons des messages du chat
ja: 任意のチャットメッセージサウンド
nl: Elk chatberichtgeluid
pt: Qualquer som de mensagem de bate-papo
pt_br: Qualquer som de mensagem de bate-papo
ru: Любой звук сообщения чата
uk: Будь-який звук повідомлення чату

source: Append To File
de: An Datei anhängen
es: Anexar al archivo
fr: Ajouter au fichier
fr_fr: Ajouter au fichier
ja: ファイルに追加
nl: Toevoegen aan bestand
pt: Anexar ao arquivo
pt_br: Anexar ao arquivo
ru: Добавить в файл
uk: Додати до файлу

source: Application Info
de: Anwendungs-Info
es: Información de la aplicación
fr: Informations sur l’application
ja: アプリケーション情報
nl: Toepassing Info
pt: Informações sobre aplicativos
pt_br: Informações do aplicativo
ru: Информация о приложении
uk: Відомості про програму

source: Apply Strikes
de: Verwarnungen anwenden
es: Aplicar avisos
fr: Appliquer des grèves
ja: ストライクを適用する
nl: Stakingen toepassen
pt: Aplicar greves
pt_br: Aplicar avisos
ru: Применить страйки
uk: Застосування страйків

source: Approved Devices
de: Zugelassene Geräte
es: Dispositivos aprobados
fr: Appareils approuvés
ja: 承認済みデバイス
nl: Goedgekeurde apparaten
pt: Dispositivos aprovados
pt_br: Dispositivos aprovados
ru: Подтвержденные устройства
uk: Затверджені пристрої

source: Audio Output Device
de: Audio-Ausgabegerät
es: Dispositivo de salida de audio
fr: Périphérique de sortie audio
fr_fr: Périphérique de sortie audio
ja: オーディオ出力デバイス
nl: Audio-uitvoerapparaat
pt: Dispositivo de saída de áudio
pt_br: Dispositivo de saída de áudio
ru: Аудиовывод
uk: Пристрій виводу звуку

# AutoIncludeBang
source: Auto-Include "!"
de: Automatisch "!" einschließen
es: Incluir automáticamente "!"
fr: Inclure automatiquement « ! »
fr_fr: Inclut automatiquement "!"
ja: 自動インクルード "!
nl: Automatisch opnemen "!"
pt: Incluir automaticamente "!"
pt_br: Incluir automaticamente "!"
ru: Автом. доб. "!"
uk: Автоматично включіть "!"

source: Auto Log-In Current Account
de: Auto-Log-In Girokonto
es: Iniciar sesión automáticamente en la cuenta actual
fr: Compte courant de connexion automatique
fr_fr: Compte de connexion automatique
ja: 自動ログイン当座預金
nl: Automatisch inloggen huidige rekening
pt: Conta corrente de login automático
pt_br: Conta corrente de login automático
ru: Автом. авторизация в текущем аккаунте
uk: Автоматичний вхід поточний обліковий запис

source: Automated Settings Backup Rate
de: Automatische Backup-Rate für Einstellungen
es: Velocidad de copia de seguridad de configuración automatizada
fr: Taux de sauvegarde des paramètres automatisés
ja: 自動設定のバックアップレート
nl: Back-uppercentage voor geautomatiseerde instellingen
pt: Taxa de backup de configurações automatizadas
pt_br: Taxa de backup de configurações automatizadas
ru: Частота автоматического бэкапа настроек
uk: Частота резервного копіювання автоматичних параметрів

source: Automatic Reset
de: Automatisches Zurücksetzen
es: Reinicio automático
fr: Réinitialisation automatique
ja: 自動リセット
nl: Automatische reset
pt: Reset automático
pt_br: Reinicialização automática
ru: Автоматический сброс
uk: Автоматичне скидання

source: Average
de: Durchschnitt
es: Promedio
fr: Moyenne
ja: 平均
nl: Gemiddeld
pt: Média
pt_br: Média
ru: Средний
uk: Середній

source: Background Color
de: Hintergrundfarbe
es: Color de fondo
fr: Couleur d’arrière-plan
fr_fr: Couleur de l'arrière plan
ja: 背景色
nl: Achtergrondkleur
pt: Cor de fundo
pt_br: Cor de fundo
ru: Цвет фона
uk: Колір тла

source: Backup Rate
es: Intervalo de copias de seguridad
fr: Taux de sauvegarde
ja: バックアップレート
nl: Back-up tarief
pt: Taxa de backup
pt_br: Taxa de backup
ru: Период резервного копирования
uk: Частота резервного копіювання

source: Backup Settings
de: Backup-Einstellungen
es: Configuración de copia de seguridad
fr: Paramètres de sauvegarde
fr_fr: Sauvegarder les Paramètres
ja: バックアップ設定
nl: Back-upinstellingen
pt: Configurações de backup
pt_br: Configurações de backup
ru: Настройки резервного копирования
uk: Параметри резервного копіювання

source: Backup your current settings
de: Sichern Sie Ihre aktuellen Einstellungen
es: Copia de seguridad de la configuración actual
fr: Sauvegardez vos paramètres actuels
ja: 現在の設定をバックアップする
nl: Maak een back-up van uw huidige instellingen
pt: Faça backup das configurações atuais
pt_br: Faça backup de suas configurações atuais
ru: Резервное копирование текущих настроек
uk: Резервне копіювання поточних настройок

source: Banned
de: Verboten
es: Baneado
fr: Interdit
fr_fr: Banni
ja: 禁止
nl: Verboden
pt: Banido
pt_br: Banido
ru: Забанены
uk: Заборонені

source: Baud Rate
es: Velocidad
fr: Bauds
fr_fr: Débit en Bauds
ja: ボーレート
pt: Taxa de transmissão
pt_br: Taxa de transmissão
ru: Скорость

source: Between
de: Zwischen
es: Entre
fr: Entre
ja: 間
nl: Tussen
pt: Entre
pt_br: Entre
ru: Между
uk: Між

source: Black
de: Schwarz
es: Negro
fr: Noir
ja: 黒い
nl: Zwart
pt: Preto
pt_br: Preto
ru: Чёрный
uk: Чорний

source: Blue
de: Blau
es: Azul
fr: Bleu
ja: 青い
nl: Blauw
pt: Azul
pt_br: Azul
ru: Синий
uk: Синій

source: Blue Grey
de: Blau Grau
es: Gris Azul
fr: Gris Bleu
ja: ブルーグレー
nl: Blauw Grijs
pt: Cinza Azul
pt_br: Cinza Azul
ru: Сине-серый
uk: Синій сірий

source: Bot
ja: ボット
pt_br: Robô
ru: Бот
uk: Робот

source: Bot Account
de: Bot-Konto
es: Cuenta de bot
fr: Compte Bot
ja: ボット アカウント
pt: Conta de bot
pt_br: Conta de bot
ru: Учетная запись бота
uk: Обліковий запис бота

source: Brown
de: Braun
es: Marrón
fr: Marron
ja: 褐色
nl: Bruin
pt: Marrom
pt_br: Marrom
ru: Коричневый
uk: Коричневий

source: Browse
de: Blättern
es: Navegar
fr: Parcourir
ja: ブラウズ
nl: Bladeren
pt: Navegar
pt_br: Navegar
ru: Обзор
uk: Перегляд

source: Button Name
de: Name der Schaltfläche
es: Nombre del botón
fr: Nom du bouton
ja: ボタン名
nl: Naam van knop
pt: Nome do botão
pt_br: Nome do botão
ru: Имя кнопки
uk: Ім'я кнопки

source: Buy Price
de: Kaufpreis
es: Precio de compra
fr: Prix d’achat
fr_fr: Prix d'achat
ja: 価格を購入
nl: Koopprijs
pt: Preço de compra
pt_br: Preço de compra
ru: Купить Цена
uk: Купити ціна

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
nl: Annuleren
pt: Cancelar
pt_br: Cancelar
ru: Отмена
uk: Скасувати

source: Cancel Giveaway
de: Giveaway stornieren
es: Cancelar sorteo
fr: Annuler le cadeau
fr_fr: Annuler le giveaway
ja: プレゼントをキャンセル
nl: Annuleren Giveaway
pt: Cancelar o sorteio
pt_br: Cancelar oferta
ru: Отмена раздачи
uk: Скасувати піддавки

source: Case Sensitive
de: Groß-/Kleinschreibung beachten
es: Distingue entre mayúsculas y minúsculas
fr: Sensible à la casse
fr_fr: Case sensible
ja: 大文字と小文字の区別
nl: Hoofdlettergevoelig
pt: Sensível a Casos
pt_br: Maiúsculas e minúsculas
ru: Учитывать регистр
uk: З урахуванням регістру

source: Channel
de: Kanal
es: Canal
fr: Canal
fr_fr: Chaîne
ja: チャンネル
nl: Kanaal
pt: Canal
pt_br: Canal
ru: Канал
uk: Канал

# BannedWords
source: Banned Words (One Per Line) ( * = Wild Card)
de: Gesperrte Wörter (eines pro Zeile) ( * = Platzhalter)
es: Palabras prohibidas (una por línea) ( * = comodín)
fr: Mots interdits (un par ligne) ( * = caractère générique)
fr_fr: Mots interdits (Un par ligne)
ja: 禁止語 (1 行につき 1 つ) ( * = ワイルドカード)
nl: Verboden woorden (één per regel) ( * = jokerteken)
pt: Palavras proibidas (uma por linha) ( * = Wild Card)
pt_br: Palavras banidas (uma por linha) (* = curinga)
ru: Запрещенные слова (по одному на строку) (* = любой символ)
uk: Заборонені слова (по одному на рядок) ( * = Wild Card)

source: Channel Editor
de: Kanal-Editor
es: Editor de canales
fr: Éditeur de chaînes
fr_fr: Éditeur de la chaîne
ja: チャンネルエディタ
nl: Kanaal editor
pt: Editor de Canais
pt_br: Editor de canal
ru: Редактор каналов
uk: Редактор каналів

source: Channel Info
de: Kanal-Info
es: Información del canal
fr: Informations sur la chaîne
fr_fr: Informations sur la chaîne
ja: チャンネル情報
nl: Kanaal Info
pt: Informações do canal
pt_br: Informações do canal
ru: Информация о канале
uk: Інформація про канал

source: Channel Name
de: Kanalname
es: Nombre del canal
fr: Nom du canal
fr_fr: Nom de la Chaîne
ja: チャンネル名
nl: Kanaal naam
pt: Nome do canal
pt_br: Nome do canal
ru: Название канала
uk: Назва каналу
