Repository: SaviorXTanren/mixer-mixitup
Catalog: MixItUp.*/Resources.*.resx
Languages: de, es, fr, fr_fr, ja, nl, pt, pt_br, ru, uk

source: Run For Each User
de: Für jeden Benutzer ausführen
es: Ejecutar para cada usuario
fr: Exécuter pour chaque utilisateur
ja: 各ユーザーに対して実行
nl: Uitvoeren voor elke gebruiker
pt: Executar para cada usuário
pt_br: Executar para cada usuário
ru: Запускать для каждого пользователя
uk: Запуск для кожного користувача

# NoMoreRedemptionStoreProducts
source: There are no more of this product
de: Es gibt kein Produkt mehr
es: No hay más de este producto
fr: Il n’y a plus de ce produit
ja: この製品はもうありません
nl: Er zijn geen meer van dit product
pt: Não há mais deste produto
pt_br: Não há mais deste produto
ru: Этого товара больше нет
uk: Більше немає цього продукту

# NoRedemptionStoreProductWithThatName
source: There is no product with that name
de: Es gibt kein Produkt mit diesem Namen
es: No hay ningún producto con ese nombre
fr: Il n’y a pas de produit portant ce nom
ja: その名前の製品はありません
nl: Er is geen product met die naam
pt: Não há produto com esse nome.
pt_br: Não existe nenhum produto com esse nome
ru: Нет товара с таким именем
uk: Немає продукту з такою назвою

# NoRedemptionStorePurchasesWithThatName
source: There is no purchase containing a product or user with that name
de: Es gibt keinen Kauf, der ein Produkt oder einen Benutzer mit diesem Namen enthält
es: No hay ninguna compra que contenga un producto o usuario con ese nombre
fr: Il n’y a pas d’achat contenant un produit ou un utilisateur portant ce nom
ja: その名前の製品またはユーザーを含む購入はありません
nl: Er is geen aankoop met een product of gebruiker met die naam
pt: Não há compra contendo um produto ou usuário com esse nome
pt_br: Não há nenhuma compra contendo um produto ou usuário com esse nome
ru: Нет покупки, содержащей товар или пользователя с таким именем
uk: Немає покупки, що містить продукт або користувача з таким ім'ям

# NotEnoughRedemptionStoreProducts
source: There are not enough of this product for the amount of users participating
de: Es gibt nicht genug von diesem Produkt für die Anzahl der teilnehmenden Benutzer
es: No hay suficientes de este producto para la cantidad de usuarios que participan
fr: Il n’y a pas assez de ce produit pour le nombre d’utilisateurs participants
ja: この製品は、参加しているユーザーの数に対して十分ではありません
nl: Er zijn niet genoeg van dit product voor het aantal gebruikers dat deelneemt
pt: Não há o suficiente deste produto para a quantidade de usuários participantes
pt_br: Não há produto suficiente para a quantidade de usuários participantes
ru: Не хватает товара для количества участвующих пользователей
uk: Цього продукту недостатньо для кількості користувачів, які беруть участь

source: Infinite
de: Unendlich
es: Infinito
fr: Infini
ja: 無限
nl: Oneindig
pt: Infinito
pt_br: Infinito
ru: Бесконечный
uk: Нескінченна

source: Export Quotes
de: Angebote exportieren
es: Exportar citas
fr: Devis d’exportation
ja: 見積もりのエクスポート
nl: Offertes exporteren
pt: Cotações de exportação
pt_br: Exportar cotações
ru: Экспорт цитат
uk: Експорт цінових пропозицій

source: Regular Bonus
de: Regelmäßiger Bonus
es: Bonus de regular
fr: Bonus régulier
ja: レギュラーボーナス
nl: Reguliere Bonus
pt: Bônus Regular
pt_br: Bônus Regular
ru: Бонус постоянного участника
uk: Регулярний бонус

# YouDoNotHavePermissions
source: You do not have permissions to do this
de: Sie haben keine Berechtigungen dafür
es: No tiene permisos para hacer esto
fr: Vous n’êtes pas autorisé à le faire
ja: これを行うアクセス許可がありません
nl: U hebt geen machtigingen om dit te doen
pt: Você não tem permissões para fazer isso.
pt_br: Você não tem permissão para fazer isso
ru: У вас нет на это разрешения
uk: У вас немає дозволів на це

source: Reward Name
de: Name der Belohnung
es: Nombre de la recompensa
fr: Nom de la récompense
ja: 報酬名
nl: Naam beloning
pt: Nome da recompensa
pt_br: Nome da recompensa
ru: Название награды
uk: Ім'я винагороди

source: Twitch Channel Points
de: Twitch-Kanalpunkte
es: Puntos de canal de Twitch
fr: Points de chaîne Twitch
ja: ツイッチチャンネルポイント
nl: Twitch-kanaalpunten
pt: Pontos do Canal Twitch
pt_br: Pontos do canal Twitch
ru: Баллы канала Twitch
uk: Twitch точки каналу

source: Channel Points
de: Kanalpunkte
es: Puntos de canal
fr: Points de canal
ja: チャンネルポイント
nl: Kanaalpunten
pt: Pontos de canal
pt_br: Pontos do Canal
ru: Баллы канала
uk: Точки каналу

source: Platform
de: Bahnsteig
es: Plataforma
fr: Plateforme
ja: プラットホーム
nl: Perron
pt: Plataforma
pt_br: Plataforma
ru: Платформа
uk: Платформа

source: Tier
de: Rang
fr: Niveau
ja: 層
nl: Rang
pt: Camada
pt_br: Nível
ru: Уровень
uk: Ярус

# ClipCreationFailed
source: Clip creation failed, please try again later
de: Clip-Erstellung fehlgeschlagen, bitte versuchen Sie es später erneut
es: Error en la creación del clip, inténtelo de nuevo más tarde
fr: La création du clip a échoué, veuillez réessayer plus tard
ja: クリップの作成に失敗しました。
nl: Het maken van clips is mislukt, probeer het later opnieuw
pt: Criação de clipe falhou, por favor tente novamente mais tarde
pt_br: Falha na criação do clipe. Tente novamente mais tarde
ru: Не удалось создать клип, повторите попытку позже
uk: Спроба створення кліпу зазнала невдачі, повторіть спробу пізніше

source: Include Delay
de: Verzögerung einschließen
es: Incluir retraso
fr: Inclure le délai
ja: 遅延を含める
nl: Vertraging opnemen
pt: Incluir atraso
pt_br: Incluir atraso
ru: Включить задержку
uk: Включити затримку

# ShowClipInfoInChat
source: Show Info In Chat
de: Info im Chat anzeigen
es: Mostrar información en el chat
fr: Afficher les informations dans le chat
ja: チャットで情報を表示する
nl: Toon info in chat
pt: Mostrar informações no bate-papo
pt_br: Mostrar informações no bate-papo
ru: Показать информацию в чате
uk: Показати інформацію в чаті

# BotAccountMustBeDifferent
source: The bot account must be a different account than your Streamer account. Please make sure to sign in to the bot account first in your default web browser before attempting to sign in.
de: Das Bot-Konto muss ein anderes Konto als Ihr Streamer-Konto sein. Bitte stellen Sie sicher, dass Sie sich zuerst in Ihrem Standard-Webbrowser beim Bot-Konto anmelden, bevor Sie versuchen, sich anzumelden.
es: La cuenta de bot debe ser una cuenta diferente a la de tu cuenta de Streamer. Asegúrese de iniciar sesión en la cuenta de bot primero en su navegador web predeterminado antes de intentar iniciar sesión.
fr: Le compte de bot doit être un compte différent de votre compte Streamer. Assurez-vous de vous connecter d’abord au compte de bot dans votre navigateur Web par défaut avant d’essayer de vous connecter.
ja: ボット アカウントは、ストリーマー アカウントとは異なるアカウントである必要があります。サインインする前に、デフォルトの Web ブラウザーでボット アカウントにサインインしてください。
nl: Het botaccount moet een ander account zijn dan uw Streamer-account. Zorg ervoor dat u zich eerst aanmeldt bij het botaccount in uw standaardwebbrowser voordat u probeert in te loggen.
pt: A conta do bot deve ser uma conta diferente da sua conta do Streamer. Certifique-se de fazer login na conta do bot primeiro no seu navegador padrão antes de tentar fazer login.
pt_br: A conta do bot deve ser uma conta diferente da sua conta do Streamer. Certifique-se de fazer login na conta do bot primeiro em seu navegador padrão antes de tentar fazer login.
ru: Бот-аккаунт не может являться аккаунтом, с которого вы стримите. Пожалуйста, убедитесь, что вы вошли в бот-аккаунт сначала в вашем браузере по умолчанию, прежде чем авторизоваться.
uk: Обліковий запис бота має бути іншим обліковим записом, ніж ваш обліковий запис Streamer. Будь ласка, переконайтеся, що спочатку увійдіть в обліковий запис бота у вашому веб-браузері за замовчуванням, перш ніж намагатися увійти.

source: Bits Bonus
es: Bonus de bits
ja: ビットボーナス
pt: Bônus de Bits
pt_br: Bônus de bits
ru: Бонус битсов
uk: Біти Бонус

source: Bits Cheered
de: Bits jubelten
es: Bits lanzados
fr: Bits acclamés
ja: 応援されたビット
nl: Bits gejuicht
pt: Bits Aplaudido
pt_br: Bits aplaudidos
ru: Подарено битсов
uk: Біти підбадьорені

source: Tag
de: Etikett
es: Etiqueta
fr: Étiquette
ja: タグ
nl: Label
pt: Etiqueta
pt_br: Marcação
ru: Ярлык
uk: Тег

source: Followed Channels
de: Verfolgte Kanäle
es: Canales seguidos
fr: Canaux suivis
ja: フォローしているチャンネル
nl: Gevolgde kanalen
pt: Canais seguidos
pt_br: Canais seguidos
ru: Отслеживаемые каналы
uk: Відстежувні канали

source: Open Channel
de: Kanal öffnen
es: Abrir canal
fr: Canal ouvert
ja: チャンネルを開く
nl: Open kanaal
pt: Canal Aberto
pt_br: Canal aberto
ru: Открытое русло
uk: Відкрити канал

source: Raid Channel
de: Raid-Kanal
es: Raidear canal
fr: Canal Raid
ja: レイド・チャンネル
nl: Raid-kanaal
pt: Canal raid
pt_br: Canal de invasão
ru: Канал для рейда
uk: Рейд-канал

source: Same Language
de: Gleiche Sprache
es: Mismo idioma
fr: Même langue
ja: 同じ言語
nl: Dezelfde taal
pt: Mesma língua
pt_br: Mesmo idioma
ru: Один и тот же язык
uk: Та ж мова

source: Team Members
de: Teammitglieder
es: Miembros del equipo
fr: Membres de l’équipe
ja: チームメンバー
nl: Teamleden
pt: Membros da equipe
pt_br: Membros da equipe
ru: Участники команды
uk: Члени команди

source: Un-VIP User
de: Un-VIP-Benutzer
es: Usuario no VIP
fr: Utilisateur non-VIP
ja: アンVIPユーザー
nl: Un-VIP-gebruiker
pt: Usuário Un-VIP
pt_br: Usuário não VIP
ru: Снять VIP-статус с пользователя
uk: Користувач UN-VIP

source: VIP User
de: VIP-Benutzer
es: Usuario VIP
fr: Utilisateur VIP
ja: VIP ユーザー
nl: VIP-gebruiker
pt: Usuário VIP
pt_br: Usuário VIP
ru: Дать VIP-статус пользователю
uk: VIP-користувач

source: Delete Current Settings Data
de: Aktuelle Einstellungsdaten löschen
es: Eliminar datos de configuración actual
fr: Supprimer les données des paramètres actuels
ja: 現在の設定データを削除する
nl: Huidige instellingengegevens verwijderen
pt: Excluir dados de configurações atuais
pt_br: Excluir dados de configurações atuais
ru: Удаление данных из текущих настроек
uk: Видалити дані поточних параметрів

source: Delete Settings
de: Einstellungen löschen
es: Eliminar configuración
fr: Supprimer les paramètres
ja: 設定の削除
nl: Instellingen verwijderen
pt: Excluir configurações
pt_br: Excluir configurações
ru: Удаление настроек
uk: Видалити параметри

source: Changelog
es: Registro de cambios
fr: Journal des modifications
ja: 変更ログ
pt: Notas de Atualização
pt_br: Registro de alterações
ru: Список изменений
uk: Список змін

source: Clip Playback
de: Clip-Wiedergabe
es: Reproducción de clips
fr: Lecture de clips
ja: クリップ再生
nl: Clip afspelen
pt: Reprodução de clipe
pt_br: Reprodução de clipe
ru: Воспроизведение клипов
uk: Відтворення кліпів

source: Tier 1
de: Stufe 1
fr: Niveau 1
ja: ティア1
nl: Niveau 1
pt: Nível 1
pt_br: Camada 1
ru: Уровень 1

source: Tier 2
de: Stufe 2
fr: Niveau 2
ja: ティア2
nl: Niveau 2
pt: Nível 2
pt_br: Camada 2
ru: Уровень 2

source: Tier 3
de: Stufe 3
fr: Niveau 3
ja: ティア3
nl: Niveau 3
pt: Nível 3
pt_br: Nível 3
ru: Уровень 3

# FailedToUpdateGame
source: We were unable to update your game because we could not find a game matching that name
de: Wir konnten euer Spiel nicht aktualisieren, da wir kein Spiel finden konnten, das diesem Namen entspricht.
es: No hemos podido actualizar tu juego porque no hemos podido encontrar un juego que coincida con ese nombre.
fr: Nous n’avons pas pu mettre à jour votre jeu car nous n’avons pas pu trouver de jeu correspondant à ce nom
ja: その名前に一致するゲームが見つからなかったため、ゲームを更新できませんでした
nl: We kunnen je game niet bijwerken omdat we geen game kunnen vinden die overeenkomt met die naam
pt: Não conseguimos atualizar seu jogo porque não conseguimos encontrar um jogo que correspondesse a esse nome
pt_br: Não foi possível atualizar seu jogo porque não encontramos um jogo com esse nome
ru: Мы не смогли обновить игру, т.к. не нашли игры с подходящим названием
uk: Ми не змогли оновити вашу гру, тому що ми не змогли знайти гру, що відповідає цьому імені.

source: Not Subscribed
de: Nicht abonniert
es: No suscrito
fr: Non abonné
ja: 購読していない
nl: Niet geabonneerd
pt: Não inscrito
pt_br: Não inscrito
ru: Не подписано
uk: Не підписаний

# AutoLogInCurrentAccountTooltip
source: The Auto Log-In setting allows Mix It Up to automatically log in the currently signed-in user account. NOTE: If there is a Mix It Up update or you are required to re-authenticate any of your services accounts, you will need to manually log in when this occurs.
de: Mit der Einstellung Automatische Anmeldung kann sich Mix It Up automatisch beim aktuell angemeldeten Benutzerkonto anmelden. HINWEIS: Wenn es ein Mix It Up-Update gibt oder Sie eines Ihrer Dienstkonten erneut authentifizieren müssen, müssen Sie sich in diesem Fall manuell anmelden.
es: La configuración de inicio de sesión automático permite que Mix It Up inicie sesión automáticamente en la cuenta de usuario que ha iniciado sesión actualmente. NOTA: Si hay una actualización de Mix It Up o si se le solicita que vuelva a autenticar cualquiera de sus cuentas de servicios, deberá iniciar sesión manualmente cuando esto ocurra.
fr: Le paramètre Connexion automatique permet à Mix It Up de se connecter automatiquement au compte d’utilisateur actuellement connecté. REMARQUE: S’il existe une mise à jour Mix It Up ou si vous devez authentifier à nouveau l’un de vos comptes de services, vous devrez vous connecter manuellement lorsque cela se produit.
ja: 自動ログイン設定では、Mix It Upは、現在サインインしているユーザーアカウントに自動的にログインできます。注: Mix It Up アップデートがある場合、またはサービス アカウントを再認証する必要がある場合は、この場合は手動でログインする必要があります。
nl: Met de instelling Automatisch inloggen kan Mix It Up zich automatisch aanmelden bij het momenteel ingelogde gebruikersaccount. OPMERKING: Als er een Mix It Up-update is of als u een van uw servicesaccounts opnieuw moet verifiëren, moet u zich handmatig aanmelden wanneer dit gebeurt.
pt: A configuração De login automático permite que o Mix It Up faça login automaticamente na conta de usuário atualmente assinada. NOTA: Se houver uma atualização do Mix It Up ou você for obrigado a re-autenticar qualquer uma de suas contas de serviços, você precisará fazer login manualmente quando isso ocorrer.
pt_br: A configuração Auto Log-In permite que o Mix It Up faça login automaticamente na conta de usuário atualmente conectada. NOTA: Se houver uma atualização do Mix It Up ou se você precisar autenticar novamente qualquer uma de suas contas de serviço, será necessário fazer login manualmente quando isso ocorrer.
ru: Настройка автоматической авторизации позволяет Mix It Up автоматически входить в используемый в данный момент аккаунт. ПРИМЕЧАНИЕ: Если есть обновление Mix It Up или вам нужно повторно авторизоваться в любой из ваших учетных записей, поле этого нужно будет вручную войти в систему.
uk: Параметр автоматичного входу дозволяє Mix It Up автоматично входити до поточного облікового запису користувача, який увійшов до системи. Примітка: Якщо є Mix It Up оновлення або ви повинні повторно автентифікувати будь-який з ваших облікових записів служб, вам потрібно буде вручну увійти в систему, коли це відбувається.

# OptOutofDataTrackingTooltip
source: This option allows you to opt-out of any tracking of your data via our back-end services. We track data around app usage & crashes to help improve your experience. If you select this option, we will stop all tracking of this data. Note that this does not disable any data included with uploading & reviewing Mix It Up store commands.
de: Diese Option ermöglicht es Ihnen, die Verfolgung Ihrer Daten über unsere Back-End-Dienste abzulehnen. Wir verfolgen Daten rund um die App-Nutzung und Abstürze, um Ihre Erfahrung zu verbessern. Wenn Sie diese Option auswählen, werden wir die Verfolgung dieser Daten einstellen. Beachten Sie, dass dadurch keine Daten deaktiviert werden, die beim Hochladen und Überprüfen von Mix It Up-Speicherbefehlen enthalten sind.
es: Esta opción le permite optar por no realizar ningún seguimiento de sus datos a través de nuestros servicios de back-end. Realizamos un seguimiento de los datos sobre el uso de la aplicación y los bloqueos para ayudar a mejorar su experiencia. Si selecciona esta opción, detendremos todo el seguimiento de estos datos. Tenga en cuenta que esto no deshabilita ningún dato incluido con la carga y revisión de comandos de la tienda Mix It Up.
fr: Cette option vous permet de refuser tout suivi de vos données via nos services back-end. Nous suivons les données relatives à l’utilisation et aux plantages des applications pour vous aider à améliorer votre expérience. Si vous sélectionnez cette option, nous arrêterons tout suivi de ces données. Notez que cela ne désactive pas les données incluses dans le téléchargement et l’examen des commandes du magasin Mix It Up.
ja: このオプションを使用すると、バックエンドサービスを介してデータの追跡をオプトアウトすることができます。アプリの使用状況とクラッシュに関するデータを追跡し、エクスペリエンスを向上させます。このオプションを選択すると、このデータの追跡はすべて停止します。これは、Mix It Up ストアコマンドのアップロードとレビューに含まれるデータを無効にしないことに注意してください。
nl: Met deze optie kunt u zich afmelden voor het volgen van uw gegevens via onze back-endservices. We houden gegevens bij over app-gebruik en crashes om uw ervaring te verbeteren. Als u deze optie selecteert, stoppen we alle tracking van deze gegevens. Houd er rekening mee dat dit geen gegevens uitschakelt die zijn opgenomen in het uploaden en beoordelen van Mix It Up-winkelopdrachten.
pt: Esta opção permite que você opte por não rastrear seus dados através de nossos serviços back-end. Rastreamos dados em torno do uso de aplicativos e acidentes para ajudar a melhorar sua experiência. Se você selecionar esta opção, vamos parar todo o rastreamento desses dados. Observe que isso não desabilitou nenhum dado incluído no upload e revisão dos comandos da loja Mix It Up.
pt_br: Esta opção permite que você desative qualquer rastreamento de seus dados por meio de nossos serviços de back-end. Rastreamos dados sobre o uso e falhas do aplicativo para ajudar a melhorar sua experiência. Se você selecionar esta opção, interromperemos todo o rastreamento desses dados. Observe que isso não desativa nenhum dado incluído no upload e na revisão dos comandos da loja Mix It Up.
ru: Эта опция позволяет отказаться от любого отслеживания ваших данных с помощью наших сервисов. Мы отслеживаем данные об использовании приложений и сбоях, чтобы улучшить ваш пользовательский опыт. Если вы включите эту опцию, мы прекратим всё отслеживание этих данных. Обратите внимание, что это не отключает обмена данными, включенными в загрузку и просмотр команд магазина Mix It Up.
uk: Ця опція дозволяє вам відмовитися від будь-якого відстеження ваших даних за допомогою наших бек-енд-сервісів. Ми відстежуємо дані про використання додатків та аварійні завершення роботи, щоб покращити ваш досвід. Якщо ви виберете цей параметр, ми припинимо всі відстеження цих даних. Зауважте, що це не вимикає жодних даних, що входять до складу завантаження та перегляду команд магазину Mix It Up.

# UpdatePreviewProgramTooltip
source: The Update Preview Program allows you to get early access to new features & improvements before the general public. This is a great way to give early feedback & provide valuable help. Preview Program updates can have bugs & issues associated with them, so users should only sign up for this if they are willing to work around any possible issues that may arise We encourage users to enable automatic backups and perform a manual backup of their settings before enabling this.
de: Das Update-Vorschauprogramm ermöglicht es Ihnen, frühzeitig auf neue Funktionen und Verbesserungen zuzugreifen, bevor Sie die öffentlichkeitsfrei machen. Dies ist eine großartige Möglichkeit, frühzeitig Feedback zu geben und wertvolle Hilfe zu leisten. Vorschau-Programm-Updates können Fehler und Probleme haben, daher sollten sich Benutzer nur dann dafür anmelden, wenn sie bereit sind, mögliche Probleme zu umgehen Wir empfehlen Benutzern, automatische Sicherungen zu aktivieren und eine manuelle Sicherung ihrer Einstellungen durchzuführen, bevor sie dies aktivieren.
es: El Programa de vista previa de actualización le permite obtener acceso anticipado a nuevas funciones y mejoras antes que el público en general. Esta es una excelente manera de dar retroalimentación temprana y proporcionar ayuda valiosa. Las actualizaciones del programa de vista previa pueden tener errores y problemas asociados con ellas, por lo que los usuarios solo deben registrarse para esto si están dispuestos a solucionar cualquier posible problema que pueda surgir Alentamos a los usuarios a habilitar las copias de seguridad automáticas y realizar una copia de seguridad manual de su configuración antes de habilitar esto.
fr: Le programme Update Preview vous permet d’obtenir un accès anticipé aux nouvelles fonctionnalités et améliorations avant le grand public. C’est un excellent moyen de donner des commentaires précoces et de fournir une aide précieuse. Les mises à jour du programme d’aperçu peuvent avoir des bogues et des problèmes qui leur sont associés, de sorte que les utilisateurs ne doivent s’inscrire que s’ils sont prêts à contourner les problèmes éventuels qui peuvent survenir Nous encourageons les utilisateurs à activer les sauvegardes automatiques et à effectuer une sauvegarde manuelle de leurs paramètres avant de l’activer.
ja: 更新プレビュープログラムを使用すると、一般の人々の前に新機能と改善点への早期アクセスを取得することができます。これは、早期のフィードバックを与え、貴重な助けを提供するための素晴らしい方法です。プレビュープログラムの更新にはバグや問題が関連付けられている可能性があるため、ユーザーは発生する可能性のある問題を回避する意思がある場合にのみサインアップする必要があります。
nl: Met het Update Preview-programma kunt u vroegtijdig toegang krijgen tot nieuwe functies en verbeteringen voor het grote publiek. Dit is een geweldige manier om vroegtijdig feedback te geven en waardevolle hulp te bieden. Preview-programma-updates kunnen bugs en problemen bevatten, dus gebruikers moeten zich hiervoor alleen aanmelden als ze bereid zijn om mogelijke problemen die zich kunnen voordoen te omzeilen We moedigen gebruikers aan om automatische back-ups in te schakelen en een handmatige back-up van hun instellingen uit te voeren voordat ze dit inschakelen.
pt: O Programa de Visualização de Atualizações permite que você tenha acesso antecipado a novos recursos e melhorias diante do público em geral. Esta é uma ótima maneira de dar feedback antecipado e fornecer ajuda valiosa. As atualizações do Programa de Visualização podem ter bugs e problemas associados a eles, então os usuários só devem se inscrever para isso se estiverem dispostos a contornar quaisquer possíveis problemas que possam surgir Encorajamos os usuários a ativar backups automáticos e executar um backup manual de suas configurações antes de habilitar isso.
pt_br: O Update Preview Program permite que você obtenha acesso antecipado a novos recursos e melhorias antes do público em geral. Esta é uma ótima maneira de fornecer feedback antecipado e fornecer ajuda valiosa. As atualizações do programa de visualização podem ter bugs e problemas associados a elas, portanto, os usuários só devem se inscrever se estiverem dispostos a solucionar possíveis problemas que possam surgir. Encorajamos os usuários a ativar backups automáticos e realizar um backup manual de suas configurações antes de ativar esse.
ru: Программа предварительного просмотра обновлений позволяет получить ранний доступ к новым функциям и улучшениям до публичного релиза. Это отличный способ дать обратную связь и оказать нам ценную помощь. Предварительные обновления могут иметь баги, так что пользователи должны вступать в данную программу, если они готовы ко множеству возможных проблем. Мы рекомендуем включить автоматическое резервное копирование и выполнить ручное резервное копирование своих настроек.
uk: Програма попереднього перегляду оновлення дає змогу отримати ранній доступ до нових функцій і покращень перед широкою публікою. Це відмінний спосіб дати ранній зворотний зв'язок і надати цінну допомогу. Попередній перегляд оновлень програми може мати помилки та проблеми, пов'язані з ними, тому користувачі повинні лише підписатися на це, якщо вони готові вирішити будь-які можливі проблеми, які можуть виникнути Ми рекомендуємо користувачам увімкнути автоматичне резервне копіювання та виконати ручне резервне копіювання своїх налаштувань, перш ніж увімкнути це.
