Repository: SaviorXTanren/mixer-mixitup
Catalog: MixItUp.*/Resources.*.resx
Languages: de, es, fr, fr_fr, ja, nl, pt, pt_br, ru, uk

# GameCommandHeistTopThirdsSucceed
source: 99% - 66% Succeed
de: 99% - 66% erfolgreich
es: 99% - 66% Éxito
fr: 99 % - 66 % réussissent
ja: 99% - 66% 成功
nl: 99% - 66% Slagen
pt: 99% - 66% Sucesso
pt_br: 99% - 66% de sucesso
ru: 99% - 66% успешно
uk: 99% - 66% досягають успіху

# GameCommandHeistTopThirdsSucceedExample
source: The cops showed up at the last second and snagged a few of you, but most made it out with the good! Total Amount: $gameallpayout {0}! Winners: $gamewinners
de: Die Bullen tauchten in letzter Sekunde auf und schnappten sich ein paar von euch, aber die meisten schafften es mit dem Guten! Gesamtbetrag: $gameallpayout {0}! Gewinner: $gamewinners
es: Los policías aparecieron en el último segundo y atraparon a algunos de ustedes, ¡pero la mayoría lo logró con lo bueno! Monto total: $gameallpayout {0}! Ganadores: $gamewinners
fr: Les flics sont arrivés à la dernière seconde et ont accroché quelques-uns d’entre vous, mais la plupart s’en sont sortis avec le bon! Montant total: $gameallpayout {0}! Gagnants: $gamewinners
ja: 警官は最後の秒に現れ、あなたの数人を悩ませたが、ほとんどは良いでそれを作った!合計金額:$gameallpayout {0}!受賞者: $gamewinners
nl: De agenten kwamen op het laatste moment opdagen en snuffelden een paar van jullie, maar de meesten haalden het met het goede! Totaal bedrag: $gameallpayout {0}! Winnaar: $gamewinners
pt: Os policiais apareceram no último segundo e pegaram alguns de vocês, mas a maioria saiu com o bom! Valor Total: $gameallpayout {0}! Vencedores: $gamewinners
pt_br: Os policiais apareceram no último segundo e prenderam alguns de vocês, mas a maioria conseguiu escapar com os bons! Valor total: $gameallpayout {0}! Vencedores: $gamewinners
ru: Полицейские появились в последнюю секунду и зацепили нескольких, но большинство смогло смыться с деньгами! Общая сумма: $gameallpayout {0}! Победители: $gamewinners
uk: Копи з'явилися в останню секунду і вихопили кілька з вас, але більшість зробила це з хорошим! Загальна сума: $gameallpayout {0}! Переможці: $gamewinners

# GameCommandPayout
source: Payout
de: Ausschüttung
es: Pago
fr: Paiement
ja: 支払い
nl: Uitbetaling
pt: Pagamento
pt_br: Pagamento
ru: Выплата
uk: Виплат

# GameCommandRouletteBetHighNumber
source: High Number
de: Hohe Zahl
es: Número alto
fr: Nombre élevé
ja: 高い数字
nl: Hoog aantal
pt: Número Alto
pt_br: Número Alto
ru: Большое количество
uk: Високе число

# GameCommandRouletteBetLowNumber
source: Low Number
de: Niedrige Zahl
es: Número bajo
fr: Nombre faible
ja: 低い数
nl: Laag aantal
pt: Número Baixo
pt_br: Número baixo
ru: Низкий номер
uk: Низька кількість

# GameCommandRouletteBetOptions
source: Bet Options
de: Wettoptionen
es: Opciones de apuesta
fr: Options de pari
ja: ベットオプション
nl: Inzet opties
pt: Opções de apostas
pt_br: Opções de aposta
ru: Варианты ставок
uk: Параметри ставки

# GameCommandRouletteBetOptionsCustomMustBe2OrMore
source: 2 or more Bet Options must be specified
de: 2 oder mehr Wettoptionen müssen angegeben werden
es: Se deben especificar 2 o más opciones de apuesta
fr: 2 options de pari ou plus doivent être spécifiées
ja: 2 つ以上のベット オプションを指定する必要があります
nl: 2 of meer inzetopties moeten worden opgegeven
pt: 2 ou mais Opções de aposta devem ser especificadas
pt_br: 2 ou mais opções de aposta devem ser especificadas
ru: Необходимо указать 2 или более опций ставок
uk: Потрібно вказати 2 або більше варіантів ставок

# GameCommandRouletteBetOptionsCustomMustBeUnique
source: All Bet Options must be unique
de: Alle Wettoptionen müssen einzigartig sein
es: Todas las opciones de apuesta deben ser únicas
fr: Toutes les options de pari doivent être uniques
ja: すべてのベットオプションは一意でなければなりません
nl: Alle inzetopties moeten uniek zijn
pt: Todas as opções de aposta devem ser únicas
pt_br: Todas as opções de aposta devem ser únicas
ru: Все опции ставок должны быть уникальными
uk: Всі варіанти ставок повинні бути унікальними

# GameCommandRouletteBetOptionsNumberRangeInvalid
source: The Bet Options number range is invalid
de: Der Zahlenbereich der Wettoptionen ist ungültig
es: El intervalo de números opciones de apuesta no es válido
fr: La plage de numéros des options de pari n’est pas valide
ja: ベット オプションの番号範囲が無効です
nl: Het nummerbereik van de inzetopties is ongeldig
pt: A faixa de número de Opções de Apostas é inválida
pt_br: O intervalo de números das opções de aposta é inválido
ru: Диапазон цифр в вариантах недействителен
uk: Неприпустимий діапазон параметрів ставок

# GameCommandRouletteBetType
source: Bet Type
de: Art der Wette
es: Tipo de apuesta
fr: Type de pari
ja: ベットタイプ
nl: Type weddenschappen
pt: Tipo de aposta
pt_br: Tipo de aposta
ru: Тип ставки
uk: Тип ставки

# GameCommandTreasureDefenseKingTimeLimit
source: King Time Limit
de: King Zeitlimit
es: Límite de tiempo king
fr: Limite de temps King
ja: キングタイムリミット
nl: Tijdslimiet voor konings koningswaarde
pt: Limite de tempo do Rei
pt_br: Limite de tempo do rei
ru: Ограничение по времени для короля
uk: Обмеження часу короля

# GameCommandTreasureDefenseKingUser
source: King User
de: King Benutzer
es: Usuario King
fr: Utilisateur King
ja: キングユーザー
nl: King Gebruiker
pt: Usuário Rei
pt_br: Usuário Rei
ru: Пользователь-король
uk: Король користувач

# GameCommandTreasureDefenseKingUserExample
source: King @$username has discovered the treasure but needs someone to defend it! The thieves must work to convince the King to pick them, everyone else needs to prevent that. The King must type "!treasure <PLAYER>" in chat to pick who will defend the treasure!
de: König @$username hat den Schatz entdeckt, braucht aber jemanden, der ihn verteidigt! Die Diebe müssen daran arbeiten, den König davon zu überzeugen, sie auszuwählen, alle anderen müssen das verhindern. Der König muss im Chat "!treasure <PLAYER>" eingeben, um auszuwählen, wer den Schatz verteidigen soll!
es: ¡King @$username ha descubierto el tesoro pero necesita a alguien que lo defienda! Los ladrones deben trabajar para convencer al Rey de que los elija, todos los demás deben evitarlo. ¡El Rey debe escribir "!tesoro<PLAYER>" en el chat para elegir quién defenderá el tesoro!
fr: Le roi @$username a découvert le trésor mais a besoin de quelqu’un pour le défendre ! Les voleurs doivent travailler pour convaincre le roi de les cueillir, tout le monde doit empêcher cela. Le roi doit taper « !treasure <PLAYER> » dans le chat pour choisir qui défendra le trésor!
ja: キング@$usernameは宝物を発見したが、それを守るために誰かが必要です!泥棒は、それらを選ぶために王を説得するために働かなければならない、他の誰もがそれを防ぐ必要があります。王は<PLAYER>、宝物を守る人を選ぶためにチャットで「!宝」と入力する必要があります!
nl: Koning @$username heeft de schat ontdekt maar heeft iemand nodig om hem te verdedigen! De dieven moeten werken om de koning te overtuigen om ze te plukken, iedereen moet dat voorkomen. De koning moet "!schat <PLAYER>" in de chat typen om te kiezen wie de schat zal verdedigen!
pt: O rei @$username descobriu o tesouro, mas precisa de alguém para defendê-lo! Os ladrões devem trabalhar para convencer o Rei a escolhê-los, todos os outros precisam evitar isso. O Rei deve digitar "!treasure<PLAYER>" no bate-papo para escolher quem defenderá o tesouro!
pt_br: King @$username descobriu o tesouro, mas precisa de alguém para defendê-lo! Os ladrões devem trabalhar para convencer o Rei a buscá-los, todos os outros precisam evitar isso. O Rei deve digitar "!tesouro <PLAYER>" no chat para escolher quem defenderá o tesouro!
ru: Король @$username добыл сокровища, но нуждается в рыцарях, чтобы защитить его! Воры или рыцари должны убедить короля, чтобы тот выбрал кого-то из них. Король должен ввести "!treasure <ИГРОК>" в чате, чтобы выбрать, кто будет защищать сокровища - рыцарь или вор!
uk: Король @$username виявив скарб, але потребує когось, щоб захистити його! Злодії повинні працювати, щоб переконати короля, щоб забрати їх, всі інші повинні запобігти цьому. Король повинен набрати "!скарб <PLAYER>" в чаті, щоб вибрати, хто буде захищати скарб!

# GameCommandTreasureDefenseKnightSelected
source: Knight Selected
de: Ritter ausgewählt
es: Caballero seleccionado
fr: Chevalier Sélectionné
ja: ナイト選抜
nl: Ridder geselecteerd
pt: Cavaleiro Selecionado
pt_br: Cavaleiro Selecionado
ru: Выбран рыцарь
uk: Вибраний лицар

# GameCommandTreasureDefenseKnightSelectedExample
source: King @$username picked @$targetusername to defend the treasure...and they were a Knight! They defended the treasure, giving the King & Knights $gamepayout {0} each!
de: König @$username wählte @$targetusername, um den Schatz zu verteidigen... und sie waren ein Ritter! Sie verteidigten den Schatz und gaben dem König und den Rittern jeweils $gamepayout {0}!
es: King @$username eligió a @$targetusername para defender el tesoro ... ¡y eran un Caballero! ¡Defendieron el tesoro, dando al Rey y a los Caballeros $gamepayout {0} cada uno!
fr: King @$username a choisi @$targetusername pour défendre le trésor... et c’était un chevalier ! Ils ont défendu le trésor, donnant au roi et aux chevaliers $gamepayout {0} chacun!
ja: キング@$usernameは宝物を守るために@$targetusernameを選びました。そして、彼らは騎士でした!彼らは宝物を守り、王と騎士にそれぞれ$gamepayout {0}を与えました!
nl: Koning @$username koos @$targetusername om de schat te verdedigen... en zij waren een Ridder! Ze verdedigden de schat en gaven de koning en ridders $gamepayout {0} elk!
pt: Rei @$username escolheu @$targetusername para defender o tesouro... e eles eram um cavaleiro! Eles defenderam o tesouro, dando ao Rei & Cavaleiros $gamepayout {0} cada um!
pt_br: King @$username escolheu @$targetusername para defender o tesouro... e eles eram um Cavaleiro! Eles defenderam o tesouro, dando aos King & Knights $gamepayout {0} cada um!
ru: Король @$username выбрал $targetusername для защиты сокровищ... и он(а) был(а) рыцарем! Сокровища защищены, а король и рыцари получили по $gamepayout {0} каждый!
uk: Король @ $username вибрав @ $targetusername, щоб захистити скарб ... І вони були лицарями! Вони захищали скарб, даючи короля і лицарів $gamepayout {0} кожному!

# GameCommandTreasureDefenseKnightUser
source: Knight User
de: Knight Benutzer
es: Usuario de Knight
fr: Utilisateur Knight
ja: ナイトユーザー
nl: Knight Gebruiker
pt: Usuário Cavaleiro
pt_br: Usuário Cavaleiro
ru: Пользователь-рыцарь
uk: Лицар користувача

# GameCommandTreasureDefenseKnightUserExample
source: You've been selected as a Knight; tell the King you are a Knight so you can defend the treasure!
de: Du wurdest als Ritter ausgewählt; Sag dem König, dass du ein Ritter bist, damit du den Schatz verteidigen kannst!
es: Has sido seleccionado como Caballero; ¡Dile al Rey que eres un Caballero para que puedas defender el tesoro!
fr: Vous avez été sélectionné comme Chevalier; dites au Roi que vous êtes un Chevalier afin que vous puissiez défendre le trésor !
ja: あなたは騎士に選ばれた。あなたが宝物を守ることができるように、あなたは騎士であることを王に伝えます!
nl: Je bent geselecteerd als Ridder; vertel de koning dat je een ridder bent, zodat je de schat kunt verdedigen!
pt: Você foi selecionado como cavaleiro. Diga ao Rei que você é um cavaleiro para que possa defender o tesouro!
pt_br: Você foi selecionado como Cavaleiro; diga ao Rei que você é um Cavaleiro para poder defender o tesouro!
ru: Вы были выбраны рыцарем; скажите королю об этом и вы сможете защитить сокровища (и получить свою долю)!
uk: Ви були обрані в якості лицаря; Скажіть королю, що ви лицар, щоб ви могли захистити скарб!

# GameCommandTreasureDefenseStartedExample
source: @$username has started a game of Treasure Defense with a $gamebet {0} entry fee! Type !treasure to join in!
de: @$username hat ein Spiel von Treasure Defense mit einer $gamebet {0} Startgebühr gestartet! Geben Sie !treasure ein, um mitzumachen!
es: ¡@$username ha comenzado un juego de Treasure Defense con una tarifa de entrada $gamebet {0}! ¡Escribe !treasure para unirte!
fr: @$username a commencé une partie de Treasure Defense avec un droit d’entrée $gamebet {0}! Tapez !treasure pour participer !
ja: @$usernameは、$gamebet {0}入場料で宝防衛のゲームを開始しました!タイプ!入団する宝!
nl: @$username is begonnen met een potje Treasure Defense met een $gamebet {0} inschrijfgeld! Typ !treasure om mee te doen!
pt: @$username começou um jogo de Defesa do Tesouro com uma taxa de entrada $gamebet {0}! Digite !treasure para participar!
pt_br: @$username iniciou um jogo de Treasure Defense com uma taxa de entrada $gamebet {0}! Digite !treasure para participar!
ru: @$username начал игру Защита сокровищ с платой за участие $gamebet {0}! Введите в чате !treasure, чтобы присоединиться!
uk: @$username почав гру захисту скарбів з $gamebet {0} вступний внесок! Введіть !treasure, щоб приєднатися!

# GameCommandTreasureDefenseThiefPlayerPercentage
source: Thief Player %
de: Dieb Spieler %
es: Jugador ladrón %
fr: Joueur voleur %
ja: 泥棒プレイヤー %
nl: Dief Speler %
pt: Jogador ladrão %
pt_br: Jogador ladrão %
ru: Процент игроков-воров
uk: Злодій гравець %

# GameCommandTreasureDefenseThiefPlayerPercentageMustBeGreaterThan0
source: Thief Player Percentage must be greater than 0
de: Der Prozentsatz der Diebspieler muss größer als 0 sein
es: El porcentaje de jugadores ladrones debe ser mayor que 0
fr: Le pourcentage de joueur voleur doit être supérieur à 0
ja: 泥棒プレイヤーのパーセンテージは0より大きくなければなりません
nl: Het percentage diefspeler moet groter zijn dan 0
pt: A porcentagem do jogador ladrão deve ser maior que 0
pt_br: A porcentagem de jogadores ladrões deve ser maior que 0
ru: Процент игроков-воров должен быть больше 0
uk: Відсоток гравця злодія має бути більше 0

# GameCommandTreasureDefenseThiefSelected
source: Thief Selected
de: Dieb ausgewählt
es: Ladrón seleccionado
fr: Voleur sélectionné
ja: 泥棒選択
nl: Dief geselecteerd
pt: Ladrão Selecionado
pt_br: Ladrão selecionado
ru: Выбран вор
uk: Злодія вибрано

# GameCommandTreasureDefenseThiefSelectedExample
source: King @$username picked @$targetusername to defend the treasure...and they were a Thief! They stole the treasure, giving all Thieves $gamepayout {0} each!
de: König @$username wählte @$targetusername, um den Schatz zu verteidigen... und sie waren ein Dieb! Sie stahlen den Schatz und gaben allen Dieben $gamepayout {0} jedem!
es: King @$username eligió a @$targetusername para defender el tesoro ... ¡y eran un ladrón! ¡Robaron el tesoro, dando a todos los ladrones $gamepayout {0} cada uno!
fr: King @$username a choisi @$targetusername pour défendre le trésor... et c’était un voleur! Ils ont volé le trésor, donnant à tous les voleurs $gamepayout {0} chacun!
ja: キング@$usernameは宝物を守るために@$targetusernameを選びました。そして、彼らは泥棒でした!彼らは宝物を盗み、すべての泥棒にそれぞれ$gamepayout {0}を与えました!
nl: Koning @$username koos @$targetusername om de schat te verdedigen... en zij waren een Dief! Ze stalen de schat en gaven alle dieven $gamepayout {0} elk!
pt: Rei @$username escolheu @$targetusername para defender o tesouro... e eles eram um ladrão! Eles roubaram o tesouro, dando a todos os ladrões $gamepayout {0} cada um!
pt_br: King @$username escolheu @$targetusername para defender o tesouro... e eles eram um ladrão! Eles roubaram o tesouro, dando a todos os Ladrões $gamepayout {0} cada!
ru: Король $username выбрал $targetusername для защиты сокровища... и он(а) был(а) вором! Сокровища украдены, а все воры получили по $gamepayout {0} каждый!
uk: Король @ $username вибрав @ $targetusername, щоб захистити скарб ... І вони були злодієм! Вони вкрали скарб, віддавши всім злодіям $gamepayout {0} кожному!

# GameCommandTreasureDefenseThiefUser
source: Thief User
de: Dieb Benutzer
es: Usuario ladrón
fr: Utilisateur voleur
ja: 泥棒ユーザー
nl: Dief Gebruiker
pt: Usuário ladrão
pt_br: Usuário ladrão
ru: Пользователь-вор
uk: Злодій користувача

# GameCommandTreasureDefenseThiefUserExample
source: You've been selected as a Thief; convince the King you are a Knight so you can steal the treasure!
de: Du wurdest als Dieb ausgewählt; Überzeuge den König, dass du ein Ritter bist, damit du den Schatz stehlen kannst!
es: Has sido seleccionado como ladrón; ¡Convence al Rey de que eres un Caballero para que puedas robar el tesoro!
fr: Vous avez été sélectionné comme voleur; convaincre le roi que vous êtes un chevalier afin que vous puissiez voler le trésor!
ja: あなたは泥棒に選ばれた。あなたが宝物を盗むことができるように、あなたは騎士である王を説得!
nl: Je bent geselecteerd als dief; overtuig de koning ervan dat je een ridder bent, zodat je de schat kunt stelen!
pt: Você foi selecionado como um ladrão; convencer o Rei de que você é um cavaleiro para que você possa roubar o tesouro!
pt_br: Você foi selecionado como Ladrão; convença o rei de que você é um cavaleiro para poder roubar o tesouro!
ru: Вы были выбраны вором; убедите короля, что вы рыцарь и вы сможете украсть сокровища!
uk: Ви були обрані як злодій; переконати короля, що ви лицар, щоб ви могли вкрасти скарб!

# GameCommandTriviaAddQuestion
source: Add Question
de: Frage hinzufügen
es: Añadir pregunta
fr: Ajouter une question
ja: 質問の追加
nl: Vraag toevoegen
pt: Adicionar pergunta
pt_br: Adicionar pergunta
ru: Добавить вопрос
uk: Додати запитання

# GameCommandTriviaAnswersMissing
source: Each question must have a correct answer and at least one wrong answer
de: Jede Frage muss eine richtige Antwort und mindestens eine falsche Antwort haben
es: Cada pregunta debe tener una respuesta correcta y al menos una respuesta incorrecta
fr: Chaque question doit avoir une réponse correcte et au moins une mauvaise réponse
ja: 各質問には正解と少なくとも1つの間違った答えが必要です
nl: Elke vraag moet een juist antwoord hebben en minstens één fout antwoord
pt: Cada pergunta deve ter uma resposta correta e pelo menos uma resposta errada
pt_br: Cada pergunta deve ter uma resposta correta e pelo menos uma resposta errada
ru: Каждый вопрос должен иметь правильный и, по крайней мере, один неправильный ответ
uk: Кожне питання повинно мати правильну відповідь і хоча б одну неправильну відповідь.

# GameCommandTriviaAtLeastOneQuestion
source: At least one question must be added
de: Mindestens eine Frage muss hinzugefügt werden
es: Se debe agregar al menos una pregunta
fr: Au moins une question doit être ajoutée
ja: 少なくとも 1 つの質問を追加する必要があります。
nl: Er moet ten minste één vraag worden toegevoegd
pt: Pelo menos uma pergunta deve ser adicionada
pt_br: Pelo menos uma pergunta deve ser adicionada
ru: Необходимо добавить хотя бы один вопрос
uk: Потрібно додати принаймні одне питання.

# GameCommandTriviaCorrectAnswer
source: Correct Answer
de: Richtige Antwort
es: Respuesta correcta
fr: Réponse correcte
ja: 正解
nl: Juist antwoord
pt: Resposta correta
pt_br: Resposta Correta
ru: Правильный ответ
uk: Правильна відповідь

# GameCommandTriviaCustomQuestions
source: Custom Questions
de: Benutzerdefinierte Fragen
es: Preguntas personalizadas
fr: Questions personnalisées
ja: カスタム質問
nl: Aangepaste vragen
pt: Perguntas personalizadas
pt_br: Perguntas personalizadas
ru: Пользовательские вопросы
uk: Настроювані запитання

# GameCommandTriviaQuestion
source: Question
de: Frage
es: Pregunta
ja: 質問
nl: Vraag
pt: Pergunta
pt_br: Pergunta
ru: Вопрос
uk: Питання

# GameCommandTriviaQuestionMissing
source: A trivia question is missing
de: Eine Quizfrage fehlt
es: Falta una pregunta de trivia
fr: Il manque une question triviale
ja: トリビアの質問が見つかりません
nl: Een trivia-vraag ontbreekt
pt: Falta uma pergunta sobre curiosidades.
pt_br: Falta uma pergunta trivial
ru: Вопрос отсутствует
uk: Відсутнє питання дрібниць

# GameCommandTriviaUseRandomOnlineQuestions
source: Use Online Questions
de: Online-Fragen verwenden
es: Usar preguntas en línea
fr: Utiliser les questions en ligne
ja: オンライン質問の使用
nl: Online vragen gebruiken
pt: Use perguntas online
pt_br: Use perguntas on-line
ru: Использование онлайн-вопросов
uk: Використання онлайнових запитань

# GameCommandTriviaWinAmount
source: Win Amount
de: Gewinnbetrag
es: Cantidad de ganancia
fr: Montant du gain
ja: 勝数
nl: Win bedrag
pt: Valor da vitória
pt_br: Valor do ganho
ru: Сумма выигрыша
uk: Сума виграшу

# GameCommandTriviaWinAmountMustBePositive
source: Win amount must be a positive number
de: Der Gewinnbetrag muss eine positive Zahl sein
es: La cantidad de ganancia debe ser un número positivo
fr: Le montant du gain doit être un nombre positif
ja: 勝数は正の数でなければなりません
nl: Winbedrag moet een positief getal zijn
pt: O valor da vitória deve ser um número positivo
pt_br: O valor do ganho deve ser um número positivo
ru: Сумма выигрыша должна быть положительным числом
uk: Сума виграшу повинна бути додатним числом

# GameCommandTriviaWrongAnswer1
source: Wrong Answer 1
de: Falsche Antwort 1
es: Respuesta incorrecta 1
fr: Mauvaise réponse 1
ja: 間違った答え 1
nl: Fout antwoord 1
pt: Resposta errada 1
pt_br: Resposta errada 1
ru: Неправильный ответ 1
uk: Неправильна відповідь 1

# GameCommandTriviaWrongAnswer2
source: Wrong Answer 2
de: Falsche Antwort 2
es: Respuesta incorrecta 2
fr: Mauvaise réponse 2
ja: 間違った答え 2
nl: Fout antwoord 2
pt: Resposta errada 2
pt_br: Resposta errada 2
ru: Неправильный ответ 2
uk: Неправильна відповідь 2

# GameCommandTriviaWrongAnswer3
source: Wrong Answer 3
de: Falsche Antwort 3
es: Respuesta incorrecta 3
fr: Mauvaise réponse 3
ja: 間違った答え 3
nl: Fout antwoord 3
pt: Resposta errada 3
pt_br: Resposta errada 3
ru: Неправильный ответ 3
uk: Неправильна відповідь 3

# GameCommandVolcanoCollect
source: Collect
de: Sammeln
es: Recoger
fr: Recueillir
ja: 集める
nl: Verzamelen
pt: Coletar
pt_br: Coletar
ru: Собрать
uk: Збирати

# GameCommandVolcanoCollectArgument
source: Collect Argument
de: Argument sammeln
es: Recopilar argumento
fr: Collecter l’argument
ja: 引数の収集
nl: Argument verzamelen
pt: Coletar argumento
pt_br: Colete Argumento
ru: Аргумент сбора
uk: Зібрати аргумент

# GameCommandVolcanoCollectArgumentExample
source: collect
de: sammeln
es: recoger
fr: recueillir
ja: 集める
nl: verzamelen
pt: coletar
pt_br: coletar
ru: собрать
uk: Збирати

# GameCommandVolcanoCollectExample
source: @$username walked away with $gamepayout {0} after scavenging the aftermath!
de: @$username ging mit $gamepayout {0} weg, nachdem ich die Nachwirkungen aufgefangen hatte!
es: ¡@$username se fue con $gamepayout {0} después de buscar las consecuencias!
fr: @$username est reparti avec $gamepayout {0} après avoir récupéré les conséquences!
ja: @$usernameは余波を掃除した後、$gamepayout {0}と一緒に立ち去りました!
nl: @$username liep weg met $gamepayout {0} na het opruimen van de nasleep!
pt: @$username saiu com $gamepayout {0} depois de limpar as consequências!
pt_br: @$username saiu com $gamepayout {0} depois de limpar as consequências!
ru: @$username выиграл $gamepayout {0} после разбора последствий!
uk: @$username пішов з $gamepayout {0} після очищення наслідків!

# GameCommandVolcanoCollectPercentageMustBePositive
source: Collect Percentage must be a postive number
de: Collect Percentage muss eine Postivzahl sein
es: Porcentaje de recogida debe ser un número postal
fr: Le pourcentage de collecte doit être un nombre postif
ja: 収集割合は、転記番号である必要があります
nl: Collect Percentage moet een postief nummer zijn
pt: Porcentagem de coleta deve ser um número postivo
pt_br: A porcentagem de coleta deve ser um número positivo
ru: Процент выплаты должен быть положительным числом
uk: Відсоток збирання має бути постівальним числом

# GameCommandVolcanoDeposit
source: Deposit
de: Deponieren
es: Depósito
fr: Dépôt
ja: 預金
nl: Deponeren
pt: Depósito
pt_br: Depósito
ru: Взнос
uk: Депозит

# GameCommandVolcanoMinimumAmount
source: Minimum Amount
de: Mindestbetrag
es: Cantidad mínima
fr: Montant minimum
ja: 最小金額
nl: Minimumbedrag
pt: Valor Mínimo
pt_br: Quantidade Mínima
ru: Минимальная сумма
uk: Мінімальна сума

# GameCommandVolcanoPayout
source: Payout
de: Ausschüttung
es: Pago
fr: Paiement
ja: 支払い
nl: Uitbetaling
pt: Pagamento
pt_br: Pagamento
ru: Выплата
uk: Виплат
