Repository: SaviorXTanren/mixer-mixitup
Catalog: MixItUp.*/Resources.*.resx
Languages: de, es, fr, fr_fr, ja, nl, pt, pt_br, ru, uk

# CommunityCommandsUploadAgreement
source: By uploading a command to the Community Command service, you agree to the following: - Any external assets used or referenced in this command are owned by me and I am granting permission for others to use them or available freely for use to the public. - The contents of these commands are appropriate for the general public and do not contain any sexually explicit material, hateful speech, or malicious processes. Failure to meet the above could have your command removed and lead to blocking of the ability to use the Community Commands service. Do you agree to these terms?
de: Durch das Hochladen eines Befehls in den Community Command-Dienst erklären Sie sich mit Folgendem einverstanden: - Alle externen Assets, die in diesem Befehl verwendet oder referenziert werden, sind eigentum von mir und ich ergebe anderen die Erlaubnis, sie zu verwenden oder für die Öffentlichkeit frei zugänglich zu machen. - Der Inhalt dieser Befehle ist für die breite Öffentlichkeit geeignet und enthält kein sexuell explizites Material, hasserfüllte Reden oder böswillige Prozesse. Wenn Sie die oben genannten Anforderungen nicht erfüllen, kann Ihr Befehl entfernt werden und die Fähigkeit zur Verwendung des Community Commands-Dienstes blockiert wird. Stimmen Sie diesen Bedingungen zu?
es: Al cargar un comando en el servicio Community Command, usted acepta lo siguiente: - Todos los activos externos utilizados o referenciados en este comando son de mi propiedad y estoy otorgando permiso para que otros los usen o estén disponibles libremente para su uso al público. - El contenido de estos comandos es apropiado para el público en general y no contiene ningún material sexualmente explícito, discurso de odio o procesos maliciosos. Si no cumple con lo anterior, su comando podría eliminarse y provocar el bloqueo de la capacidad de usar el servicio Comandos de la comunidad. ¿Está de acuerdo con estos términos?
fr: En téléchargeant une commande sur le service Community Command, vous acceptez ce qui suit : - Tous les actifs externes utilisés ou référencés dans cette commande me appartiennent et j’accorde la permission à d’autres de les utiliser ou disponibles gratuitement pour une utilisation au public. - Le contenu de ces commandes est approprié pour le grand public et ne contient aucun matériel sexuellement explicite, discours haineux ou processus malveillants. Si vous ne respectez pas ce qui précède, votre commande peut être supprimée et entraîner le blocage de la possibilité d’utiliser le service Community Commands. Acceptez-vous ces conditions?
ja: コミュニティ コマンド サービスにコマンドをアップロードすると、次の条件に同意します。 - このコマンドで使用または参照されている外部アセットは私が所有しており、他の人がそれらを使用したり、一般に自由に使用できる許可を与えています。 - これらのコマンドの内容は一般の人々に適しており、性的に露骨な発言、悪意のあるプロセスは含まれません。 上記を満たさないと、コマンドが削除され、コミュニティコマンドサービスを使用する機能がブロックされる可能性があります。あなたはこれらの条件に同意しますか?
nl: Door een opdracht te uploaden naar de Community Command-service, gaat u akkoord met het volgende: - Alle externe activa die in deze opdracht worden gebruikt of waarnaar wordt verwezen, zijn eigendom van mij en ik geef toestemming aan anderen om ze te gebruiken of vrij beschikbaar te maken voor gebruik voor het publiek. - De inhoud van deze commando's is geschikt voor het grote publiek en bevat geen seksueel expliciet materiaal, haatdragende taal of kwaadaardige processen. Als u niet aan het bovenstaande voldoet, kan uw opdracht worden verwijderd en leiden tot het blokkeren van de mogelijkheid om de Community Commands-service te gebruiken. Gaat u akkoord met deze voorwaarden?
pt: Ao enviar um comando para o serviço de Comando comunitário, você concorda com o seguinte: - Qualquer ativo externo usado ou referenciado neste comando é meu de propriedade e estou concedendo permissão para que outros os usem ou estejam disponíveis livremente para uso ao público. - O conteúdo desses comandos é apropriado para o público em geral e não contém qualquer material sexualmente explícito, discurso odioso ou processos maliciosos. O não cumprimento do acima pode ter seu comando removido e levar ao bloqueio da capacidade de usar o serviço comandos comunitários. Você concorda com esses termos?
pt_br: Ao fazer upload de um comando para o serviço Community Command, você concorda com o seguinte: - Quaisquer ativos externos usados ​​ou referenciados neste comando são de minha propriedade e estou concedendo permissão para que outros os utilizem ou estejam disponíveis gratuitamente para uso público. - O conteúdo destes comandos é apropriado para o público em geral e não contém qualquer material sexualmente explícito, discurso de ódio ou processos maliciosos. O não cumprimento do acima exposto poderá fazer com que seu comando seja removido e levar ao bloqueio da capacidade de usar o serviço Community Commands. Você concorda com estes termos?
ru: Загружая команду в службу команд сообщества, вы соглашаетесь со следующим: - Любые внешние активы, используемые или упомянутые в этой команде, принадлежат мне, и я разрешаю другим использовать их или предоставлять их бесплатно для общего пользования. - Содержимое этих команд предназначено для широкой публики и не содержит материалов сексуального характера, ненавистнических высказываний или вредоносных процессов. Несоблюдение вышеуказанного может привести к удалению вашей команды и блокировке возможности использования службы команд сообщества. Вы согласны с этими условиями?
uk: Завантажуючи команду до командної служби спільноти, ви погоджуєтеся з наступним: - Будь-які зовнішні активи, що використовуються або посилаються в цій команді, належать мені, і я даю дозвіл іншим використовувати їх або вільно використовувати для громадськості. Зміст цих команд підходить для широкої публіки і не містить будь-яких матеріалів сексуального характеру, ненависницької мови або зловмисних процесів. Невиконання наведеного вище може призвести до видалення вашої команди та блокування можливості використання служби команд спільноти. Чи згодні ви з цими умовами?

source: Action Group Command
de: Aktionsgruppenbefehl
es: Comando Grupo de acción
fr: Commande groupe d’action
ja: アクション グループ コマンド
nl: Actiegroep, opdracht
pt: Comando do Grupo de Ação
pt_br: Comando do Grupo de Ação
ru: Команда группы действий
uk: Команда групи дій

source: Chat Command
de: Chat-Befehl
es: Comando Chat
fr: Commande Chat
ja: チャットコマンド
nl: Chat-opdracht
pt: Comando de bate-papo
pt_br: Comando de bate-papo
ru: Команда чата
uk: Команда чату

source: Event Command
de: Ereignisbefehl
es: Comando de evento
fr: Commande d’événement
ja: イベント コマンド
nl: Gebeurtenis, opdracht
pt: Comando de Eventos
pt_br: Comando de Evento
ru: Команда "Событие"
uk: Команда події

source: Game Command
de: Spielbefehl
es: Comando del juego
fr: Commande de jeu
ja: ゲームコマンド
nl: Game commando
pt: Comando de Jogo
pt_br: Comando do jogo
ru: Команда игры
uk: Команда гри

source: Streamloots Card Command
de: Streamloots-Kartenbefehl
es: Comando de tarjeta Streamloots
fr: Commande de carte Streamloots
ja: ストリームルートカードコマンド
nl: Streamloots Card Commando
pt: Comando do Cartão Streamloots
pt_br: Comando do cartão Streamloots
ru: Команда Карты Streamloots
uk: Команда "Потоки карт"

source: Timer Command
de: Timer-Befehl
es: Comando Timer
fr: Commande Timer
ja: タイマー コマンド
nl: Timer, opdracht
pt: Comando do Temporizador
pt_br: Comando do temporizador
ru: Команда таймера
uk: Команда таймера

source: Twitch Channel Points Command
de: Befehl "Twitch-Kanalpunkte"
es: Comando Puntos de canal de Twitch
fr: Commande Points de canal Twitch
ja: Twitchチャンネルポイントコマンド
nl: Twitch Channel Points-opdracht
pt: Comando de pontos do Canal Twitch
pt_br: Comando de pontos do canal Twitch
ru: Команда "Точки канала Twitch"
uk: Команда "Точки каналу Twitch"

# CommunityCommandsOtherCommandReferencedDetected
source: The following command contains actions that reference other commands inside of it (EX: Command A runs Command B using a Command Action). When this command is uploaded, it WILL NOT include these other referenced commands, just the current command. We encourage creators to do one of the following: - Combine your other referenced commands into this command so users only need this one to fully use your setup. - Upload the other commands needed for this command to work as well and reference their names in the description for each command. - Explain what the intent of your command is so that users can understand how they can incorporate their own commands in to it. Failure to do one of the following could effect how users rate & review your command. Do you still wish to upload this command?
de: Der folgende Befehl enthält Aktionen, die auf andere darin enthaltene Befehle verweisen (EX: Befehl A führt Befehl B mit einer Befehlsaktion aus). Wenn dieser Befehl hochgeladen wird, enthält er NICHT diese anderen referenzierten Befehle, sondern nur den aktuellen Befehl. Wir empfehlen Erstellern, eine der folgenden Angaben zu machen: - Kombinieren Sie Ihre anderen referenzierten Befehle in diesem Befehl, so dass Benutzer nur diesen benötigen, um Ihr Setup vollständig zu nutzen. - Laden Sie die anderen Befehle hoch, die für die Verwendung dieses Befehls erforderlich sind, und verweisen Sie in der Beschreibung für jeden Befehl auf ihre Namen. - Erklären Sie, was die Absicht Ihres Befehls ist, damit Benutzer verstehen können, wie sie ihre eigenen Befehle darin integrieren können. Wenn Sie einen der folgenden Schritte nicht ausführen, kann sich dies darauf auswirken, wie Benutzer Ihren Befehl bewerten und überprüfen. Möchten Sie diesen Befehl trotzdem hochladen?
es: El siguiente comando contiene acciones que hacen referencia a otros comandos dentro de él (EX: El comando A ejecuta el comando B mediante una acción de comando). Cuando se carga este comando, NO incluirá estos otros comandos a los que se hace referencia, solo el comando actual. Animamos a los creadores a realizar una de las siguientes acciones: - Combine sus otros comandos referenciados en este comando para que los usuarios solo necesiten este para usar completamente su configuración. - Cargue los otros comandos necesarios para que este comando también funcione y haga referencia a sus nombres en la descripción de cada comando. - Explique cuál es la intención de su comando para que los usuarios puedan entender cómo pueden incorporar sus propios comandos en él. Si no se realiza una de las siguientes acciones, podría afectar la forma en que los usuarios califican y revisan su comando. ¿Todavía desea cargar este comando?
fr: La commande suivante contient des actions qui font référence à d’autres commandes à l’intérieur de celle-ci (EX : La commande A exécute la commande B à l’aide d’une action de commande). Lorsque cette commande est téléchargée, elle n’inclura PAS ces autres commandes référencées, mais uniquement la commande actuelle. Nous encourageons les créateurs à effectuer l’une des opérations suivantes : - Combinez vos autres commandes référencées dans cette commande afin que les utilisateurs n’ent besoin que de celle-ci pour utiliser pleinement votre configuration. - Téléchargez les autres commandes nécessaires pour que cette commande fonctionne également et référencez leurs noms dans la description de chaque commande. - Expliquez quelle est l’intention de votre commande afin que les utilisateurs puissent comprendre comment ils peuvent y incorporer leurs propres commandes. Si vous ne parvez pas effectuer l’une des opérations suivantes, les utilisateurs évaluent et examinent votre commande. Souhaitez-vous toujours télécharger cette commande ?
ja: 次のコマンドには、その中の他のコマンドを参照するアクションが含まれています (EX: コマンド A コマンド A コマンドはコマンド アクションを使用してコマンド B を実行します)。このコマンドがアップロードされると、これらの他の参照されているコマンドは含まれません。クリエイターには、次のいずれかを行うことをお勧します。 - 他の参照コマンドをこのコマンドに組み合わせると、ユーザーがセットアップを完全に使用するために必要なコマンドのみが必要になります。 - このコマンドが動作するために必要な他のコマンドをアップロードし、各コマンドの説明でそれらの名前を参照します。 - コマンドの意図を説明して、ユーザーがコマンドをコマンドに組み込む方法を理解できるようにします。 次のいずれかを行わないと、ユーザーがコマンドを評価して確認する方法に影響を与える可能性があります。このコマンドをアップロードしますか?
nl: De volgende opdracht bevat acties die verwijzen naar andere opdrachten in de opdracht (bijvoorbeeld: opdracht A voert opdracht B uit met een opdrachtactie). Wanneer deze opdracht wordt geüpload, bevat deze NIET deze andere opdrachten waarnaar wordt verwezen, alleen de huidige opdracht. We raden videomakers aan om een van de volgende handelingen uit te voeren: - Combineer uw andere opdrachten waarnaar wordt verwezen in deze opdracht, zodat gebruikers deze alleen nodig hebben om uw installatie volledig te gebruiken. - Upload de andere opdrachten die nodig zijn om deze opdracht ook te laten werken en verwijs naar hun namen in de beschrijving voor elk commando. - Leg uit wat de bedoeling van uw opdracht is, zodat gebruikers kunnen begrijpen hoe ze hun eigen opdrachten erin kunnen opnemen. Als u een van de volgende handelingen niet doet, kan dit van invloed zijn op de manier waarop gebruikers uw opdracht beoordelen en beoordelen. Wilt u deze opdracht nog uploaden?
pt: O comando a seguir contém ações que fazem referência a outros comandos dentro dele (EX: Comando A executa o Comando B usando uma Ação de Comando). Quando este comando for carregado, ele NÃO incluirá esses outros comandos referenciados, apenas o comando atual. Encorajamos os criadores a fazer um dos seguintes: - Combine seus outros comandos referenciados neste comando para que os usuários só precisem deste para usar totalmente sua configuração. - Carregue os outros comandos necessários para que este comando funcione também e faça referência aos seus nomes na descrição de cada comando. - Explique qual é a intenção do seu comando para que os usuários possam entender como podem incorporar seus próprios comandos nele. O não cumprimento de um dos seguintes pode afetar a forma como os usuários avaliam e revisam seu comando. Você ainda deseja carregar este comando?
pt_br: O comando a seguir contém ações que fazem referência a outros comandos dentro dele (EX: O Comando A executa o Comando B usando uma Ação de Comando). Quando este comando for carregado, NÃO incluirá esses outros comandos referenciados, apenas o comando atual. Incentivamos os criadores a fazer o seguinte: - Combine seus outros comandos referenciados neste comando para que os usuários só precisem deste para usar totalmente sua configuração. - Carregue os outros comandos necessários para que este comando funcione também e faça referência a seus nomes na descrição de cada comando. - Explique qual é a intenção do seu comando para que os usuários possam entender como podem incorporar seus próprios comandos nele. O não cumprimento de uma das opções a seguir pode afetar a forma como os usuários avaliam e analisam seu comando. Você ainda deseja fazer upload deste comando?
ru: Следующая команда содержит действия, которые ссылаются на другие команды внутри нее (например, команда A запускает команду B с помощью командного действия). Когда эта команда загружена, она НЕ будет включать эти другие команды, на которые ссылаются, только текущую команду. Мы рекомендуем авторам сделать одно из следующих действий: - Объедините другие команды, на которые ссылаются, в эту команду, чтобы пользователям нужна только эта команда, чтобы полностью использовать вашу настройку. - Загрузите другие команды, необходимые для работы этой команды, и ссылайтесь на их имена в описании для каждой команды. - Объясните, какова цель вашей команды, чтобы пользователи могли понять, как они могут включить в нее свои собственные команды. Неспособность выполнить одно из следующих действий может повлиять на то, как пользователи оценивают и просматривают вашу команду. Вы все еще хотите загрузить эту команду?
uk: Наведена нижче команда містить дії, які посилаються на інші команди всередині неї (EX: Command A запускає команду B за допомогою командної дії). Коли ця команда завантажена, вона не включатиме ці інші команди, на які посилаються, лише поточну команду. Ми закликаємо творців зробити одну з таких дій: - Об'єднайте інші команди, на які посилаються, в цю команду, щоб користувачам потрібно лише це, щоб повністю використовувати налаштування. - Завантажте інші команди, необхідні для роботи цієї команди, і посилаються на їх імена в описі для кожної команди. - Поясніть, який намір вашої команди, щоб користувачі могли зрозуміти, як вони можуть включити в неї свої власні команди. Якщо виконати одну з наведених нижче дій, це може вплинути на частоту користувачів і перегляд команди. Ви все ще бажаєте завантажити цю команду?

# CommunityCommandsUploadToCommunity
source: Upload To Community
de: In Community hochladen
es: Subir a la comunidad
fr: Télécharger vers la communauté
ja: コミュニティへのアップロード
nl: Uploaden naar community
pt: Upload para a comunidade
pt_br: Enviar para a comunidade
ru: Загрузить в сообщество
uk: Завантажити до спільноти

# CommunityCommandsUploadToCommunityTooltip
source: Upload To Community Commands
de: In Community-Befehle hochladen
es: Comandos De Subir a la comunidad
fr: Commandes Télécharger vers la communauté
ja: コミュニティへのアップロードコマンド
nl: Opdrachten uploaden naar community
pt: Upload para comandos comunitários
pt_br: Enviar para comandos da comunidade
ru: Команды отправки в сообщество
uk: Передавання до команд спільноти

source: Custom Settings
de: Benutzerdefinierte Einstellungen
es: Configuración personalizada
fr: Paramètres personnalisés
ja: カスタム設定
nl: Aangepaste instellingen
pt: Configurações personalizadas
pt_br: Configurações personalizadas
ru: Пользовательские настройки
uk: Настроювані параметри

source: Filter Type
de: Filtertyp
es: Tipo de filtro
fr: Type de filtre
ja: フィルタの種類
pt: Tipo de filtro
pt_br: Tipo de filtro
ru: Тип фильтра
uk: Тип фільтра

source: Notes
de: Notizen
es: Notas
ja: 筆記
nl: Notities
pt: Anotações
pt_br: Notas
ru: Примечания
uk: Нотатки

# CommunityCommandsNoReviews
source: No reviews currently, why not leave one!
de: Derzeit keine Bewertungen, warum nicht eine hinterlassen!
es: No hay comentarios actualmente, ¿por qué no dejar uno?
fr: Pas d’avis actuellement, pourquoi ne pas en laisser un!
ja: 現在レビューはありません、なぜ1を残さない!
nl: Er zijn momenteel geen beoordelingen, waarom laat je er geen achter!
pt: Sem comentários no momento, por que não deixar um!
pt_br: Não há comentários no momento, por que não deixar um!
ru: В настоящее время нет отзывов, почему бы не оставить один!
uk: Немає відгуків в даний час, чому б не залишити один!

# TwitchActionPredictionTitleTooLong
source: Prediction titles must be 45 characters or less
de: Vorhersagetitel müssen mindestens 45 Zeichen lang sein
es: Los títulos de predicción deben tener 45 caracteres o menos
fr: Les titres de prédiction doivent être de 45 caractères ou moins
ja: 予測タイトルは 45 文字以下にする必要があります
nl: Voorspellingstitels moeten 45 tekens of minder bevatten
pt: Os títulos de previsão devem ter 45 caracteres ou menos
pt_br: Os títulos de previsão devem ter 45 caracteres ou menos
ru: Заголовки прогнозов должны содержать не более 45 символов
uk: Назви прогнозів мають містити 45 символів або менше

# CommunityCommandsScreenshot
source: Screenshot
es: Captura de pantalla
fr: Capture d’écran
ja: スクリーンショット
nl: Schermafbeelding
pt: Captura de tela
pt_br: Captura de tela
ru: Скриншот
uk: Знімок екрана

# CommunityCommandsScreenshotFilePath
source: Screenshot File Path (Optional) (Resized to 1280x720 pixels max)
de: Screenshot-Dateipfad (optional) (Größe auf max. 1280 x 720 Pixel ändern)
es: Ruta del archivo de captura de pantalla (opcional) (redimensionado a 1280x720 píxeles como máximo)
fr: Capture d’écran chemin du fichier (facultatif) (redimensionné à 1280x720 pixels max)
ja: スクリーンショットファイルパス(オプション)(最大1280x720ピクセルにサイズ変更)
nl: Screenshot Bestandspad (optioneel) (verkleind tot maximaal 1280x720 pixels)
pt: Caminho de arquivo de captura de tela (opcional) (Redimensionado para 1280x720 pixels max)
pt_br: Caminho do arquivo de captura de tela (opcional) (redimensionado para 1280x720 pixels no máximo)
ru: Путь к файлу снимка экрана (необязательно) (размер изменен до 1280x720 пикселей макс.)
uk: Знімок екрана: шлях до файлу (необов'язково) (змінено до 1280x720 пікселів макс))

source: Show Hype Train
de: Hype Train anzeigen
es: Mostrar Hype Train
fr: Afficher Hype Train
ja: ハイプトレインを表示
nl: Hype Train weergeven
pt_br: Mostrar trem da campanha publicitária
ru: Шоу Хайп Поезд
uk: Показати хайп поїзд

# HypeTrainEndedReachedLevel
source: Hype Train Ended - Reached Level {0}
de: Hype Train beendet - Level {0} erreicht
es: Hype Train Ended - Alcanzó el nivel {0}
fr: Hype Train Terminé - Atteint le niveau {0}
ja: ハイプトレイン終了 - 到達レベル{0}
nl: Hype Train Ended - Bereikte niveau {0}
pt: Hype Train Terminou - Atingiu o nível {0}
pt_br: Hype Train finalizado – nível {0} alcançado
ru: Поезд Хайпа закончился - достиг уровня {0}
uk: Hype поїзд закінчився - досяг рівня {0}

source: Hype Train Started
de: Hype Train gestartet
es: Iniciado el tren de bombo
fr: Hype Train a démarré
ja: ハイプトレイン開始
nl: Hype Train gestart
pt: Hype Train Começou
pt_br: Trem Hype iniciado
ru: Ажиотажный поезд стартовал
uk: Hype поїзд почав

# WebhooksServiceFailedConnection
source: Failed to connect to Mix It Up Web Hooks service
de: Verbindung mit dem Mix It Up Web Hooks-Dienst konnte nicht hergestellt werden
es: Error al conectarse al servicio Mix It Up Web Hooks
fr: Impossible de se connecter au service Mix It Up Web Hooks
ja: ミックス・イット・アップ Web フック・サービスへの接続に失敗しました
nl: Kan geen verbinding maken met de Mix It Up Web Hooks-service
pt: Falha ao se conectar ao serviço Mix It Up Web Hooks
pt_br: Falha ao conectar ao serviço Mix It Up Web Hooks
ru: Не удалось подключиться к сервису Mix It Up Web Hooks
uk: Не вдалося підключитися до служби Mix It Up веб-гачки

source: Webhook Events
de: Webhook-Ereignisse
es: Webhook Eventos
fr: Événements Webhook
ja: ウェブフックイベント
nl: Webhook Evenementen
pt: Eventos webhook
pt_br: Eventos de webhook
ru: События Веб-перехватчика
uk: Вебхук події

source: Add User To Giveaway
de: Benutzer zum Werbegeschenk hinzufügen
es: Agregar usuario al sorteo
fr: Ajouter un utilisateur au cadeau
ja: ユーザーをプレゼントに追加
nl: Gebruiker toevoegen aan giveaway
pt: Adicionar usuário ao doação
pt_br: Adicionar usuário ao sorteio
ru: Добавить пользователя в раздачу
uk: Додати користувача до піддавки

source: Scene Component
de: Szenenkomponente
es: Componente de escena
fr: Composant de scène
ja: シーン コンポーネント
nl: Scènecomponent
pt: Componente de cena
pt_br: Componente de cena
ru: Компонент сцены
uk: Компонент сцени

# PixelChatActionMissingSceneAndSceneComponent
source: Pixel Chat Action: Missing Scene & Scene Component
de: Pixel Chat-Aktion: Fehlende Szene - Szene-Komponente
es: Acción de Pixel Chat: Falta escena y componente de escena
fr: Pixel Chat Action: Scène manquante et composant de scène
ja: ピクセルチャットアクション: シーンとシーンコンポーネントが見つかりません
nl: Pixel Chat-actie: ontbrekende scène- en scènecomponent
pt_br: Ação do Pixel Chat: cena ausente e componente de cena
ru: Действие в пиксельном чате: отсутствует сцена и компонент сцены
uk: Дія чату піксель: відсутня сцена та компонент сцени

source: Default Streaming Platform
es: Plataforma de streaming predeterminada
ja: デフォルトのストリーミングプラットフォーム
pt: Plataforma de streaming padrão
pt_br: Plataforma de streaming padrão
ru: Потоковая платформа по умолчанию

source: VTube Studio
es: Estudio VTube
ja: Vチューブ スタジオ
pt: Estúdio VTube
pt_br: Estúdio VTube
ru: Студия VTube
uk: Студія VTube
