Repository: SaviorXTanren/mixer-mixitup
Catalog: MixItUp.*/Resources.*.resx
Languages: de, es, fr, fr_fr, ja, nl, pt, pt_br, ru, uk

# ItemBuyAmountZeroOrMore
source: The item buy amount must be either blank or a number greater than 0.
de: Der Artikelkaufbetrag muss entweder leer oder eine Zahl größer als 0 sein.
es: El importe de la compra del artículo debe estar en blanco o un número superior a 0.
fr: Le montant de l’achat d’article doit être vide ou un nombre supérieur à 0.
ja: 品目の購入金額は、空白または 0 より大きい数値である必要があります。
nl: Het aankoopbedrag van het artikel moet leeg zijn of een getal groter dan 0.
pt: O valor de compra do item deve ser em branco ou um número maior que 0.
pt_br: O valor da compra do item deve estar em branco ou ser um número maior que 0.
ru: Сумма покупки товара должна быть либо пустой, либо числом больше 0.
uk: Сума покупки товару повинна бути або порожньою, або числом більше 0.

# ItemMaxAmountZeroOrMore
source: The item max amount must be either blank or a number greater than 0.
de: Der maximale Artikelbetrag muss entweder leer oder eine Zahl größer als 0 sein.
es: La cantidad máxima del artículo debe estar en blanco o un número mayor que 0.
fr: Le montant maximal de l’article doit être vide ou un nombre supérieur à 0.
ja: 品目の最大金額は、空白または 0 より大きい数値である必要があります。
nl: Het maximale bedrag van het artikel moet leeg zijn of een getal groter dan 0.
pt: O valor máximo do item deve ser em branco ou um número maior que 0.
pt_br: O valor máximo do item deve estar em branco ou ser um número maior que 0.
ru: Максимальное количество товара должно быть либо пустым, либо числом больше 0.
uk: Максимальна сума елемента має бути пустою або числом, що перевищує 0.

# ItemNameRequired
source: You must specify a name for the item.
de: Sie müssen einen Namen für das Element angeben.
es: Debe especificar un nombre para el elemento.
fr: Vous devez spécifier un nom pour l’élément.
ja: アイテムの名前を指定してください。
nl: U moet een naam voor het item opgeven.
pt: Você deve especificar um nome para o item.
pt_br: Você deve especificar um nome para o item.
ru: Необходимо указать имя элемента.
uk: Слід указати ім'я елемента.

# ItemSellAmountZeroOrMore
source: The item sell amount must be either blank or a number greater than 0.
de: Der Artikelverkaufsbetrag muss entweder leer oder eine Zahl größer als 0 sein.
es: El importe de la venta del artículo debe estar en blanco o un número superior a 0.
fr: Le montant de la vente de l’objet doit être vide ou un nombre supérieur à 0.
ja: 品目の販売金額は、空白または 0 より大きい数値である必要があります。
nl: Het verkoopbedrag van het object moet leeg zijn of een getal groter dan 0.
pt: O valor de venda do item deve ser em branco ou um número maior que 0.
pt_br: O valor de venda do item deve estar em branco ou ser um número maior que 0.
ru: Сумма продажи товара должна быть либо пустой, либо числом больше 0.
uk: Сума продажу товару має бути пустою або числом, що перевищує 0.

source: Length (Seconds)
de: Länge (Sekunden)
es: Duración (segundos)
fr: Durée (secondes)
ja: 長さ (秒)
nl: Lengte (seconden)
pt: Comprimento (Segundos)
pt_br: Duração (segundos)
ru: Длина (в секундах)
uk: Довжина (секунди)

# LessThanMaxLevel
source: You must specify a number less than or equal to the Max Level.
de: Sie müssen eine Zahl angeben, die kleiner oder gleich dem Maximallevel ist.
es: Debe especificar un número menor o igual que el nivel máximo.
fr: Vous devez spécifier un nombre inférieur ou égal au niveau maximal.
ja: 最大レベル以下の数値を指定する必要があります。
nl: U moet een getal opgeven dat kleiner is dan of gelijk is aan het maximumniveau.
pt: Você deve especificar um número menor ou igual ao Nível Max.
pt_br: Você deve especificar um número menor ou igual ao Nível máximo.
ru: Необходимо указать число, меньшее или равное максимальному уровню.
uk: Слід указати число, менше або дорівнює максимальному рівню.

# LoopHeader
source: Loop:
de: Schleife:
es: Bucle:
fr: Boucle:
ja: ループ：
nl: Strik:
pt: Laço:
pt_br: Laço:
ru: Петля:
uk: Петлі:

# MaxAmountMustBeZeroOrMore
source: The max amount must be greater than 0 or can be left as 0 for no max amount.
de: Der maximale Betrag muss größer als 0 sein oder kann als 0 für keinen maximalen Betrag belassen werden.
es: La cantidad máxima debe ser mayor que 0 o puede dejarse como 0 para ninguna cantidad máxima.
fr: Le montant maximal doit être supérieur à 0 ou peut être laissé comme 0 pour aucun montant maximum.
ja: 最大金額は 0 より大きくする必要があります。
nl: Het maximale bedrag moet groter zijn dan 0 of kan als 0 worden gelaten voor geen maximumbedrag.
pt: O valor máximo deve ser maior que 0 ou pode ser deixado como 0 por nenhuma quantidade máxima.
pt_br: O valor máximo deve ser maior que 0 ou pode ser deixado como 0 sem valor máximo.
ru: Максимальная сумма должна быть больше 0 или может быть оставлена как 0 без максимальной суммы.
uk: Максимальна сума повинна бути більше 0 або може бути залишена як 0 без максимальної суми.

# MaxCustomLevelCommand
source: There can not be any custom level up commands that are greater than the Max Level.
de: Es kann keine benutzerdefinierten Level-Up-Befehle geben, die größer als die Max Level sind.
es: No puede haber ningún comando personalizado para subir de nivel que sea mayor que el nivel máximo.
fr: Il ne peut y avoir aucune commande de niveau supérieur personnalisée supérieure au niveau maximal.
ja: 最大レベルより大きい任意のカスタム レベル のコマンドをすることはできません。
nl: Er kunnen geen aangepaste level-up commando's zijn die groter zijn dan het Max Level.
pt: Não pode haver nenhum nível personalizado de comandos superiores ao Nível Max.
pt_br: Não pode haver nenhum comando personalizado de subida de nível superior ao Nível Máximo.
ru: Не может быть никаких пользовательских команд повышения уровня, превышающих максимальный уровень.
uk: Не може бути жодних настроюваних команд підвищення рівня, які перевищують максимальний рівень.

# MaxLevelGreaterThanZero
source: The Max Level must be greater than 0.
de: Die Maximalstufe muss größer als 0 sein.
es: El nivel máximo debe ser mayor que 0.
fr: Le niveau maximal doit être supérieur à 0.
ja: 最大レベルは 0 より大きくなければなりません。
nl: Het maximumniveau moet groter zijn dan 0.
pt: O Nível Max deve ser maior que 0.
pt_br: O Nível Máximo deve ser maior que 0.
ru: Максимальный уровень должен быть больше 0.
uk: Максимальний рівень має бути більше 0.

# MinimumActivityRateZeroOrMore
source: The Minimum Activity Rate must be 0 or greater.
de: Die Mindestaktivitätsrate muss 0 oder höher sein.
es: La tasa mínima de actividad debe ser 0 o superior.
fr: Le taux d’activité minimum doit être de 0 ou plus.
ja: 最小活動率は 0 以上である必要があります。
nl: De minimale activiteitsgraad moet 0 of hoger zijn.
pt: A Taxa mínima de atividade deve ser de 0 ou mais.
pt_br: A Taxa Mínima de Atividade deve ser 0 ou superior.
ru: Минимальный коэффициент активности должен быть равен 0 или выше.
uk: Мінімальна ставка активності має бути 0 або більше.

source: Minimum Amount
de: Mindestbetrag
es: Cantidad mínima
fr: Montant minimum
ja: 最小金額
nl: Minimumbedrag
pt: Valor Mínimo
pt_br: Quantidade Mínima
ru: Минимальная сумма
uk: Мінімальна сума

# MinimumAmountRequired
source: A minimum amount must be specified.
de: Es muss ein Mindestbetrag angegeben werden.
es: Se debe especificar una cantidad mínima.
fr: Un montant minimum doit être spécifié.
ja: 最小金額を指定する必要があります。
nl: Er moet een minimumbedrag worden opgegeven.
pt: Um valor mínimo deve ser especificado.
pt_br: Um valor mínimo deve ser especificado.
ru: Необходимо указать минимальную сумму.
uk: Необхідно вказати мінімальну суму.

source: Min Seconds To Show
de: Min. Sekunden zum Anzeigen
es: Mínimos de segundos para mostrar
fr: Min secondes à afficher
ja: 表示する最小秒数
nl: Min seconden om weer te geven
pt: Minutos para mostrar
pt_br: Segundos mínimos para mostrar
ru: Минимум секунд для показа
uk: Хвилини для показу

# ModeratorBonusZeroOrMore
source: The Moderator bonus must be 0 or greater.
de: Der Moderatorenbonus muss 0 oder höher sein.
es: El bono moderador debe ser 0 o superior.
fr: Le bonus du modérateur doit être de 0 ou plus.
ja: モデレーターボーナスは 0 以上にする必要があります。
nl: De moderatorbonus moet 0 of hoger zijn.
pt: O bônus moderador deve ser 0 ou maior.
pt_br: O bônus do moderador deve ser 0 ou superior.
ru: Бонус модератора должен быть равен 0 или больше.
uk: Бонус модератора повинен бути 0 або більше.

# NameRequired
source: A name must be specified.
de: Ein Name muss angegeben werden.
es: Se debe especificar un nombre.
fr: Un nom doit être spécifié.
ja: 名前を指定する必要があります。
nl: Er moet een naam worden opgegeven.
pt: Um nome deve ser especificado.
pt_br: Um nome deve ser especificado.
ru: Необходимо указать имя.
uk: Потрібно вказати ім'я.

source: New Boss Animation
de: Neue Boss Animation
es: Nueva animación de jefes
fr: Nouvelle animation de boss
ja: 新しいボスアニメーション
nl: Nieuwe Boss Animatie
pt: Animação do Novo Chefe
pt_br: Animação de novo chefe
ru: Новая анимация босса
uk: Анімація нового боса

source: New Leader
de: Neuer Leiter
es: Nuevo líder
fr: Nouveau leader
ja: 新しいリーダー
nl: Nieuwe leider
pt: Novo Líder
pt_br: Novo líder
ru: Новый лидер
uk: Новий лідер

# OfflineRateVsInterval
source: The offline minutes can not be 0 if the offline amount is greater than 0.
de: Die Offline-Minuten können nicht 0 sein, wenn der Offline-Betrag größer als 0 ist.
es: Los minutos sin conexión no pueden ser 0 si la cantidad sin conexión es mayor que 0.
fr: Les minutes hors connexion ne peuvent pas être 0 si le montant hors connexion est supérieur à 0.
ja: オフラインの分数が 0 より大きい場合、0 にすることはできません。
nl: De offline minuten kunnen niet 0 zijn als het offline bedrag groter is dan 0.
pt: Os minutos offline não podem ser 0 se o valor offline for maior que 0.
pt_br: Os minutos off-line não poderão ser 0 se o valor off-line for maior que 0.
ru: Автономные минуты не могут быть равны 0, если сумма в автономном режиме больше 0.
uk: Автономні хвилини не можуть бути 0, якщо кількість в автономному режимі перевищує 0.

# OneCustomLevelCommand
source: There can only be 1 custom level up command per individual level.
de: Es kann nur 1 benutzerdefinierten Level-Up-Befehl pro einzelner Ebene geben.
es: Solo puede haber 1 comando personalizado para subir de nivel por nivel individual.
fr: Il ne peut y avoir que 1 commande de niveau supérieur personnalisée par niveau individuel.
ja: 個別レベルごとに 1 つのカスタム レベル アップ コマンドしか存在できません。
nl: Er kan slechts 1 aangepaste level up commando per individueel niveau zijn.
pt: Só pode haver 1 comando personalizado de nível superior por nível individual.
pt_br: Só pode haver 1 comando de subida de nível personalizado por nível individual.
ru: На отдельный уровень может быть только 1 команда повышения пользовательского уровня.
uk: Там може бути тільки 1 спеціальний рівень вгору команда на індивідуальному рівні.

# OneItemRequired
source: At least 1 item must be added.
de: Mindestens 1 Artikel muss hinzugefügt werden.
es: Se debe agregar al menos 1 elemento.
fr: Au moins 1 élément doit être ajouté.
ja: 少なくとも 1 つの項目を追加する必要があります。
nl: Er moet minstens 1 item worden toegevoegd.
pt: Pelo menos 1 item deve ser adicionado.
pt_br: Pelo menos 1 item deve ser adicionado.
ru: Необходимо добавить не менее 1 элемента.
uk: Потрібно додати принаймні 1 елемент.

# OneRankRequired
source: At least one rank must be created.
de: Es muss mindestens ein Rang erstellt werden.
es: Se debe crear al menos un rango.
fr: Au moins un rang doit être créé.
ja: 少なくとも 1 つのランクを作成する必要があります。
nl: Er moet ten minste één rang worden aangemaakt.
pt: Pelo menos uma patente deve ser criada.
pt_br: Pelo menos uma classificação deve ser criada.
ru: Должен быть создан хотя бы один ранг.
uk: Має бути створений хоча б один ранг.

# OnFollowBonusZeroOrMore
source: The On Follow bonus must be 0 or greater.
de: Der On Follow Bonus muss 0 oder höher sein.
es: El bono On Follow debe ser 0 o superior.
fr: Le bonus On Follow doit être de 0 ou plus.
ja: オンフォローボーナスは 0 以上である必要があります。
nl: De On Follow bonus moet 0 of hoger zijn.
pt: O bônus On Follow deve ser 0 ou superior.
pt_br: O bônus On Follow deve ser 0 ou superior.
ru: Бонус On Follow должен быть равен 0 или больше.
uk: Бонус On Follow повинен бути 0 або більше.

source: On Goal Reached
de: Auf Ziel erreicht
es: Sobre la meta alcanzada
fr: Sur l’objectif atteint
ja: 目標達成時
nl: Op doel bereikt
pt: No gol alcançado
pt_br: Na meta alcançada
ru: О достигнутом голе
uk: Досягнення мети

# OnHostBonusZeroOrMore
source: The On Host bonus must be 0 or greater.
de: Der On Host Bonus muss 0 oder höher sein.
es: El bono On Host debe ser 0 o superior.
fr: Le bonus Sur l’hôte doit être de 0 ou plus.
ja: ホスト上ボーナスは 0 以上である必要があります。
nl: De On Host bonus moet 0 of hoger zijn.
pt: O bônus on host deve ser 0 ou maior.
pt_br: O bônus On Host deve ser 0 ou superior.
ru: Бонус On Host должен быть равен 0 или больше.
uk: Бонус на хост повинен бути 0 або більше.

# OnlineRateMustBeZeroOrMore
source: The online amount & minutes must be 0 or greater.
de: Der Online-Betrag und die Minuten müssen 0 oder höher sein.
es: La cantidad y los minutos en línea deben ser 0 o mayores.
fr: Le montant en ligne et les minutes doivent être de 0 ou plus.
ja: オンラインの金額と分は 0 以上である必要があります。
nl: Het online aantal en minuten moet 0 of hoger zijn.
pt: O valor e os minutos on-line devem ser 0 ou mais.
pt_br: A quantidade e minutos online devem ser 0 ou superior.
ru: Онлайн-сумма и минуты должны быть 0 или больше.
uk: Онлайн сума &хвилин має бути 0 або більше.

# OnlineRateVsInterval1
source: The online minutes cannot be 0 if the online amount is greater than 0.
de: Die Online-Minuten können nicht 0 sein, wenn der Online-Betrag größer als 0 ist.
es: Los minutos en línea no pueden ser 0 si la cantidad en línea es mayor que 0.
fr: Les minutes en ligne ne peuvent pas être 0 si le montant en ligne est supérieur à 0.
ja: オンライン時間が 0 より大きい場合、オンライン分は 0 にできません。
nl: De online minuten kunnen niet 0 zijn als het online bedrag groter is dan 0.
pt: Os minutos online não podem ser 0 se o valor on-line for maior que 0.
pt_br: Os minutos online não podem ser 0 se o valor online for superior a 0.
ru: Онлайн-минуты не могут быть 0, если онлайн-сумма больше 0.
uk: Онлайн хвилин не може бути 0, якщо онлайн обсяг більше 0.

# OnlineRateVsInterval2
source: The offline amount & minutes must be 0 or greater.
de: Der Offline-Betrag und die Minuten müssen 0 oder mehr betragen.
es: La cantidad y los minutos fuera de línea deben ser 0 o mayores.
fr: Le montant hors ligne et les minutes doivent être de 0 ou plus.
ja: オフラインの量と分は 0 以上である必要があります。
nl: Het offline bedrag en minuten moeten 0 of hoger zijn.
pt: O valor e os minutos offline devem ser 0 ou mais.
pt_br: A quantidade e minutos off-line devem ser 0 ou mais.
ru: Количество и минут в автономном режиме должны быть равны 0 или больше.
uk: Автономна сума та хвилин має бути 0 або більше.

source: On New Stream Boss
de: Auf New Stream Boss
es: En New Stream Boss
fr: Sur New Stream Boss
ja: 新しいストリームボスについて
nl: Op New Stream Boss
pt: Em New Stream Boss
pt_br: No novo chefe do stream
ru: На новом потоке Босс
uk: На новий потік боса

# OnSubscribeBonusZeroOrMore
source: The On Subscribe bonus must be 0 or greater.
de: Der On Subscribe Bonus muss 0 oder höher sein.
es: El bono On Subscribe debe ser 0 o superior.
fr: Le bonus d’abonnement doit être de 0 ou plus.
ja: オンサブスクライブボーナスは 0 以上である必要があります。
nl: De Bonus Bij Inschrijving moet 0 of hoger zijn.
pt: O bônus on subscribe deve ser 0 ou superior.
pt_br: O bônus On Subscribe deve ser 0 ou superior.
ru: Бонус On Subscribe должен быть равен 0 или больше.
uk: Бонус on Subscribe повинен бути 0 або більше.

source: On Timer Completed
de: Auf Timer abgeschlossen
es: En el temporizador completado
fr: Une minuterie terminée
ja: タイマー完了時
nl: Op timer voltooid
pt: Em Timer Concluído
pt_br: Temporizador concluído
ru: По таймеру завершено
uk: На таймері завершено

source: Overkill Bonus
es: Bono Overkill
ja: オーバーキルボーナス
pt: Bônus de overkill
pt_br: Bônus de exagero
ru: Бонус за излишество
uk: Бонус надмірного перевищеного

# OverlayMissingDetails
source: There are missing details for the overlay item.
de: Es fehlen Details für das Overlay-Element.
es: Faltan detalles para el elemento de superposición.
fr: Il manque des détails pour l’élément de superposition.
ja: オーバーレイ項目の詳細が見つかりません。
nl: Er ontbreken details voor het overlay-item.
pt: Faltam detalhes para o item de sobreposição.
pt_br: Faltam detalhes para o item de sobreposição.
ru: Отсутствуют сведения о элементе наложения.
uk: Відсутні відомості про елемент накладання.

# OverlayRequired
source: An overlay to use must be selected.
de: Ein zu verwendenes Overlay muss ausgewählt sein.
es: Se debe seleccionar una superposición para usar.
fr: Une superposition à utiliser doit être sélectionnée.
ja: 使用するオーバーレイを選択する必要があります。
nl: Er moet een te gebruiken overlay zijn geselecteerd.
pt: Uma sobreposição para usar deve ser selecionada.
pt_br: Uma sobreposição a ser usada deve ser selecionada.
ru: Необходимо выбрать используемое наложение.
uk: Необхідно вибрати накладання для використання.

# PointsForLevelUpGreaterThanZero
source: The Points for Level Up must be greater than 0.
de: Die Punkte für Level Up müssen größer als 0 sein.
es: Los puntos para subir de nivel deben ser mayores que 0.
fr: Les points pour le niveau supérieur doivent être supérieurs à 0.
ja: レベルアップのポイントは 0 より大きくなければなりません。
nl: De punten voor Level Up moeten groter zijn dan 0.
pt: Os pontos para subir de nível devem ser maiores que 0.
pt_br: Os pontos para subir de nível devem ser maiores que 0.
ru: Очки за повышение уровня должны быть больше 0.
uk: Кількість очок для підвищення рівня має бути більше 0.

source: Profile Type
de: Profiltyp
es: Tipo de perfil
fr: Type de profil
ja: プロファイルタイプ
nl: Type profiel
pt: Tipo de perfil
pt_br: Tipo de perfil
ru: Тип профиля
uk: Тип профілю

source: Progress Color
de: Fortschrittsfarbe
es: Color de progreso
fr: Couleur de progression
ja: プログレスカラー
nl: Voortgang Kleur
pt: Cor do progresso
pt_br: Cor do Progresso
ru: Цвет прогресса
uk: Колір перебігу

# PromoteUserPrompt
source: This will promote the user {0} to a moderator of this channel. Are you sure?
de: Dadurch wird der Benutzer {0} zu einem Moderator dieses Kanals heraufbefördert. Bist du sicher?
es: Esto promoverá el {0} del usuario a un moderador de este canal. ¿Estás seguro?
fr: Cela favorisera l’utilisateur {0} à un modérateur de ce canal. Es-tu sûr?
ja: これにより、ユーザー{0}がこのチャネルのモデレーターに昇格します。確かですか。
nl: Dit zal de gebruiker promoten {0} naar een moderator van dit kanaal. Weet je het zeker?
pt: Isso promoverá o usuário {0} a um moderador deste canal. Tem certeza?
pt_br: Isso promoverá o usuário {0} a moderador deste canal. Tem certeza?
ru: Это будет продвигать пользователя {0} модератору этого канала. Уверен?
uk: Це сприятиме просуванню користувача {0} модератору цього каналу. Ти впевнений?

source: Raid Bonus (Per User)
de: RAID-Bonus (pro Benutzer)
es: Bono raid (por usuario)
fr: Bonus raid (par utilisateur)
ja: レイドボーナス(ユーザーごと)
nl: Raid Bonus (per gebruiker)
pt: Bônus de raid (por usuário)
pt_br: Bônus de Raid (por usuário)
ru: Рейдовый бонус (на пользователя)
uk: Бонус рейду (на одного користувача)

# RaidsHeader
source: Raids:
de: Raubzüge:
es: Incursiones:
ja: 襲撃：
nl: Invallen:
pt: Ataques:
pt_br: Ataques:
ru: Рейды:
uk: Рейди:

# RankRequired
source: A rank name must be specified.
de: Es muss ein Rangname angegeben werden.
es: Se debe especificar un nombre de rango.
fr: Un nom de rang doit être spécifié.
ja: ランク名を指定する必要があります。
nl: Er moet een rangnaam worden opgegeven.
pt: Um nome de classificação deve ser especificado.
pt_br: Um nome de classificação deve ser especificado.
ru: Необходимо указать имя ранга.
uk: Потрібно вказати ім'я рангу.

# RegularBonusZeroOrMore
source: The Regular bonus must be 0 or greater.
de: Der reguläre Bonus muss 0 oder höher sein.
es: El bono regular debe ser 0 o mayor.
fr: Le bonus régulier doit être de 0 ou plus.
ja: 通常ボーナスは 0 以上である必要があります。
nl: De reguliere bonus moet 0 of hoger zijn.
pt: O bônus Regular deve ser 0 ou maior.
pt_br: O bônus regular deve ser 0 ou superior.
ru: Обычный бонус должен быть равен 0 или больше.
uk: Звичайний бонус повинен бути 0 або більше.

# RemoteFailed
source: Could not connect to Remote service, please try again.
de: Es konnte keine Verbindung zum Remotedienst hergestellt werden, versuchen Sie es erneut.
es: No se pudo conectar al servicio remoto, inténtelo de nuevo.
fr: Impossible de se connecter au service Remote, veuillez réessayer.
ja: リモート サービスに接続できませんでした。
nl: Kan geen verbinding maken met Remote-service, probeer het opnieuw.
pt: Não foi possível conectar-se ao serviço Remoto, por favor tente novamente.
pt_br: Não foi possível conectar-se ao serviço remoto. Tente novamente.
ru: Не удалось подключиться к удаленной службе, повторите попытку.
uk: Не вдалося підключитися до служби Remote, повторіть спробу.

# RemoteServicesFailed
source: Could not connect to Remote service, please try again.
de: Es konnte keine Verbindung zum Remotedienst hergestellt werden, versuchen Sie es erneut.
es: No se pudo conectar al servicio remoto, inténtelo de nuevo.
fr: Impossible de se connecter au service Remote, veuillez réessayer.
ja: リモート サービスに接続できませんでした。
nl: Kan geen verbinding maken met Remote-service, probeer het opnieuw.
pt: Não foi possível conectar-se ao serviço Remoto, por favor tente novamente.
pt_br: Não foi possível conectar-se ao serviço remoto. Tente novamente.
ru: Не удалось подключиться к удаленной службе, повторите попытку.
uk: Не вдалося підключитися до служби Remote, повторіть спробу.

# RemoteTwoLayersMax
source: Boards can only be up to 2 layers deep.
de: Boards können nur bis zu 2 Schichten tief sein.
es: Las placas solo pueden tener hasta 2 capas de profundidad.
fr: Les planches ne peuvent avoir que jusqu’à 2 couches de profondeur.
ja: ボードは、最大 2 層の深さしかできません。
nl: Planken kunnen maar tot 2 lagen diep zijn.
pt: As placas só podem ter até 2 camadas de profundidade.
pt_br: As placas só podem ter até 2 camadas de profundidade.
ru: Доски могут иметь глубину до 2 слоев.
uk: Дошки можуть бути тільки до 2 шарів глибиною.

source: Reset After Days
de: Nach Tagen zurücksetzen
es: Restablecer después de días
fr: Réinitialiser après des jours
ja: 日後にリセット
nl: Reset na dagen
pt: Redefinir após dias
pt_br: Redefinir após dias
ru: Сброс через несколько дней
uk: Скинути після днів

# ResetAllItemPrompt
source: Do you want to reset all item amounts?
de: Möchten Sie alle Artikelbeträge zurücksetzen?
es: ¿Desea restablecer todos los importes de los artículos?
fr: Voulez-vous réinitialiser tous les montants des articles?
ja: すべての品目金額をリセットしますか?
nl: Wilt u alle objectbedragen opnieuw instellen?
pt: Deseja redefinir todos os valores do item?
pt_br: Deseja redefinir todos os valores dos itens?
ru: Вы хотите сбросить все суммы товаров?
uk: Скинути всі суми елементів?

# ResetAllProgressPrompt
source: Are you sure you want to reset progress for all user?
de: Sind Sie sicher, dass Sie den Fortschritt für alle Benutzer zurücksetzen möchten?
es: ¿Está seguro de que desea restablecer el progreso para todos los usuarios?
fr: Êtes-vous sûr de vouloir réinitialiser la progression pour tous les utilisateurs ?
ja: すべてのユーザーの進捗をリセットしますか?
nl: Weet u zeker dat u de voortgang voor alle gebruikers opnieuw wilt instellen?
pt: Tem certeza de que deseja redefinir o progresso para todos os usuários?
pt_br: Tem certeza de que deseja redefinir o progresso de todos os usuários?
ru: Вы уверены, что хотите сбросить прогресс для всех пользователей?
uk: Справді скинути перебіг виконання для всіх користувачів?

# ResetCurrencyRankPointsPrompt
source: Do you want to reset all {0} points?
de: Möchten Sie alle {0} Punkte zurücksetzen?
es: ¿Desea restablecer todos los puntos {0}?
fr: Voulez-vous réinitialiser tous les points {0}?
ja: {0}ポイントをすべてリセットしますか?
nl: Wil je al {0} punten resetten?
pt: Você quer redefinir todos os pontos {0}?
pt_br: Deseja redefinir todos os {0} pontos?
ru: Вы хотите сбросить все {0} баллы?
uk: Скинути всі {0} точки?
