Repository: SaviorXTanren/mixer-mixitup
Catalog: MixItUp.*/Resources.*.resx
Languages: de, es, fr, fr_fr, ja, nl, pt, pt_br, ru, uk

# UpgradePrompt1
source: We've detected an older version of your settings that needs to be upgraded to a newer format. Depending on the size, this could take some time to perform & is required to use Mix It Up.
de: Wir haben eine ältere Version Ihrer Einstellungen entdeckt, die auf ein neueres Format aktualisiert werden muss. Abhängig von der Größe kann dies einige Zeit dauern und ist erforderlich, um Mix It Up zu verwenden.
es: Hemos detectado una versión anterior de la configuración que debe actualizarse a un formato más reciente. Dependiendo del tamaño, esto podría tomar algún tiempo para realizar y se requiere usar Mix It Up.
fr: Nous avons détecté une ancienne version de vos paramètres qui doit être mise à niveau vers un format plus récent. Selon la taille, cela peut prendre un certain temps à effectuer et est nécessaire pour utiliser Mix It Up.
ja: 新しい形式にアップグレードする必要がある古いバージョンの設定が検出されました。サイズによっては、実行に時間がかかる場合があり、ミックス・イット・アップを使用する必要があります。
nl: We hebben een oudere versie van uw instellingen gedetecteerd die moet worden bijgewerkt naar een nieuwere indeling. Afhankelijk van de grootte kan dit enige tijd duren om uit te voeren en is het nodig om Mix It Up te gebruiken.
pt: Detectamos uma versão mais antiga de suas configurações que precisa ser atualizada para um formato mais recente. Dependendo do tamanho, isso pode levar algum tempo para ser realizado e é necessário usar o Mix It Up.
pt_br: Detectamos uma versão mais antiga das suas configurações que precisa ser atualizada para um formato mais recente. Dependendo do tamanho, isso pode levar algum tempo para ser executado e é necessário usar o Mix It Up.
ru: Мы обнаружили старую версию настроек, которую необходимо обновить до более нового формата. В зависимости от размера, это может занять некоторое время для выполнения и требуется для использования Mix It Up.
uk: Ми виявили стару версію ваших налаштувань, яку потрібно оновити до новішого формату. Залежно від розміру, це може зайняти деякий час для виконання і потрібно використовувати Mix It Up.

# UpgradePrompt2
source: If you are ready to do this, please press Yes. Otherwise press No and close to the application to perform later.
de: Wenn Sie dazu bereit sind, drücken Sie bitte Ja. Andernfalls drücken Sie Nein und schließen Sie die Anwendung, um sie später auszuführen.
es: Si está listo para hacer esto, presione Sí. De lo contrario, presione No y cierre la aplicación para realizarla más tarde.
fr: Si vous êtes prêt à le faire, veuillez appuyer sur Oui. Sinon, appuyez sur Non et fermez l’application pour effectuer ultérieurement.
ja: 準備が整ったら、[はい] を押してください。それ以外の場合は[いいえ]を押し、後で実行するには、アプリケーションを閉じます。
nl: Als u klaar bent om dit te doen, drukt u op Ja. Druk anders op Nee en sluit de toepassing om deze later uit te voeren.
pt: Se você está pronto para fazer isso, por favor pressione Sim. Caso contrário, pressione Não e perto da aplicação para executar mais tarde.
pt_br: Se você estiver pronto para fazer isso, pressione Sim. Caso contrário, pressione Não e feche o aplicativo para executar mais tarde.
ru: Если вы готовы это сделать, нажмите Да. В противном случае нажмите клавишу Нет и закройте приложение, чтобы выполнить его позже.
uk: Якщо ви готові це зробити, натисніть так. В іншому випадку натисніть ні і закрийте програму, щоб виконати пізніше.

source: Video File Path
de: Pfad der Videodatei
es: Ruta del archivo de vídeo
fr: Chemin d’accès au fichier vidéo
ja: ビデオ ファイルのパス
nl: Pad naar videobestanden
pt: Caminho do arquivo de vídeo
pt_br: Caminho do arquivo de vídeo
ru: Путь к видеофайлу
uk: Шлях до відеофайлу

# ViewingRateAmountZeroOrMore
source: The Viewing Rate Amount must be greater than or equal to 0.
de: Der Anzeigeratenbetrag muss größer oder gleich 0 sein.
es: El importe de la tasa de visualización debe ser mayor o igual a 0.
fr: Le montant du tarif d’affichage doit être supérieur ou égal à 0.
ja: 視聴率は 0 以上である必要があります。
nl: Het kijkpercentage moet groter zijn dan of gelijk zijn aan 0.
pt: O Valor da Taxa de Visualização deve ser maior ou igual a 0.
pt_br: O Valor da Taxa de Visualização deve ser maior ou igual a 0.
ru: Значение скорости просмотра должно быть больше или равно 0.
uk: Розмір швидкості перегляду має бути більшим або дорівнювати 0.

# ViewingRateMinutesInvalid
source: The Viewing Rate Amount & Minutes must both be greater than 0 or both equal to 0.
de: Der Betrachtungssatz und die Minuten müssen beide größer als 0 oder beide gleich 0 sein.
es: La cantidad y los minutos de la tasa de visualización deben ser mayores que 0 o ambos iguales a 0.
fr: Le nombre de minutes et le taux de visionnage doivent tous deux être supérieurs à 0 ou égaux à 0.
ja: 視聴率の量と分は、両方とも 0 以上、または両方とも 0 以上である必要があります。
nl: Het aantal kijkcijfers en minuten moet beide groter zijn dan 0 of beide gelijk zijn aan 0.
pt: O Valor e a Taxa de Visualização devem ser superiores a 0 ou ambos iguais a 0.
pt_br: A quantidade e os minutos da taxa de visualização devem ser maiores que 0 ou ambos iguais a 0.
ru: Сумма и минуты скорости просмотра должны быть больше 0 или оба равны 0.
uk: Кількість переглядів і хвилин має бути більше 0 або дорівнює 0.

# ViewingRateMinutesZeroOrMore
source: The Viewing Rate Minutes must be greater than or equal to 0.
de: Die Anzeigerate Minuten muss größer oder gleich 0 sein.
es: La tasa de visualización de minutos debe ser mayor o igual a 0.
fr: Le taux d’affichage des minutes doit être supérieur ou égal à 0.
ja: 視聴率の分は 0 以上である必要があります。
nl: De kijkfrequentieminuten moeten groter zijn dan of gelijk zijn aan 0.
pt: Os minutos de visualização devem ser maiores ou iguais a 0.
pt_br: A Taxa de Visualização em Minutos deve ser maior ou igual a 0.
ru: Скорость просмотра в минутах должна быть больше или равна 0.
uk: Хвилини швидкості перегляду мають бути більшими або дорівнювати 0.

source: Web Page URL
de: URL der Webseite
es: URL de la página web
ja: ウェブページの URL
nl: URL van webpagina
pt: URL da página da Web
pt_br: URL da página da web
ru: URL-адрес веб-страницы
uk: URL-адреса веб-сторінки

source: Youtube Video URL/ID
es: URL / ID de video de Youtube
fr: URL/ID de la vidéo Youtube
ja: ユーチューブ動画の URL/ID
pt: URL/ID de vídeo do Youtube
pt_br: URL/ID do vídeo do Youtube
ru: URL/ID видео Youtube
uk: URL-адреса/ідентифікатор відео Youtube

# DiscoardBotGatewayFailed
source: Could not get Bot Application Gateway data
de: Bot Application Gateway-Daten konnten nicht abbekommen
es: No se pudieron obtener datos de Bot Application Gateway
fr: Impossible d’obtenir les données Bot Application Gateway
ja: ボット アプリケーション ゲートウェイ のデータを取得できませんでした
nl: Kan Bot Application Gateway-gegevens niet ophalen
pt: Não foi possível obter dados do Bot Application Gateway
pt_br: Não foi possível obter dados do Bot Application Gateway
ru: Не удалось получить данные шлюза приложений ботов
uk: Не вдалося отримати дані шлюзу застосунків бота

# DiscordBotWebSocketFailed
source: Could not connect Bot Application to web socket
de: Bot-Anwendung konnte nicht mit Web-Socket verbunden werden
es: No se pudo conectar la aplicación bot al socket web
fr: Impossible de connecter l’application Bot au socket Web
ja: Web ソケットにボット アプリケーションを接続できませんでした
nl: Kan Bot Application niet verbinden met web socket
pt: Não foi possível conectar o aplicativo bot ao soquete web
pt_br: Não foi possível conectar o aplicativo Bot ao soquete da web
ru: Не удалось подключить приложение бота к веб-сокету
uk: Не вдалося підключити застосунок бота до веб-сокета

# DiscordServerDataFailed
source: Could not get Server data
de: Serverdaten konnten nicht abbekommen
es: No se pudieron obtener los datos del servidor
fr: Impossible d’obtenir les données du serveur
ja: サーバー データを取得できませんでした
nl: Kan geen servergegevens ophalen
pt: Não foi possível obter dados do Servidor
pt_br: Não foi possível obter os dados do servidor
ru: Не удалось получить данные сервера
uk: Не вдалося отримати дані сервера

# DiscordUserDataFailed
source: Could not get User data
de: Benutzerdaten konnten nicht abbekommen
es: No se pudieron obtener los datos del usuario
fr: Impossible d’obtenir les données utilisateur
ja: ユーザー データを取得できませんでした
nl: Kan geen gebruikersgegevens ophalen
pt: Não foi possível obter dados do Usuário
pt_br: Não foi possível obter os dados do usuário
ru: Не удалось получить данные пользователя
uk: Не вдалося отримати дані користувача

# JustGivingUserDataFailed
source: Unable to get User data
de: Benutzerdaten können nicht abrufen
es: No se pueden obtener datos de usuario
fr: Impossible d’obtenir les données utilisateur
ja: ユーザー データを取得できません
nl: Kan geen gebruikersgegevens ophalen
pt: Não é possível obter dados do Usuário
pt_br: Não foi possível obter dados do usuário
ru: Не удается получить данные пользователя
uk: Не вдалося отримати дані користувача

# NameOfButtonHeader
source: Name of Button:
de: Name der Schaltfläche:
es: Nombre del botón:
fr: Nom du bouton :
ja: ボタンの名前:
nl: Naam van button:
pt: Nome do botão:
pt_br: Nome do botão:
ru: Имя кнопки:
uk: Ім'я кнопки:

# NameOfFolderHeader
source: Name of Folder:
de: Name des Ordners:
es: Nombre de la carpeta:
fr: Nom du dossier :
ja: フォルダ名:
nl: Naam van de map:
pt: Nome da pasta:
pt_br: Nome da pasta:
ru: Имя папки:
uk: Ім'я папки:

# OBSWebSocketFailed
source: Failed to connect to OBS Studio web socket. Please make sure OBS Studio is running, the obs-websocket is enabled under the Tools menu, and the connection and password match your settings in OBS Studio. See the Wiki page on OBS Studio for further troubleshooting steps by clicking the "?" button on the OBS Studio tab header in Mix It Up.
de: Verbindung mit OBS Studio-Web-Socket konnte nicht hergestellt werden
es: Error al conectarse al socket web de OBS Studio
fr: Impossible de se connecter au socket Web OBS Studio
ja: OBS スタジオの Web ソケットに接続できませんでした
nl: Kan geen verbinding maken met OBS Studio-websocket
pt: Falha ao se conectar ao soquete web do OBS Studio
pt_br: Falha ao conectar ao soquete da web do OBS Studio. Certifique-se de que o OBS Studio esteja em execução, que o obs-websocket esteja habilitado no menu Ferramentas e que a conexão e a senha correspondam às suas configurações no OBS Studio. Consulte a página Wiki no OBS Studio para obter mais etapas de solução de problemas clicando no botão "?" botão no cabeçalho da guia OBS Studio em Mix It Up.
ru: Не удалось подключиться к веб-разъему OBS Studio
uk: Не вдалося підключитися до веб-сокета OBS Studio

# OverlayAddFailed
source: Failed to add {0} overlay
de: {0} Overlay konnte nicht hinzugefügt werden
es: Error al agregar {0} superposición
fr: Impossible d’ajouter {0} superposition
ja: オーバーレイを追加{0}失敗しました
nl: Kan {0} overlay niet toevoegen
pt: Falha ao adicionar sobreposição {0}
pt_br: Falha ao adicionar {0} sobreposição
ru: Не удалось добавить {0} наложение
uk: Не вдалося додати накладення {0}

# OvrStreamInvalidAddress
source: Invalid address specified
de: Ungültige Adresse angegeben
es: Dirección no válida especificada
fr: Adresse non valide spécifiée
ja: 無効なアドレスが指定されました
nl: Ongeldig adres opgegeven
pt: Endereço inválido especificado
pt_br: Endereço inválido especificado
ru: Указан недопустимый адрес
uk: Указано неприпустиму адресу

# PatreonCampaignDataFailed
source: Failed to get Campaign data
de: Kampagnendaten konnten nicht abbekommen werden
es: Error al obtener los datos de la campaña
fr: Impossible d’obtenir les données de la campagne
ja: キャンペーン データを取得できませんでした
nl: Kan campagnegegevens niet ophalen
pt: Falha ao obter dados da Campanha
pt_br: Falha ao obter dados da campanha
ru: Не удалось получить данные кампании
uk: Не вдалося отримати дані кампанії

# PatreonUserDataFailed
source: Failed to get User data
de: Benutzerdaten konnten nicht abbekommen werden
es: Error al obtener los datos de usuario
fr: Impossible d’obtenir les données utilisateur
ja: ユーザー データを取得できませんでした
nl: Kan geen gebruikersgegevens ophalen
pt: Falha em obter dados do Usuário
pt_br: Falha ao obter dados do usuário
ru: Не удалось получить данные пользователя
uk: Не вдалося отримати дані користувача

# StreamElementsUserDataFailed
source: Failed to get user information
de: Benutzerinformationen konnten nicht abbekommen werden
es: Error al obtener información del usuario
fr: Impossible d’obtenir des informations utilisateur
ja: ユーザー情報を取得できませんでした
nl: Kan geen gebruikersinformatie ophalen
pt: Falha ao obter informações do usuário
pt_br: Falha ao obter informações do usuário
ru: Не удалось получить сведения о пользователе
uk: Не вдалося отримати відомості про користувача

# RainmakerChannelDataFailed
source: Failed to get channel data
de: Kanaldaten konnten nicht abbekommen werden
es: Error al obtener los datos del canal
fr: Impossible d’obtenir les données de canal
ja: チャネル データの取得に失敗しました
nl: Kan kanaalgegevens niet ophalen
pt: Falha ao obter dados do canal
pt_br: Falha ao obter dados do canal
ru: Не удалось получить данные канала
uk: Не вдалося отримати дані каналу

# StreamlabsOBSAdminMaybe
source: Streamlabs OBS might be running as administrator and Mix It Up is not. Try running Mix It Up as an Administrator before connecting.
de: Streamlabs OBS wird möglicherweise als Administrator ausgeführt und Mix It Up nicht. Versuchen Sie, Mix It Up als Administrator auszuführen, bevor Sie eine Verbindung herstellen.
es: Streamlabs OBS podría estar ejecutándose como administrador y Mix It Up no lo está. Intente ejecutar Mix It Up como administrador antes de conectarse.
fr: Streamlabs OBS peut s’exécuter en tant qu’administrateur et Mix It Up ne l’est pas. Essayez d’exécuter Mix It Up en tant qu’administrateur avant de vous connecter.
ja: ストリームラボ OBS は管理者として実行されている可能性があり、ミックス・イット・アップは実行されません。接続する前に、管理者として Mix It Up を実行してみてください。
nl: Streamlabs OBS wordt mogelijk uitgevoerd als beheerder en Mix It Up niet. Probeer Mix It Up uit te voeren als beheerder voordat u verbinding maakt.
pt: Streamlabs OBS pode estar sendo executado como administrador e Mix It Up não é. Tente executar o Mix It Up como administrador antes de conectar.
pt_br: Streamlabs OBS pode estar sendo executado como administrador e o Mix It Up não. Tente executar o Mix It Up como administrador antes de conectar.
ru: Streamlabs OBS может работать от имени администратора, а Mix It Up — нет. Попробуйте запустить Mix It Up от имени администратора перед подключением.
uk: Streamlabs OBS може працювати з правами адміністратора, а Mix It Up - ні. Спробуйте запустити Mix It Up як адміністратор перед підключенням.

# StreamlabsOBSFailed
source: Streamlabs OBS could not be reached
de: Streamlabs OBS konnte nicht erreicht werden
es: No se pudo llegar a Streamlabs OBS
fr: Streamlabs OBS n’a pas pu être atteint
ja: ストリームラボ OBS に到達できませんでした
nl: Streamlabs OBS kan niet worden bereikt
pt: Streamlabs OBS não pôde ser alcançado
pt_br: Não foi possível entrar em contato com o Streamlabs OBS
ru: Не удалось связаться с OBS Streamlabs
uk: Не вдалося досягти потоку OBS

# StreamlabsWebSocketTokenFailed
source: Failed to get web socket token
de: Websocket-Token konnte nicht abbekommen werden
es: Error al obtener el token de socket web
fr: Impossible d’obtenir le jeton de socket Web
ja: Web ソケット トークンを取得できませんでした
nl: Kan web socket token niet krijgen
pt: Falha ao obter token de soquete web
pt_br: Falha ao obter token de soquete da web
ru: Не удалось получить маркер веб-сокета
uk: Не вдалося отримати маркер веб-сокета

# TiltifyUserDataFailed
source: Failed to get User data
de: Benutzerdaten konnten nicht abbekommen werden
es: Error al obtener los datos de usuario
fr: Impossible d’obtenir les données utilisateur
ja: ユーザー データを取得できませんでした
nl: Kan geen gebruikersgegevens ophalen
pt: Falha em obter dados do Usuário
pt_br: Falha ao obter dados do usuário
ru: Не удалось получить данные пользователя
uk: Не вдалося отримати дані користувача

# TipeeeStreamSocketFailed
source: Failed to connect to socket
de: Verbindung zum Socket konnte nicht hergestellt werden
es: Error al conectarse al zócalo
fr: Impossible de se connecter au socket
ja: ソケットに接続できませんでした
nl: Kan geen verbinding maken met socket
pt: Falha ao conector ao soquete
pt_br: Falha ao conectar ao soquete
ru: Не удалось подключиться к разъему
uk: Не вдалося підключитися до сокета

# TipeeeStreamSocketUrlFailed
source: Unable to get Socket URL address
de: Socket-URL-Adresse kann nicht abrufen
es: No se puede obtener la dirección URL del socket
fr: Impossible d’obtenir l’adresse URL socket
ja: ソケット URL アドレスを取得できません
nl: Kan socket-URL-adres niet ophalen
pt: Não é possível obter o endereço de URL do Soquete
pt_br: Não foi possível obter o endereço URL do soquete
ru: Не удается получить URL-адрес сокета
uk: Не вдалося отримати URL-адресу сокета

# TipeeeStreamUserDataFailed
source: Unable to get User information
de: Benutzerinformationen können nicht abrufen
es: No se puede obtener información del usuario
fr: Impossible d’obtenir des informations utilisateur
ja: ユーザー情報を取得できません
nl: Kan geen gebruikersinformatie ophalen
pt: Não é possível obter informações do Usuário
pt_br: Não foi possível obter informações do usuário
ru: Не удается получить сведения о пользователе
uk: Не вдалося отримати інформацію про користувача

# TipeeStreamSocketKeyFailed
source: Unable to get Socket API key
de: Socket-API-Schlüssel kann nicht abbekommen
es: No se puede obtener la clave de API de socket
fr: Impossible d’obtenir la clé API Socket
ja: ソケット API キーを取得できません
nl: Kan socket API-sleutel niet ophalen
pt: Incapaz de obter a chave de API do soquete
pt_br: Não foi possível obter a chave da API do Socket
ru: Не удается получить ключ API сокета
uk: Не вдалося отримати ключ API socket

# TreatStreamSocketFailed
source: Failed to connect to Socket
de: Verbindung mit Socket konnte nicht hergestellt werden
es: Error al conectarse al socket
fr: Impossible de se connecter à Socket
ja: ソケットに接続できませんでした
nl: Kan geen verbinding maken met Socket
pt: Falha ao conectar-se ao soquete
pt_br: Falha ao conectar ao soquete
ru: Не удалось подключиться к Socket
uk: Не вдалося підключитися до сокета

# TreatStreamSocketTokenFailed
source: Failed to get Socket token
de: Socket-Token konnte nicht abbekommen werden
es: Error al obtener el token de socket
fr: Impossible d’obtenir le jeton Socket
ja: ソケット トークンを取得できませんでした
nl: Socket-token kan niet worden get.
pt: Falha ao obter o token Socket
pt_br: Falha ao obter token de soquete
ru: Не удалось получить маркер сокета
uk: Не вдалося отримати маркер socket

# TwitchConnectionFailed
source: Twitch connection has not been established
de: Twitch-Verbindung wurde nicht hergestellt
es: No se ha establecido la conexión de Twitch
fr: La connexion Twitch n’a pas été établie
ja: Twitch 接続が確立されていません
nl: Twitch-verbinding is niet tot stand gebracht
pt: A conexão do Twitch não foi estabelecida
pt_br: A conexão Twitch não foi estabelecida
ru: Соединение Twitch не установлено
uk: З'єднання Twitch не встановлено

# TwitchFailedBotData
source: Failed to get Twitch bot data
de: Twitch-Bot-Daten konnten nicht abbekommen
es: No se pudieron obtener los datos del bot de Twitch
fr: Impossible d’obtenir les données du bot Twitch
ja: Twitch ボット データを取得できませんでした
nl: Kan Twitch-botgegevens niet ophalen
pt: Falha ao obter dados do twitch bot
pt_br: Falha ao obter dados do bot do Twitch
ru: Не удалось получить данные бота Twitch
uk: Не вдалося отримати дані бота Twitch

# TwitchFailedNewAPIUserData
source: Failed to get New API Twitch user data
de: Fehler beim Abrufen neuer API-Twitch-Benutzerdaten
es: No se pudieron obtener los datos de usuario de Twitch de la nueva API
fr: Impossible d’obtenir les données utilisateur de la nouvelle API Twitch
ja: 新しい API Twitch ユーザー データを取得できませんでした
nl: Kan nieuwe API Twitch-gebruikersgegevens niet ophalen
pt: Falha ao obter dados de usuários do Novo API Twitch
pt_br: Falha ao obter dados do usuário da nova API Twitch
ru: Не удалось получить новые пользовательские данные API Twitch
uk: Не вдалося отримати нові дані користувача API Twitch

# TwitchFailedV5APIUserData
source: Failed to get V5 API Twitch user data
de: V5 API Twitch-Benutzerdaten konnten nicht abbekommen
es: Error al obtener los datos de usuario de Twitch de la API V5
fr: Impossible d’obtenir les données utilisateur Twitch de l’API V5
ja: V5 API Twitch ユーザーデータの取得に失敗しました
nl: Kan V5 API Twitch-gebruikersgegevens niet ophalen
pt: Falha ao obter dados do usuário do V5 API Twitch
pt_br: Falha ao obter dados do usuário do Twitch da API V5
ru: Не удалось получить пользовательские данные Twitch API V5
uk: Не вдалося отримати дані користувача V5 API Twitch

# TwitterAuthFailed
source: Failed to get authorization
de: Autorisierung konnte nicht erhalten werden
es: No se pudo obtener la autorización
fr: Impossible d’obtenir l’autorisation
ja: 承認を取得できませんでした
nl: Geen autorisatie gekregen
pt: Não conseguiu autorização
pt_br: Falha ao obter autorização
ru: Не удалось получить авторизацию
uk: Не вдалося отримати авторизацію

# TwitterRateLimited
source: The tweet you specified could not be sent because you have already sent a tweet in the last 5 minutes
de: Der von Ihnen angegebene Tweet konnte nicht gesendet werden, da Sie in den letzten 5 Minuten bereits einen Tweet gesendet haben
es: El tweet que especificó no se pudo enviar porque ya ha enviado un tweet en los últimos 5 minutos
fr: Le tweet que vous avez spécifié n’a pas pu être envoyé car vous avez déjà envoyé un tweet au cours des 5 dernières minutes
ja: 過去 5 分間に既にツイートを送信したため、指定したツイートを送信できませんでした
nl: De door jou opgegeven tweet kon niet worden verzonden omdat je in de afgelopen 5 minuten al een tweet hebt verzonden
pt: O tweet que você especificou não pôde ser enviado porque você já enviou um tweet nos últimos 5 minutos
pt_br: O tweet que você especificou não pôde ser enviado porque você já enviou um tweet nos últimos 5 minutos
ru: Не удалось отправить указанный твит, так как вы уже отправили твит за последние 5 минут
uk: Не вдалося надіслати вказаний твіт, оскільки ви вже надіслали твіт за останні 5 хвилин

# OverlayWidgetChatMessagesDescription
source: Shows the last X many chat messages from your channel. Chat messages are added as they occur.
de: Zeigt das letzte X viele Chatnachrichten von deinem Kanal an. Chat-Nachrichten werden hinzugefügt, sobald sie auftreten.
es: Muestra los últimos X muchos mensajes de chat de tu canal. Los mensajes de chat se agregan a medida que ocurren.
fr: Affiche le dernier X nombreux messages de chat de votre chaîne. Les messages de chat sont ajoutés au fur et à mesure qu’ils se produisent.
ja: チャンネルからのチャットメッセージの最後の X を表示します。チャット メッセージは、発生したとおりに追加されます。
nl: Toont de laatste X veel chatberichten van je kanaal. Chatberichten worden toegevoegd zodra ze zich voordoen.
pt: Mostra o último X muitas mensagens de bate-papo do seu canal. As mensagens de bate-papo são adicionadas à medida que ocorrem.
pt_br: Mostra as últimas X mensagens de bate-papo do seu canal. As mensagens de bate-papo são adicionadas à medida que ocorrem.
ru: Показывает последний X много сообщений чата с вашего канала. Сообщения чата добавляются по мере их появления.
uk: Показує останні X багато повідомлень чату з вашого каналу. Повідомлення чату додаються, коли вони відбуваються.
