Repository: SaviorXTanren/mixer-mixitup
Catalog: MixItUp.*/Resources.*.resx
Languages: de, es, fr, fr_fr, ja, nl, pt, pt_br, ru, uk

# InventoryShopUsage
source: USAGE: {0} list = Lists all the items available for buying/selling ** {0} <ITEM NAME> = Lists the buying/selling price for the item ** {0} buy <ITEM NAME> [AMOUNT] = Buys 1 or the amount specified of the item ** {0} sell <ITEM NAME> [AMOUNT] = Sells 1 or the amount specified of the item
es: USO: {0} list = Lista los artículos disponibles para comprar/vender ** {0} <NOMBRE DEL ARTÍCULO> = Lista el precio de compra/venta del artículo ** {0} buy <NOMBRE DEL ARTÍCULO> [CANTIDAD] = Compra 1 o la cantidad indicada del artículo ** {0} sell <NOMBRE DEL ARTÍCULO> [CANTIDAD] = Vende 1 o la cantidad indicada del artículo
ja: 使用法: {0}リスト = 購入/販売に利用可能なすべての商品を一覧表示します {0} ** {0} <ITEM NAME> = 購入<ITEM NAME> [AMOUNT] = 購入1または {0}商品の指定金額<商品名> [金額] = 1 または指定金額を販売します
pt: USO: {0} lista = Lista todos os itens disponíveis para compra/venda ** {0} <ITEM NAME> = Lista o preço de compra/venda do item ** {0} comprar <ITE NOME DE M> [QUANTIDADE] = Compra 1 ou o valor especificado do item ** {0} vender <ITEM NAME> [QUANTIDADE] = Vende 1 ou o valor especificado do item
pt_br: USO: {0} list = Lista todos os itens disponíveis para compra/venda ** {0} <ITEM NAME> = Lista o preço de compra/venda do item ** {0} buy <ITEM NAME> [AMOUNT] = Compra 1 ou o valor especificado do item ** {0} vender <NOME DO ITEM> [QUANTIA] = Vende 1 ou o valor especificado do item
ru: ИСПОЛЬЗОВАНИЕ: {0} список = Список всех предметов, доступных для покупки/продажи ** {0} <ИМЕНОВАНИЕ> = Список цены покупки/продажи товара ** {0} купить <ИМЯ > [КОЛИЧЕСТВО] = Покупает 1 или указанное количество товара ** {0} продать <НАЗВАНИЕ> [СУММА] = Продает 1 или указанное количество товара

# InventoryTradeAlreadyUnderway
source: A trade is already underway, please wait until it is completed
es: Una operación ya está en marcha, espere hasta que se complete
ja: 取引はすでに進行中です、それが完了するまで待ってください
pt: Uma negociação já está em andamento, por favor, espere até que seja concluída
pt_br: Uma negociação já está em andamento, aguarde até que seja concluída
ru: Сделка уже началась, пожалуйста, подождите, пока она не будет завершена

# InventoryTradeCancelled
source: The trade could not be completed in time and was cancelled...
es: La operación no se pudo completar a tiempo y se canceló ...
ja: 取引は時間内に完了できませんでしたし、キャンセルされました.
pt: O comércio não pôde ser concluído a tempo e foi cancelado...
pt_br: A negociação não pôde ser concluída a tempo e foi cancelada...
ru: Сделка не могла быть завершена вовремя и была отменена...

# InventoryTradeReplied
source: @{0} has replied back to the offer by @{1} with {2} {3}. Type {4} in chat to accept the trade.
es: @{0} ha respondido a la oferta de @{1} con {2} {3}. Escriba {4} en el chat para aceptar la operación.
ja: @{0}は{2} {3}と@{1}によってオファーに返信しました。チャットで{4}を入力して取引を受け入れます。
pt: @{0} respondeu à oferta por @{1} com {2} {3}. Digite {4} no chat para aceitar a troca.
pt_br: @{0} respondeu à oferta de @{1} com {2} {3}. Digite {4} no chat para aceitar a troca.
ru: @{0} ответил на предложение @{1} с {2} {3}. Введите {4} в чате, чтобы принять сделку.

# InventoryTradeStarted
source: @{0} has started a trade with @{1} for {2} {3}. Type {4} <ITEM NAME> [AMOUNT] in chat to reply back with your offer in the next 60 seconds.
es: @{0} ha iniciado un intercambio con @{1} para {2} {3}. Escriba {4} <NOMBRE DEL ARTÍCULO> [CANTIDAD] en el chat para responder con su oferta en los próximos 60 segundos.
ja: @{0}は{2} {3}のために@{1}との取引を開始しました。チャットで{4} <ITEM NAME>[AMOUNT]と入力すると、次の60秒以内にオファーに返信できます。
pt: @{0} começou uma negociação com @{1} por {2} {3}. Digite {4} <ITEM NAME> [QUANTIDADE] no chat para responder de volta com sua oferta nos próximos 60 segundos.
pt_br: @{0} iniciou uma negociação com @{1} por {2} {3}. Digite {4} <NOME DO ITEM> [QUANTIA] no bate-papo para responder com sua oferta nos próximos 60 segundos.
ru: @{0} начал торговать с @{1} для {2} {3}. Введите {4} <ИМЕНОВАНИЕ> [СУММА] в чате, чтобы ответить своим предложением в течение следующих 60 секунд.

# InventoryTradeUsage
source: {0} <USERNAME> <ITEM NAME> [AMOUNT] = Trades 1 or the amount specified of the item to the specified user
es: {0} <USERNAME> <NOMBRE DE > [IMPORTE] = Opera 1 o la cantidad especificada del artículo al usuario especificado
ja: {0} <USERNAME> <ITEM NAME> [金額] = 指定されたユーザーに対して、1 または項目の指定された金額を取引します。
pt: {0} <USERNAME> <ITEM NAME> [QUANTIDADE] = Negociações 1 ou o valor especificado do item para o usuário especificado
pt_br: {0} <USERNAME> <ITEM NAME> [AMOUNT] = Negocia 1 ou o valor especificado do item para o usuário especificado
ru: {0} <USERNAME> <ИМЕНОВАНИЕ> [СУММА] = Сделки 1 или сумма, указанная в товаре указанному пользователю

# InventoryYouCanOnlyHaveTotal
source: You can only have {0} {1} in total
es: Solo puedes tener {0} {1} en total
ja: 合計で{0} {1}のみ持つことができます
pt: Você só pode ter {0} {1} no total
pt_br: Você só pode ter {0} {1} no total
ru: Вы можете иметь только {0} {1} в общей сложности

source: List
es: Lista
pt_br: Lista
ru: Список

source: No Game Found
es: No se ha encontrado ningún juego
ja: ゲームが見つかりません
pt: Nenhum jogo encontrado
pt_br: Nenhum jogo encontrado
ru: Игра не найдена

source: No Rank
es: Sin rango
ja: ランクなし
pt: Sem Classificação
pt_br: Sem classificação
ru: Нет ранга

# PreMadeChatCommandAddCommandUsage
source: Usage: !addcommand <COMMAND TRIGGER, NO !> <COOLDOWN> <FULL COMMAND MESSAGE TEXT>
es: Uso: !addcommand <COMMAND TRIGGER, NO !> <COOLDOWN> <TEXTO COMPLETO DEL MENSAJE DE COMANDO>
ja: 使用法: !addcommand <コマンド・トリガー、なし!> <COOLDOWN> <完全なコマンド・メッセージ・テキスト>
pt: Uso: !addcommand <COMMAND TRIGGER, NO !> <COOLDOWN> <FULL COMMAND MESSAGE TEXT>
pt_br: Uso: !addcommand <COMMAND TRIGGER, NO !> <COOLDOWN> <FULL COMMAND MESSAGE TEXT>
ru: Использование: !addcommand <COMMAND TRIGGER, NO !> <COOLDOWN> <FULL ТЕКСТ КОМАНДНОГО СООБЩЕНИЯ>

# PreMadeChatCommandAddQuoteUsage
source: Usage: !addquote <FULL QUOTE TEXT>
es: Uso: !addquote <TEXTO DE CITA COMPLETA>
ja: 使用法: !引用符<完全な引用テキスト>を追加します。
pt: Uso: !addquote <FULL QUOTE TEXT>
pt_br: Uso: !addquote <TEXTO DE CITAÇÃO COMPLETA>
ru: Использование: !addquote <ПОЛНЫЙ ТЕКСТ ЦИТАТЫ>

# PreMadeChatCommandCommandsHeader
source: Available Commands:
es: Comandos disponibles:
ja: 使用可能なコマンド:
pt: Comandos disponíveis:
pt_br: Comandos disponíveis:
ru: Доступные команды:

# PreMadeChatCommandDisableCommandUsage
source: Usage: !disablecommand <COMMAND TRIGGER, NO !>
es: Uso: !disablecommand <COMMAND TRIGGER, NO !>
ja: 使用法: コマンド <コマンド トリガー、いいえ !>
pt: Uso: !desabilitar <COMMAND TRIGGER, NO !>
pt_br: Uso: !disablecommand <COMMAND TRIGGER, NO !>
ru: Использование: !disablecommand <COMMAND TRIGGER, NO !>

# PreMadeChatCommandGamesHeader
source: Available Games:
es: Juegos disponibles:
ja: 利用可能なゲーム:
pt: Jogos disponíveis:
pt_br: Jogos disponíveis:
ru: Доступные игры:

# PreMadeChatCommandMixItUp
source: This channel uses the Mix It Up app to improve their stream. Check out http://mixitupapp.com for more information!
es: Este canal utiliza la aplicación Mix It Up para mejorar su transmisión. ¡Echa un vistazo a http://mixitupapp.com para obtener más información!
ja: このチャンネルは、ミックス・イット・アップ・アプリを使用してストリームを改善します。詳細については、http://mixitupapp.com をチェックしてください!
pt: Este canal usa o aplicativo Mix It Up para melhorar seu fluxo. Confira http://mixitupapp.com para mais informações!
pt_br: Este canal usa o aplicativo Mix It Up para melhorar sua transmissão. Confira http://mixitupapp.com para mais informações!
ru: Этот канал использует приложение Mix It Up для улучшения своего потока. Проверьте http://mixitupapp.com для получения дополнительной информации!

# PreMadeChatCommandMixItUpCommands
source: All pre-made Mix It Up chat commands can be found here: https://wiki.mixitupapp.com/commands/pre-made-chat-commands. For commands specific to this stream, ask your streamer/moderator.
es: Todos los comandos de chat prefabricados de Mix It Up se pueden encontrar aquí: https://wiki.mixitupapp.com/commands/pre-made-chat-commands. Para los comandos específicos de esta secuencia, pregunte a su streamer/moderador.
ja: すべての事前に作られたMix It Upチャットコマンドはこちらで見つけることができます: https://wiki.mixitupapp.com/commands/pre-made-chat-commands。このストリームに固有のコマンドについては、ストリーマー/モデレーターに問い合わせてください。
pt: Todos os comandos de bate-papo pré-fabricados do Mix It Up podem ser encontrados aqui: https://wiki.mixitupapp.com/commands/pre-made-chat-commands. Para comandos específicos deste fluxo, pergunte ao seu streamer/moderador.
pt_br: Todos os comandos de bate-papo pré-fabricados do Mix It Up podem ser encontrados aqui: https://wiki.mixitupapp.com/commands/pre-made-chat-commands. Para comandos específicos deste stream, pergunte ao seu streamer/moderador.
ru: Все готовые команды чата Mix It Up можно найти здесь: https://wiki.mixitupapp.com/commands/pre-made-chat-commands. Для команд, специфичных для этого потока, спросите своего стримера/модератора.

# PreMadeChatCommandQuotesNotEnabled
source: Quotes must be enabled and at least one quote must be added for this feature to work.
es: Las citas deben estar habilitadas y se debe agregar al menos una cita para que esta característica funcione.
ja: この機能を動作させるには、見積もりを有効にし、少なくとも 1 つの見積もりを追加する必要があります。
pt: As cotações devem ser ativadas e pelo menos uma cotação deve ser adicionada para que este recurso funcione.
pt_br: As cotações devem estar habilitadas e pelo menos uma cotação deve ser adicionada para que este recurso funcione.
ru: Котировки должны быть включены, и для работы этой функции должна быть добавлена хотя бы одна цитата.

# PreMadeChatCommandQuoteUnableToFind
source: Unable to find quote number {0}.
es: No se puede encontrar el número de cita {0}.
ja: 見積もり番号が見つかりません{0}。
pt: Não foi possível encontrar o número de cotação {0}.
pt_br: Não foi possível encontrar o número da cotação {0}.
ru: Не удается найти номер предложения {0}.

# PreMadeChatCommandQuoteUsage
source: USAGE: !quote [QUOTE NUMBER]
es: USO: !quote [QUOTE NUMBER]
ja: 使用法: /引用 [引用番号]
pt: USO: !cotação [NÚMERO DE COTAÇÃO]
pt_br: USO: !quote [NÚMERO DE CITAÇÃO]
ru: ИСПОЛЬЗОВАНИЕ: !quote [НОМЕР ПРЕДЛОЖЕНИЯ]

# PreMadeChatCommandSetGameUsage
source: Usage: !setgame <GAME NAME>
es: Uso: !setgame <NAME DEL JUEGO>
ja: 使用法: !ゲーム<ゲーム名>
pt: Uso: !setgame <GAME NAME>
pt_br: Uso: !setgame <NOME DO JOGO>
ru: Использование: !setgame <ИМЯ ИГРЫ>

# PreMadeChatCommandSetTitleUsage
source: Usage: !settitle <TITLE NAME>
es: Uso: !settitle <TITLE NAME>
ja: 使用法: !settitle <タイトル名>
pt: Uso: !settitle <TITLE NAME>
pt_br: Uso: !settitle <NOME DO TÍTULO>
ru: Использование: !settitle <НАЗВАНИЕ ЗАГОЛОВКА>

# PreMadeChatCommandSetUserTitleUsage
source: Usage: !setusertitle <USERNAME> <TITLE NAME>
es: Uso: !setusertitle <USERNAME> <TITLE NAME>
ja: 使用法: !setusertitle <USERNAME> <タイトル名>
pt: Uso: !setusertitle <USERNAME> <TITLE NAME>
pt_br: Uso: !setusertitle <NOME DE USUÁRIO> <NOME DO TÍTULO>
ru: Использование: !setusertitle <USERNAME> <НАЗВАНИЕ ЗАГОЛОВКА>

# PreMadeChatCommandStartGiveawayUsage
source: Usage: !startgiveaway <GIVEAWAY ITEM>
es: Uso: !startgiveaway <GIVEAWAY ITEM>
ja: 使用法:!開始与<プレゼントアイテム>
pt: Uso: !startgiveaway <GIVEAWAY ITEM>
pt_br: Uso: !startgiveaway <ITEM DE DOAÇÃO>
ru: Использование: !startgiveaway <GIVEAWAY ITEM>

# PreMadeChatCommandUpdateCommandUsage
source: Usage: !updatecommand <COMMAND TRIGGER, NO !> <COOLDOWN> [OPTIONAL FULL COMMAND MESSAGE TEXT]
es: Uso: !updatecommand <COMMAND TRIGGER, NO !> <COOLDOWN> [TEXTO DEL MENSAJE DE COMANDO COMPLETO OPCIONAL]
ja: 使用法: !update コマンド <コマンド トリガー、いいえ !> <COOLDOWN> [オプションのフル コマンド メッセージ テキスト]
pt: Uso: !updatecommand <COMMAND TRIGGER, NO !> <COOLDOWN> [TEXTO OPCIONAL DE MENSAGEM DE COMANDO COMPLETO]
pt_br: Uso: !updatecommand <COMMAND TRIGGER, NO !> <COOLDOWN> [TEXTO DE MENSAGEM DE COMANDO COMPLETO OPCIONAL]
ru: Использование: !updatecommand <COMMAND TRIGGER, NO !> <COOLDOWN> [НЕОБЯЗАТЕЛЬНЫЙ ПОЛНЫЙ ТЕКСТ КОМАНДНОГО СООБЩЕНИЯ]

# QuoteAddedHeader
source: Quote Added:
es: Cita añadida:
ja: 引用が追加されました:
pt: Cotação Adicionada:
pt_br: Citação adicionada:
ru: Цитата добавлена:

# RaidedAmount
source: Raided ({0})
es: Allanado ({0})
ja: 襲撃 ({0})
pt: Invadido ({0})
pt_br: Invadido ({0})
ru: Рейд ({0})

# RedemptionStoreProductsAvailableForPurchaseHeader
source: Products Available to Purchase:
es: Productos disponibles para comprar:
ja: 購入可能な製品:
pt: Produtos disponíveis para compra:
pt_br: Produtos disponíveis para compra:
ru: Продукты, доступные для покупки:

# ResubscribedAmount
source: Resubscribed ({0})
es: Suscrito ({0})
ja: 再サブスクライブ ({0})
pt: Resinscrevido ({0})
pt_br: Inscrito novamente ({0})
ru: Переподписан ({0})

source: Sell
es: Vender
ja: 売る
pt: Vender
pt_br: Vender
ru: Продавать

# StartTimeHeader
source: Start Time:
es: Hora de comienzo:
ja: 開始時刻:
pt: Hora de início:
pt_br: Hora de início:
ru: Время начала:

# StreamerAgeHeader
source: {0}'s Streamer Age:
es: La edad del streamer de {0}:
ja: {0}のストリーマー時代:
pt: A Era do Streamer de {0}:
pt_br: Idade do streamer de {0}:
ru: {0} Стример Эйдж:

# StreamingPlatformIncorrectAccount
source: The account you are logged in as on {0} does not match the account for this settings. Please log in as the correct account on {0}.
es: La cuenta en la que ha iniciado sesión en {0} no coincide con la cuenta de esta configuración. Inicie sesión como la cuenta correcta en {0}.
ja: {0}でログインしているアカウントが、この設定のアカウントと一致しません。{0}で正しいアカウントでログインしてください。
pt: A conta que você está logado como no {0} não corresponde à conta para esta configuração. Faça login como a conta correta em {0}.
pt_br: A conta com a qual você fez login em {0} não corresponde à conta para essas configurações. Faça login com a conta correta em {0}.
ru: Учетная запись, в которую вы вошли в систему {0}, не соответствует учетной записи для этих настроек. Пожалуйста, войдите в систему как правильная учетная запись на {0}.

source: Stream is currently offline
es: Stream está actualmente sin conexión
ja: ストリームは現在オフラインです
pt: O fluxo está atualmente offline
pt_br: A transmissão está off-line no momento
ru: Поток в настоящее время находится в автономном режиме

# StreamLengthHeader
source: Stream Length:
es: Longitud de la transmisión:
ja: ストリームの長さ:
pt: Comprimento do fluxo:
pt_br: Comprimento do fluxo:
ru: Длина потока:

# StreamlootsGiftedPacksAlert
source: {0} Gifted {1} Pack(s) to {2}
es: {0} Paquete(s) de {1} para regalar a {2}
ja: {0}ギフト{1}パックを{2}
pt: {0} Gifted {1} Pack(s) para {2}
pt_br: {0} Presenteou {1} Pacote(s) para {2}
ru: {0} Подарочные наборы {1} для {2}

# StreamlootsPurchasedPacksAlert
source: {0} Purchases {1} Pack(s)
es: {0} Compras {1} Pack(s)
ja: {0} {1} パックを購入する
pt: {0} Compras {1} Pack(s)
pt_br: {0} Compras {1} Pacote(s)
ru: {0} Покупки {1} пакет(ы)

# StreamlootsRedeemedCardAlert
source: {0} Redeemed {1} Card
es: tarjeta {1} canjeada {0}
ja: {0}カードの引き換え{1}
pt: cartão {1} {0} resgatado
pt_br: {0} Cartão {1} resgatado
ru: {0} Погашенная карта {1}

# StreamTitleHeader
source: Stream Title:
es: Título de la transmisión:
ja: ストリームタイトル:
pt: Título do fluxo:
pt_br: Título da transmissão:
ru: Название трансляции:

source: Subscribed
es: Subscrito
ja: 購読
pt: Subscrito
pt_br: Inscrito
ru: Подписаны

# TitleUpdatedHeader
source: Title Updated:
es: Título actualizado:
ja: タイトルが更新されました:
pt: Título atualizado:
pt_br: Título atualizado:
ru: Название обновлено:

# TrovoChatConnectionCouldNotBeEstablished
source: Trovo chat connection has not been established
es: No se ha establecido la conexión de chat de Trovo
ja: トロボチャット接続が確立されていません
pt: A conexão de bate-papo trovo não foi estabelecida
pt_br: A conexão de bate-papo do Trovo não foi estabelecida
ru: Соединение чата Trovo не установлено

# TrovoFailedToConnect
source: Failed to establish connection to Trovo
es: Error al establecer la conexión con Trovo
ja: トロボへの接続を確立できませんでした
pt: Falha ao estabelecer conexão com Trovo
pt_br: Falha ao estabelecer conexão com o Trovo
ru: Не удалось установить соединение с Trovo

# TrovoFailedToConnectHeader
source: Failed to connect to Trovo services:
es: Error al conectarse a los servicios de Trovo:
ja: トロボ サービスに接続できませんでした:
pt: Falha ao conectar-se aos serviços trovo:
pt_br: Falha ao conectar aos serviços Trovo:
ru: Не удалось подключиться к службам Trovo:

# TrovoFailedToConnectToChat
source: Failed to connect to Trovo chat servers
es: Error al conectarse a los servidores de chat de Trovo
ja: トロボ チャット サーバーに接続できませんでした
pt: Falha em se conectar aos servidores de bate-papo do Trovo
pt_br: Falha ao conectar aos servidores de bate-papo Trovo
ru: Не удалось подключиться к серверам чата Trovo

# TrovoFailedToGetBotData
source: Failed to get Trovo bot data
es: Error al obtener los datos del bot de Trovo
ja: トロボボットデータの取得に失敗しました
pt: Falha ao obter dados do trovo bot
pt_br: Falha ao obter dados do bot Trovo
ru: Не удалось получить данные бота Trovo

# TrovoFailedToGetChannelData
source: Failed to get Trovo channel data
es: Error al obtener los datos del canal trovo
ja: トロボチャンネルデータの取得に失敗しました
pt: Falha ao obter dados do canal Trovo
pt_br: Falha ao obter dados do canal Trovo
ru: Не удалось получить данные канала Trovo

# TrovoFailedToGetChatToken
source: Failed to get chat token from Trovo chat servers
es: Error al obtener el token de chat de los servidores de chat de Trovo
ja: トロボのチャット サーバーからチャット トークンを取得できませんでした
pt: Falha ao obter o token de bate-papo dos servidores de bate-papo trovo
pt_br: Falha ao obter token de bate-papo dos servidores de bate-papo Trovo
ru: Не удалось получить токен чата с серверов чата Trovo

# TrovoFailedToGetUserData
source: Failed to get Trovo user data
es: Error al obtener los datos de usuario de Trovo
ja: トロボのユーザー データを取得できませんでした
pt: Falha ao obter dados de usuários do Trovo
pt_br: Falha ao obter dados do usuário Trovo
ru: Не удалось получить пользовательские данные Trovo

# UpdatedCommandHeader
source: Updated Command: !
es: Comando actualizado: !
ja: 更新されたコマンド: !
pt: Comando Atualizado: !
pt_br: Comando atualizado: !
ru: Обновлена команда: !

# UserFollowAgeHeader
source: {0}'s Follow Age:
es: {0} sigue la edad:
ja: {0}のフォローエイジ:
pt: A Idade de Seguimento de {0}:
pt_br: Idade de acompanhamento de {0}:
ru: {0} следующий возраст:

# UserSubscribeAgeHeader
source: {0}'s Subscribe Age:
es: Edad de suscripción de {0}:
ja: {0}の購読年齢:
pt: Idade de inscrição da {0}:
pt_br: Idade de assinatura de {0}:
ru: Возраст подписки {0}:

# ValidAmountGreaterThan0MustBeSpecified
source: A valid amount greater than 0 must be specified
es: Se debe especificar una cantidad válida mayor que 0
ja: 0 より大きい有効な金額を指定する必要があります
pt: Um valor válido superior a 0 deve ser especificado
pt_br: Um valor válido maior que 0 deve ser especificado
ru: Должна быть указана допустимая сумма, превышающая 0

# XSplitFailedToStartServer
source: Failed to start web socket listening server
es: Error al iniciar el servidor de escucha de socket web
ja: Web ソケット待機サーバーを開始できませんでした
pt: Falha ao iniciar o servidor de escuta do soquete web
pt_br: Falha ao iniciar o servidor de escuta do web socket
ru: Не удалось запустить сервер прослушивания веб-сокетов

# AlertResubscribedTier
source: {0} Re-Subscribed For {1} Months at {2}
es: {0} se ha vuelto a suscribir por {1} meses en {2}
ja: {2}で{1}ヶ月間再加入した{0}
pt: {0} re-inscrito por {1} meses em {2}
pt_br: {0} Assinado novamente por {1} meses em {2}
ru: {0} переподписан на {1} месяцев в {2}

# AlertSubscriptionGiftedTier
source: {0} Gifted A {1} Subscription To {2}
es: {0} A {1} suscripción a {2}
ja: {0}贈り物{2}への{1}サブスクリプション
pt: {0} dotado de uma assinatura de {1} para {2}
pt_br: {0} Presenteou uma assinatura de {1} para {2}
ru: {0} подарили подписку на {1} {2}

# AlertMassSubscriptionsGiftedTier
source: {0} Gifted {1} {2} Subs
es: {0} Subs de {1} {2} dotados
ja: {0}才能ある{1} {2}潜水艦
pt: subs {1} {2} dotados de {0}
pt_br: {0} Superdotados {1} {2} inscritos
ru: {0} Одаренные {1} {2} запасные

# AlertTwitchChannelPointRedeemed
source: {0} Redeemed {1}
es: {0} {1} redimido
ja: {0}償還{1}
pt_br: {0} Resgatado {1}
ru: {0} Погашено {1}

source: Average Viewers
es: Espectadores promedio
ja: 平均視聴者数
pt: Telespectadores médios
pt_br: Média de espectadores
ru: Средние зрители

# ChatTimeoutAmountMustBeGreaterThanZero
source: The timeout amount specified must be greater than 0
es: La cantidad de tiempo de espera especificada debe ser mayor que 0
ja: 指定するタイムアウトの量は 0 より大きくなければなりません
pt: O tempo limite especificado deve ser maior que 0
pt_br: O valor do tempo limite especificado deve ser maior que 0
ru: Указанное время ожидания должно быть больше 0

# ChatWhisperNumberResponse
source: You are whisperer #{0}
es: Eres susurrador #{0}
ja: あなたはささやいている #{0}
pt: Você é o sussurrador #{0}
pt_br: Você é o sussurrador #{0}
ru: Ты шепчущий #{0}

# GiveawayAlreadyUnderway
source: A giveaway is already underway
es: Un sorteo ya está en marcha
ja: プレゼントはすでに進行中です
pt: Um sorteio já está em andamento
pt_br: Um sorteio já está em andamento
ru: Розыгрыш уже начался

source: Giveaway Command
es: Comando Giveaway
ja: ギブアウェイコマンド
pt: Comando de sorteio
pt_br: Comando de oferta
ru: Команда раздачи

source: Giveaway command must be specified
es: Se debe especificar el comando Giveaway
ja: プレゼントコマンドを指定する必要があります
pt: O comando de doação deve ser especificado
pt_br: O comando Giveaway deve ser especificado
ru: Необходимо указать команду Giveaway

# GiveawayCommandOnlyLettersAndNumbers
source: Giveaway Command can only contain letters and numbers
es: El comando Giveaway solo puede contener letras y números
ja: プレゼントコマンドは、文字と数字のみを含めることができます
pt: O Comando de Sorteio só pode conter letras e números
pt_br: O comando Giveaway só pode conter letras e números
ru: Giveaway Command может содержать только буквы и цифры

# GiveawayItemNotSpecified
source: The name of the giveaway item must be specified
es: Se debe especificar el nombre del artículo de regalo
ja: プレゼントアイテムの名前を指定する必要があります
pt: O nome do item de doação deve ser especificado
pt_br: O nome do item do sorteio deve ser especificado
ru: Необходимо указать название предмета раздачи

# GiveawayLengthMustBeGreaterThanZero
source: The giveaway length must be greater than 0
es: La duración del sorteo debe ser mayor que 0
ja: プレゼントの長さは 0 より大きくなければなりません
pt: O comprimento do sorteio deve ser maior que 0
pt_br: A duração do sorteio deve ser maior que 0
ru: Длина раздачи должна быть больше 0

# GiveawayMaxEntriesMustBeGreaterThanZero
source: The maximum entries must be greater than 0
es: Las entradas máximas deben ser mayores que 0
ja: 最大エントリは 0 より大きくなければなりません
pt: As entradas máximas devem ser maiores que 0
pt_br: As entradas máximas devem ser maiores que 0
ru: Максимальное количество записей должно быть больше 0

# GiveawayNoUsersLeft
source: There are no users that entered/left in the giveaway
es: No hay usuarios que hayan entrado/salido del sorteo
ja: プレゼントに入った/去ったユーザーはいない
pt: Não há usuários que entraram/saíram no sorteio
pt_br: Não há usuários que entraram/saíram do sorteio
ru: Нет пользователей, которые вошли/вышли в раздаче

# GiveawayReminderMustBeZeroOrGreater
source: The giveaway reminder must be 0 or greater
es: El recordatorio de sorteo debe ser 0 o mayor
ja: プレゼントリマインダーは0以上でなければなりません
pt: O lembrete de sorteio deve ser 0 ou maior
pt_br: O lembrete de sorteio deve ser 0 ou superior
ru: Напоминание о раздаче должно быть 0 или больше

# GiveawayWonTypeClaim
source: @{0} you've won the giveaway; type "!claim" in chat!
es: @{0} has ganado el sorteo; escriba "!claim" en el chat!
ja: @{0}あなたはプレゼントを獲得しました。チャットで「!クレーム」と入力してください!
pt: @{0} você ganhou o sorteio; digitar "!claim" no bate-papo!
pt_br: @{0} você ganhou o sorteio; digite "!claim" no chat!
ru: @{0} вы выиграли раздачу; наберите "!claim" в чате!

# GiveawayYouHaveAlreadyWon
source: You have already won a giveaway and can not enter this one
es: Ya has ganado un sorteo y no puedes entrar en este
ja: あなたはすでにプレゼントを獲得しており、この1つを入力することはできません
pt: Você já ganhou um sorteio e não pode entrar neste
pt_br: Você já ganhou um sorteio e não pode participar deste
ru: Вы уже выиграли розыгрыш и не можете принять участие в этом
