Repository: SaviorXTanren/mixer-mixitup
Catalog: MixItUp.*/Resources.*.resx
Languages: de, es, fr, fr_fr, ja, nl, pt, pt_br, ru, uk

# VTubeStudioConnectionFailed
source: VTube Studio connection failed, please ensure VTube Studio is running, the API is enabled on the settings menu, and you have approved access within a timely manner.
de: VTube Studio-Verbindung fehlgeschlagen, stellen Sie sicher, dass VTube Studio ausgeführt wird, die API im Einstellungsmenü aktiviert ist und Sie den Zugriff rechtzeitig genehmigt haben.
es: Error en la conexión de VTube Studio, asegúrese de que VTube Studio se esté ejecutando, que la API esté habilitada en el menú de configuración y que haya aprobado el acceso de manera oportuna.
fr: La connexion à VTube Studio a échoué, assurez-vous que VTube Studio est en cours d’exécution, que l’API est activée dans le menu des paramètres et que vous avez approuvé l’accès en temps opportun.
ja: VTube Studio の接続に失敗した場合、VTube Studio が実行されていること、設定メニューで API が有効になっている、およびアクセスが時間内に承認されていることを確認してください。
nl: VTube Studio-verbinding is mislukt, zorg ervoor dat VTube Studio actief is, dat de API is ingeschakeld in het instellingenmenu en dat u de toegang tijdig hebt goedgekeurd.
pt: A conexão do VTube Studio falhou, por favor, certifique-se de que o VTube Studio esteja em execução, a API esteja ativada no menu de configurações e você tenha acesso aprovado em tempo hábil.
pt_br: A conexão do VTube Studio falhou, certifique-se de que o VTube Studio esteja em execução, que a API esteja habilitada no menu de configurações e que você tenha aprovado o acesso em tempo hábil.
ru: Не удалось подключить VTube Studio, убедитесь, что VTube Studio запущена, API включен в меню настроек, и вы своевременно одобрили доступ.
uk: Не вдалося підключитися до VTube Studio, переконайтеся, що VTube Studio запущено, API увімкнено в меню налаштувань, і ви схвалили доступ своєчасно.

# VTubeStudioInfo
source: VTube Studio connectivity allows you to control functionality in the VTube Studio software, such as changing the currently displayed model and triggering hot keys within the application. To connect to VTube Studio, please ensure the software is running and the API is enabled on the settings menu.
de: Mit der VTube Studio-Konnektivität können Sie Funktionen in der VTube Studio-Software steuern, z. B. das Aktuell angezeigte Modell ändern und Hotkeys innerhalb der Anwendung auslösen. Um eine Verbindung zu VTube Studio herzustellen, stellen Sie sicher, dass die Software ausgeführt wird und die API im Einstellungsmenü aktiviert ist.
es: La conectividad de VTube Studio le permite controlar la funcionalidad en el software VTube Studio, como cambiar el modelo que se muestra actualmente y activar las teclas de acceso rápido dentro de la aplicación. Para conectarse a VTube Studio, asegúrese de que el software se esté ejecutando y que la API esté habilitada en el menú de configuración.
fr: La connectivité VTube Studio vous permet de contrôler les fonctionnalités du logiciel VTube Studio, telles que la modification du modèle actuellement affiché et le déclenchement des touches de raccourci dans l’application. Pour vous connecter à VTube Studio, assurez-vous que le logiciel est en cours d’exécution et que l’API est activée dans le menu des paramètres.
ja: VTube Studio 接続機能を使用すると、現在表示されているモデルの変更やアプリケーション内でのホットキーのトリガーなど、VTube Studio ソフトウェアの機能を制御できます。VTube Studio に接続するには、ソフトウェアが実行されており、設定メニューで API が有効になっていることを確認してください。
nl: Met VTube Studio-connectiviteit kunt u de functionaliteit in de VTube Studio-software beheren, zoals het wijzigen van het momenteel weergegeven model en het activeren van sneltoetsen in de toepassing. Als u verbinding wilt maken met VTube Studio, moet u ervoor zorgen dat de software actief is en dat de API is ingeschakeld in het instellingenmenu.
pt: A conectividade do VTube Studio permite controlar a funcionalidade no software VTube Studio, como alterar o modelo exibido atualmente e ativar teclas quentes dentro do aplicativo. Para se conectar ao VTube Studio, certifique-se de que o software esteja em execução e que a API esteja ativada no menu de configurações.
pt_br: A conectividade do VTube Studio permite controlar a funcionalidade do software VTube Studio, como alterar o modelo exibido atualmente e acionar teclas de atalho no aplicativo. Para se conectar ao VTube Studio, certifique-se de que o software esteja em execução e a API esteja habilitada no menu de configurações.
ru: Подключение VTube Studio позволяет управлять функциями программного обеспечения VTube Studio, такими как изменение отображаемой в данный момент модели и запуск горячих клавиш в приложении. Чтобы подключиться к VTube Studio, убедитесь, что программное обеспечение запущено, а API включен в меню настроек.
uk: Підключення VTube Studio дозволяє контролювати функціональність у програмному забезпеченні VTube Studio, наприклад, змінювати поточну модель та запускати гарячі клавіші в додатку. Щоб підключитися до VTube Studio, переконайтеся, що програмне забезпечення запущено, а API увімкнено в меню налаштувань.

source: Load Model
de: Lastmodell
es: Modelo de carga
fr: Modèle de chargement
ja: モデルの読み込み
nl: Belastingsmodel
pt: Modelo de carga
pt_br: Modelo de carga
ru: Модель нагрузки
uk: Завантажити модель

source: Run Hot Key
de: Ausführen der Systemschlüsselschlüssel
es: Ejecutar tecla de acceso rápido
fr: Exécuter la touche de raccourci
ja: ホットキーの実行
nl: Hot Key uitvoeren
pt: Executar chave quente
pt_br: Executar tecla de atalho
ru: Запустить горячую клавишу
uk: Запустити гарячу клавішу

source: VTube Studio Action: Missing Hot Key
de: VTube Studio-Aktion: Fehlender Hotkey
es: Acción de VTube Studio: falta la tecla de acceso rápido
fr: Action VTube Studio : touche de raccourci manquante
ja: VTube スタジオ アクション: ホット キーが見つかりません
nl: VTube Studio-actie: ontbrekende sneltoets
pt: Ação do estúdio do VTube: Chave quente perdida
pt_br: Ação do VTube Studio: tecla de atalho ausente
ru: VTube Studio Action: Отсутствует горячая клавиша
uk: VTube студія дії: відсутній гарячий ключ

source: VTube Studio Action: Missing Model
de: VTube Studio-Aktion: Fehlendes Modell
es: Acción de VTube Studio: Modelo faltante
fr: Action VTube Studio : modèle manquant
ja: VTube スタジオ アクション: モデルが見つかりません
nl: VTube Studio-actie: ontbrekend model
pt: Ação do Estúdio VTube: Modelo ausente
pt_br: Ação do VTube Studio: modelo ausente
ru: VTube Studio Action: Отсутствует модель
uk: VTube студія дії: відсутня модель

# VTubeStudioCurrentModel
source: Current Model:
de: Aktuelles Modell:
es: Modelo actual:
fr: Modèle actuel :
ja: 現在のモデル:
nl: Huidig model:
pt: Modelo atual:
pt_br: Modelo atual:
ru: Текущая модель:
uk: Поточна модель:

# VTubeStudioHotKey
source: Hot Key
es: Atajo
fr: Raccourci clavier
ja: ホットキー
nl: Sneltoets
pt: Atalho
pt_br: Tecla de atalho
ru: Горячая клавиша
uk: Гаряча клавіша

# VTubeStudioModel
source: Model
de: Modell
es: Modelo
fr: Modèle
ja: モデル
pt: Modelo
pt_br: Modelo
ru: Модель
uk: Модель

# VTubeStudioNotConnected
source: VTube Studio not connected, please ensure the software is running and is connected on the Services page.
de: VTube Studio ist nicht verbunden, stellen Sie bitte sicher, dass die Software ausgeführt wird und auf der Seite Dienste verbunden ist.
es: VTube Studio no está conectado, asegúrese de que el software se esté ejecutando y conectado en la página Servicios.
fr: VTube Studio n’est pas connecté, veuillez vous assurer que le logiciel est en cours d’exécution et qu’il est connecté sur la page Services.
ja: VTube Studio が接続されていない場合は、ソフトウェアが動作中で、[サービス] ページで接続されていることを確認してください。
nl: VTube Studio is niet verbonden, controleer of de software actief is en is verbonden op de pagina Services.
pt: O VTube Studio não está conectado, por favor, certifique-se de que o software está em execução e está conectado na página Serviços.
pt_br: VTube Studio não conectado, certifique-se de que o software esteja em execução e conectado na página Serviços.
ru: VTube Studio не подключена, убедитесь, что программное обеспечение запущено и подключено на странице Услуги.
uk: VTube Studio не підключено, переконайтеся, що програмне забезпечення запущено та підключено на сторінці Служб.

source: Not Following
es: No seguir
ja: フォローしていない
pt: Não seguindo
pt_br: Não seguindo
ru: Не следуя

# GameCommandHangmanMissingGuess
source: A guess must be specified
es: Se debe especificar una suposición
ja: 推測を指定する必要があります
pt: Um palpite deve ser especificado
pt_br: Uma estimativa deve ser especificada
ru: Необходимо указать догадку

# GameCommandHangmanAllowWordGuess
source: Allow Word Guess
es: Permitir adivinar palabras
ja: 単語推測を許可する
pt: Permitir o palpite do Word
pt_br: Permitir adivinhação de palavras
ru: Разрешить угадывание слов

# VoicemodNotConnected
source: Voicemod not connected, please ensure the software is running and is connected on the Services page.
de: Voicemod nicht verbunden, bitte stellen Sie sicher, dass die Software läuft und auf der Seite Dienste verbunden ist.
es: Voicemod no está conectado, asegúrese de que el software se esté ejecutando y esté conectado en la página Servicios.
fr: Voicemod n’est pas connecté, veuillez vous assurer que le logiciel est en cours d’exécution et connecté sur la page Services.
ja: Voicemodが接続されていない場合は、ソフトウェアが動作中で、サービスページで接続されていることを確認してください。
nl: Voicemod is niet verbonden, zorg ervoor dat de software actief is en is verbonden op de pagina Services.
pt: O voicemod não está conectado, por favor, certifique-se de que o software está em execução e está conectado na página Serviços.
pt_br: Voicemod não conectado, certifique-se de que o software esteja em execução e conectado na página Serviços.
ru: Voicemod не подключен, убедитесь, что программное обеспечение запущено и подключено на странице Услуги.
uk: Голосовийmod не підключено, переконайтеся, що програмне забезпечення запущено та підключено на сторінці Служби.

# VoicemodConnectionFailed
source: Voicemod connection failed, please ensure Voicemod is running.
de: Voicemod-Verbindung fehlgeschlagen, bitte stellen Sie sicher, dass Voicemod läuft.
es: Error en la conexión de Voicemod, asegúrese de que Voicemod se esté ejecutando.
fr: La connexion Voicemod a échoué, veuillez vous assurer que Voicemod est en cours d’exécution.
ja: Voicemod 接続に失敗しました。
nl: Voicemod-verbinding is mislukt, zorg ervoor dat Voicemod actief is.
pt: A conexão de voz falhou, por favor, certifique-se de que o Voicemod esteja funcionando.
pt_br: A conexão do Voicemod falhou, certifique-se de que o Voicemod esteja em execução.
ru: Сбой подключения Voicemod, убедитесь, что Voicemod запущен.
uk: Не вдалося з'єднання з голосовим комою, переконайтеся, що голосовийmod запущено.

source: Voicemod
ja: ボイスモッド
pt: Fumaça de voz
pt_br: Modo de voz
ru: Голосовой режим
uk: Голосоваmod

# VoicemodInfo
source: Voicemod connectivity allows you to control functionality in the Voicemod software, such as enabling/disabling voice changing and changing the voice you're using. Some functionality or features in Voicemod require a paid subscription. For more information, please visit the Voicemod website:
de: Mit der Voicemod-Konnektivität können Sie Funktionen in der Voicemod-Software steuern, z. B. das Aktivieren/Deaktivieren von Sprachwechseln und das Ändern der verwendeten Stimme. Für einige Funktionen oder Features in Voicemod ist ein kostenpflichtiges Abonnement erforderlich. Für weitere Informationen besuchen Sie bitte die Voicemod-Website:
es: La conectividad Voicemod le permite controlar la funcionalidad en el software Voicemod, como habilitar/deshabilitar el cambio de voz y cambiar la voz que está utilizando. Algunas funciones o características de Voicemod requieren una suscripción de pago. Para obtener más información, visite el sitio web de Voicemod:
fr: La connectivité Voicemod vous permet de contrôler les fonctionnalités du logiciel Voicemod, telles que l’activation/désactivation du changement de voix et la modification de la voix que vous utilisez. Certaines fonctionnalités ou fonctionnalités de Voicemod nécessitent un abonnement payant. Pour plus d’informations, veuillez visiter le site Web de Voicemod:
ja: Voicemod 接続機能を使用すると、音声の変更を有効/無効にしたり、使用している音声を変更したりするなど、Voicemod ソフトウェアの機能を制御できます。Voicemod の一部の機能や機能には、有料のサブスクリプションが必要です。詳細については、Voicemod の Web サイトを参照してください。
nl: Met Voicemod-connectiviteit kunt u functionaliteit in de Voicemod-software bedienen, zoals het in- of uitschakelen van stemverandering en het wijzigen van de stem die u gebruikt. Voor sommige functies of functies in Voicemod is een betaald abonnement vereist. Ga voor meer informatie naar de voicemod website:
pt: A conectividade de modelos de voz permite controlar a funcionalidade no software Voicemod, como ativar/desativar a troca de voz e alterar a voz que você está usando. Algumas funcionalidades ou recursos no Voicemod exigem uma assinatura paga. Para obter mais informações, visite o site do Voicemod:
pt_br: A conectividade Voicemod permite que você controle a funcionalidade do software Voicemod, como ativar/desativar a alteração de voz e alterar a voz que você está usando. Algumas funcionalidades ou recursos do Voicemod exigem uma assinatura paga. Para mais informações, visite o site do Voicemod:
ru: Подключение Voicemod позволяет управлять функциями программного обеспечения Voicemod, такими как включение/отключение изменения голоса и изменение голоса, который вы используете. Для некоторых функций или возможностей Voicemod требуется платная подписка. Для получения дополнительной информации, пожалуйста, посетите веб-сайт Voicemod:
uk: Голосове з'єднання дає змогу керувати функціональними функціями в програмному забезпеченні Voicemod, наприклад, увімкненням або вимкненням зміни голосу та зміною голосу, який ви використовуєте. Для деяких функцій або функцій у Voicemod потрібна платна підписка. Для отримання додаткової інформації, будь ласка, відвідайте веб-сайт Voicemod:

# VoiceChangerOnOff
source: Voice Change On/Off
de: Sprachwechsel Ein/Aus
es: Cambio de voz activado/desactivado
fr: Changement de voix activé/désactivé
ja: 音声変更のオン/オフ
nl: Stemverandering aan/uit
pt: Mudança de voz on/off
pt_br: Alteração de voz ativada/desativada
ru: Изменение голоса Вкл/Выкл
uk: Вмикання/вимкнення зміни голосу

source: All Voices
de: Alle Stimmen
es: Todas las voces
fr: Toutes les voix
ja: すべての声
nl: Alle stemmen
pt: Todas as vozes
pt_br: Todas as vozes
ru: Все голоса
uk: Всі голоси

source: Custom Voices
de: Benutzerdefinierte Stimmen
es: Voces personalizadas
fr: Voix personnalisées
ja: カスタムボイス
nl: Aangepaste stemmen
pt: Vozes personalizadas
pt_br: Vozes personalizadas
ru: Пользовательские голоса
uk: Настроювані голоси

source: Favorite Voices
de: Lieblingsstimmen
es: Voces favoritas
fr: Voix préférées
ja: お気に入りの声
nl: Favoriete stemmen
pt: Vozes favoritas
pt_br: Vozes favoritas
ru: Любимые голоса
uk: Улюблені голоси

source: Beep Sound On/Off
de: Signalton ein/aus
es: Sonido de pitido encendido/apagado
fr: Bip sonore activé/désactivé
ja: ビープ音オン/オフ
nl: Piepgeluid aan/uit
pt: Som de bipe ligado/desligado
pt_br: Som de bipe ativado/desativado
ru: Вкл/выкл звук звукового сигнала
uk: Звуковий сигнал вмикати/вимикати

source: Play Sound
de: Sound abspielen
es: Reproducir sonido
fr: Lire le son
ja: サウンドを再生する
nl: Geluid afspelen
pt: Reproduzir som
pt_br: Reproduzir som
ru: Воспроизведение звука
uk: Відтворити звук

source: Random Voice
de: Zufällige Stimme
es: Voz aleatoria
fr: Voix aléatoire
ja: ランダムな声
nl: Willekeurige stem
pt: Voz Aleatória
pt_br: Voz Aleatória
ru: Случайный голос
uk: Випадковий голос

source: Select Voice
de: Wählen Sie Stimme
es: Seleccione Voz
fr: Sélectionnez Voix
ja: 音声の選択
nl: Selecteer Stem
pt: Selecione Voz
pt_br: Selecione Voz
ru: Выберите голос
uk: Вибір голосу

source: Voicemod Action: Missing Sound
de: Voicemod Action: Fehlender Sound
es: Acción de Voicemod: Falta sonido
fr: Action Voicemod: Son manquant
ja: Voicemod アクション: サウンドが見つかりません
nl: Voicemod Actie: Ontbrekend Geluid
pt: Ação de voicemod: Som perdido
pt_br: Ação do Voicemod: som ausente
ru: Действие голосового мода: отсутствует звук
uk: Дія "Голосовамод": Відсутній звук

source: Voicemod Action: Missing Voice
de: Voicemod Action: Fehlende Stimme
es: Acción de Voicemod: Falta voz
fr: Voicemod Action: Voix manquante
ja: Voicemod アクション: 音声が欠落しています
nl: Voicemod Actie: Ontbrekende Stem
pt: Ação de voicemod: Voz perdida
pt_br: Ação do Voicemod: voz ausente
ru: Действие голосового режима: Отсутствует голос
uk: Дія голосової програми: Відсутній голос

source: Move Model
de: Modell verschieben
es: Mover modelo
fr: Déplacer le modèle
ja: モデルの移動
nl: Model verplaatsen
pt: Modelo de movimento
pt_br: Mover modelo
ru: Перемещение модели
uk: Перемістити модель

source: Relative To Model
de: Relativ zum Modell
es: Relativo al modelo
fr: Par rapport au modèle
ja: モデルに対する相対
nl: Ten opzichte van model
pt: Em relação ao modelo
pt_br: Em relação ao modelo
ru: Относительно модели
uk: Відносно моделі

# VTubeStudioActionModelSize
source: Size (+/- 100.0)
de: Größe (+/- 100.0)
es: Tamaño (+/- 100.0)
fr: Taille (+/- 100.0)
ja: サイズ (+/- 100.0)
nl: Maat (+/- 100.0)
pt: Tamanho (+/- 100,0)
pt_br: Tamanho (+/- 100,0)
ru: Размер (+/- 100.0)
uk: Розмір (+/- 100,0)

# VTubeStudioActionMoveModelInvalidTime
source: VTube Studio Action: A non-negative number must be specified for movement time
de: VTube Studio Action: Für die Bewegungszeit muss eine nicht negative Zahl angegeben werden
es: Acción de VTube Studio: se debe especificar un número no negativo para el tiempo de movimiento
fr: Action VTube Studio : un nombre non négatif doit être spécifié pour le temps de mouvement
ja: VTube スタジオ アクション: 移動時間に負の数を指定する必要があります
nl: VTube Studio-actie: er moet een niet-negatief getal worden opgegeven voor de bewegingstijd
pt: VTube Studio Action: Um número não negativo deve ser especificado para o tempo de movimento
pt_br: Ação do VTube Studio: Um número não negativo deve ser especificado para o tempo de movimento
ru: VTube Studio Action: для времени движения должно быть указано неотрицательное число
uk: VTube Studio Дія: не-від'ємне число має бути вказано для руху часу

# VTubeStudioActionRotation
source: Rotation (+/- 360.0)
de: Drehung (+/- 360,0)
es: Rotación (+/- 360.0)
ja: 回転 (+/- 360.0)
nl: Rotatie (+/- 360.0)
pt: Rotação (+/- 360,0)
pt_br: Rotação (+/- 360,0)
ru: Вращение (+/- 360.0)
uk: Обертання (+/- 360.0)

# VTubeStudioActionTimeInSeconds
source: Time Span (0.0 - 2.0 Seconds)
de: Zeitspanne (0,0 - 2,0 Sekunden)
es: Lapso de tiempo (0.0 - 2.0 segundos)
fr: Durée (0,0 - 2,0 secondes)
ja: 期間 (0.0 ~ 2.0 秒)
nl: Tijdspanne (0,0 - 2,0 seconden)
pt: Intervalo de tempo (0.0 - 2.0 Segundos)
pt_br: Intervalo de tempo (0,0 - 2,0 segundos)
ru: Интервал времени (0,0 - 2,0 секунды)
uk: Проміжок часу (0,0 - 2,0 секунди)

# VTubeStudioActionXMovement
source: X Movement (+/- 5.0)
de: X-Bewegung (+/- 5,0)
es: X Movimiento (+/- 5.0)
fr: Mouvement X (+/- 5.0)
ja: Xムーブメント(+/- 5.0)
nl: X Beweging (+/- 5.0)
pt: X Movimento (+/- 5.0)
pt_br: Movimento X (+/- 5,0)
ru: Механизм X (+/- 5.0)
uk: Рух X (+/- 5,0)

# VTubeStudioActionYMovement
source: Y Movement (+/- 5.0)
de: Y-Bewegung (+/- 5,0)
es: Movimiento Y (+/- 5.0)
fr: Mouvement Y (+/- 5.0)
ja: Yムーブメント(+/- 5.0)
nl: Y-beweging (+/- 5.0)
pt: Movimento Y (+/- 5.0)
pt_br: Movimento Y (+/- 5,0)
ru: Движение Y (+/- 5.0)
uk: Y рух (+/- 5,0)

source: Stop All Sounds
de: Alle Sounds stoppen
es: Detener todos los sonidos
fr: Arrêter tous les sons
ja: すべてのサウンドを停止
nl: Stop alle geluiden
pt: Pare todos os sons
pt_br: Pare todos os sons
ru: Остановите все звуки
uk: Зупинити всі звуки

source: Regex Match
de: Regex-Übereinstimmung
es: Partido Regex
ja: レネックスマッチ
pt_br: Correspondência Regex
ru: Регекс Матч
uk: Реекс матчу

source: Pattern
de: Muster
es: Patrón
fr: Modèle
ja: パターン
nl: Patroon
pt: Padrão
pt_br: Padrão
ru: Рисунок
uk: Візерунок

source: Value
de: Wert
es: Valor
fr: Valeur
ja: 価値
nl: Waarde
pt: Valor
pt_br: Valor
ru: Ценность
uk: Цінність

# EditTestSpecialIdentifierText
source: This dialog can be used to edit the test values for the special identifiers.
de: In diesem Dialog können die Testwerte für die speziellen Bezeichner bearbeitet werden.
es: Este cuadro de diálogo se puede utilizar para editar los valores de prueba de los identificadores especiales.
fr: Cette boîte de dialogue peut être utilisée pour modifier les valeurs de test des identificateurs spéciaux.
ja: このダイアログを使用して、特殊な識別子のテスト値を編集できます。
nl: Dit dialoogvenster kan worden gebruikt om de testwaarden voor de speciale id's te bewerken.
pt: Esta caixa de diálogo pode ser usada para editar os valores de teste para os identificadores especiais.
pt_br: Esta caixa de diálogo pode ser usada para editar os valores de teste dos identificadores especiais.
ru: Это диалоговое окно можно использовать для редактирования тестовых значений для специальных идентификаторов.
uk: За допомогою цього діалогового вікна можна змінити тестові значення для спеціальних ідентифікаторів.

source: Voicemod Website
de: Voicemod Webseite
es: Sitio web de Voicemod
fr: Site Web de Voicemod
ja: ボイスモッドのウェブサイト
pt: Site de voicemod
pt_br: Site do Voicemod
ru: Веб-сайт Voicemod
uk: Веб-сайт голосовоїmod

source: Copy URL
de: URL kopieren
es: Copiar URL
fr: Copier l’URL
ja: URL のコピー
nl: URL kopiëren
pt: Copiar URL
pt_br: Copiar URL
ru: Скопировать URL-адрес
uk: Копіювати URL-адресу

source: Add Webhook
de: Webhook hinzufügen
es: Agregar Webhook
fr: Ajouter un Webhook
ja: ウェブフックの追加
nl: Webhook toevoegen
pt: Adicionar Webhook
pt_br: Adicionar webhook
ru: Добавить веб-перехватчик
uk: Додати веб-сайт

source: Webhook JSON Map Pairs
de: Webhook JSON Map Paare
es: Pares de mapas JSON de Webhook
fr: Paires de cartes JSON Webhook
ja: ウェブフック JSON マップペア
nl: Webhook JSON Kaart Paren
pt: Pares de mapas Webhook JSON
pt_br: Pares de mapas JSON do Webhook
ru: Пары карт Webhook JSON
uk: Webhook JSON карти пари

source: A JSON parameter name must be specified.
de: Ein JSON-Parametername muss angegeben werden.
es: Se debe especificar un nombre de parámetro JSON.
fr: Un nom de paramètre JSON doit être spécifié.
ja: JSON パラメーター名を指定する必要があります。
nl: Er moet een JSON-parameternaam worden opgegeven.
pt: Um nome de parâmetro JSON deve ser especificado.
pt_br: Um nome de parâmetro JSON deve ser especificado.
ru: Необходимо указать имя параметра JSON.
uk: Потрібно вказати ім'я параметра JSON.

source: A special identifier name must be specified.
de: Ein spezieller Bezeichnername muss angegeben werden.
es: Se debe especificar un nombre de identificador especial.
fr: Un nom d’identificateur spécial doit être spécifié.
ja: 特別な識別子名を指定する必要があります。
nl: Er moet een speciale identificatienaam worden opgegeven.
pt: Um nome de identificador especial deve ser especificado.
pt_br: Um nome de identificador especial deve ser especificado.
ru: Необходимо указать специальное имя идентификатора.
uk: Потрібно вказати ім'я спеціального ідентифікатора.

source: No Title
es: Sin título
ja: タイトルなし
pt: Sem Título
pt_br: Sem título
ru: Без названия

source: Ukrainian
de: Ukrainisch
es: Ucraniano
fr: Ukrainien
ja: ウクライナ語
nl: Oekraïens
pt: Ucraniano
pt_br: ucraniano
ru: Украинский
uk: Українська

source: Twitch ID
ja: トゥイッチID
pt_br: ID do Twitch
ru: Идентификатор Twitch

source: Twitch Username
es: Nombre de usuario de Twitch
ja: Twitchユーザー名
pt: Nome de usuário do Twitch
pt_br: Nome de usuário do Twitch
ru: Имя пользователя Twitch

source: Viewing Hours
es: Horario de visualización
ja: 表示時間
pt: Horários de visualização
pt_br: Horário de exibição
ru: Часы просмотра

source: Viewing Minutes
es: Minutos de visualización
ja: 分の表示
pt: Visualização de minutos
pt_br: Visualizando Minutos
ru: Просмотр минут

source: User Won
es: Usuario ganado
ja: ユーザーの勝ち
pt: Usuário Ganho
pt_br: Usuário ganhou
ru: Пользователь выиграл
