Repository: SaviorXTanren/mixer-mixitup
Catalog: MixItUp.*/Resources.*.resx
Languages: de, es, fr, fr_fr, ja, nl, pt, pt_br, ru, uk

# GameCommandVolcanoPayoutExample
source: As @$username drops their deposit into the Volcano, a loud eruption occurs and $gamepayout {0} land on top of them! The Volcano is exploding out coins! Quick, type "!volcano collect" in chat in the next 30 seconds!
de: Als @$username ihre Ablagerung in den Vulkan fallen lässt, kommt es zu einem lauten Ausbruch und $gamepayout {0} landen auf ihnen! Der Vulkan explodiert münzen! Schnell, geben Sie "!volcano collect" im Chat in den nächsten 30 Sekunden ein!
es: A medida que @$username deja caer su depósito en el Volcán, se produce una fuerte erupción y $gamepayout {0} aterrizar sobre ellos. ¡El Volcán está explotando monedas! ¡Rápido, escriba "!volcano collect" en el chat en los próximos 30 segundos!
fr: Alors que @$username déposent leur dépôt dans le volcan, une éruption bruyante se produit et $gamepayout {0} atterrissent au-dessus d’eux! Le volcan explose des pièces de monnaie! Vite, tapez « !volcano collect » dans le chat dans les 30 prochaines secondes!
ja: @$usernameが火山に堆積物を落とすにつれて、大きな噴火が発生し、その上に着陸$gamepayout {0}!火山はコインを爆発しています!クイック、次の30秒でチャットで「火山収集」と入力してください!
nl: Terwijl @$username hun afzetting in de vulkaan laten vallen, vindt er een luide uitbarsting plaats en $gamepayout {0} bovenop hen landen! De vulkaan explodeert munten! Snel, typ "!volcano collect" in chat in de volgende 30 seconden!
pt: Enquanto @$username deixa cair seu depósito no Vulcão, uma erupção alta ocorre e $gamepayout {0} pousar em cima deles! O Vulcão está explodindo moedas! Rápido, digite "!volcano collect" no bate-papo nos próximos 30 segundos!
pt_br: Quando @$username deposita seu depósito no vulcão, ocorre uma forte erupção e $gamepayout {0} cai em cima deles! O vulcão está explodindo moedas! Rápido, digite "!volcano collect" no chat nos próximos 30 segundos!
ru: Пока @$username бросает свой взнос в вулкан, происходит громкое извержение, разбрасывая $gamepayout {0} на земле! Вулкан взрывается монетами! Быстрее, напечатайте "!volcano собрать" в чате в ближайшие 30 секунд!
uk: Як @$username скидає своє родовище в вулкан, відбувається гучне виверження, і $gamepayout {0} приземлитися на них! Вулкан вибухає монетами! Швидко, введіть "!вулкан збирати" в чаті протягом наступних 30 секунд!

# GameCommandVolcanoPayoutPercentageMustBePositive
source: Payout Percentage must be a positive number
de: Auszahlungsprozentsatz muss eine positive Zahl sein
es: El porcentaje de pago debe ser un número positivo
fr: Le pourcentage de paiement doit être un nombre positif
ja: 支払い率は正の数値である必要があります
nl: Uitbetalingspercentage moet een positief getal zijn
pt: A porcentagem de pagamento deve ser um número positivo
pt_br: A porcentagem de pagamento deve ser um número positivo
ru: Процент выплат должен быть положительным числом
uk: Відсоток виплат повинен бути додатним числом

# GameCommandVolcanoStage1
source: Stage 1
de: Stufe 1
es: Etapa 1
fr: Étape 1
ja: ステージ 1
nl: Etappe 1
pt: Fase 1
pt_br: Estágio 1
ru: Этап 1
uk: Етап 1

# GameCommandVolcanoStage1DepositExample
source: After a few seconds, @$username hears a faint clunk hit the bottom of the volcano
de: Nach ein paar Sekunden hört @$username ein schwaches Klirren auf den Grund des Vulkans treffen
es: Después de unos segundos, @$username escucha un leve gruñido golpear el fondo del volcán.
fr: Après quelques secondes, @$username entend un léger clunk frapper le fond du volcan
ja: 数秒後、@$usernameはかすかなクラックが火山の底に当たるのが聞こえます
nl: Na een paar seconden hoort @$username een flauw geslip op de bodem van de vulkaan slaan.
pt: Depois de alguns segundos, @$username ouve um fraco clunk atingir o fundo do vulcão
pt_br: Depois de alguns segundos, @$username ouve um leve barulho atingindo o fundo do vulcão
ru: Через несколько секунд, @$username слышит слабый стук удара о дно вулкана
uk: Через кілька секунд @ $username чує слабкий клубок, що потрапив на дно вулкана.

# GameCommandVolcanoStage1StatusExample
source: Peering in, you can hardly see anything inside. Total Amount: $gametotalamount
de: Wenn man hineinschaut, sieht man kaum etwas im Inneren. Gesamtbetrag: $gametotalamount
es: Mirando hacia adentro, apenas se puede ver nada dentro. Importe total: $gametotalamount
fr: En regardant à l’intérieur, vous pouvez à peine voir quoi que ce soit à l’intérieur. Montant total: $gametotalamount
ja: ピアリングでは、中にはほとんど何も見えません。合計金額: $gametotalamount
nl: Als je naar binnen tuurt, zie je nauwelijks iets van binnen. Totaal bedrag: $gametotalamount
pt: Olhando para dentro, você mal pode ver nada dentro. Valor total: $gametotalamount
pt_br: Olhando para dentro, você quase não consegue ver nada lá dentro. Valor total: $ gametotamount
ru: Вглядываясь внутрь, внутри почти ничего не видно. Общая сумма: $gametotalamount
uk: Зазирнувши, ви майже нічого не можете побачити всередині. Загальна сума: $gametotalamount

# GameCommandVolcanoStage2
source: Stage 2
de: Stufe 2
es: Etapa 2
fr: Étape 2
ja: ステージ2
nl: Etappe 2
pt: Fase 2
pt_br: Estágio 2
ru: Этап 2
uk: Етап 2

# GameCommandVolcanoStage2DepositExample
source: @$username hears a loud shuffling as their deposit goes in to the volcano
de: @$username hört ein lautes Schlurfen, als ihre Ablagerung in den Vulkan geht
es: @$username escucha un fuerte barajado mientras su depósito entra en el volcán
fr: @$username entend un brassage bruyant alors que leur dépôt pénètre dans le volcan
ja: @$usernameは、彼らの堆積物が火山に入ると、大きなシャッフルを聞きます
nl: @$username hoort een luid schuifelen als hun afzetting in de vulkaan gaat
pt: @$username ouve um barulhenta embaralhado enquanto seu depósito vai para o vulcão
pt_br: @$username ouve um barulho alto enquanto seu depósito vai para o vulcão
ru: @$username слышит громкий стук от падения, пока взнос падает в вулкан
uk: @$username чує гучне перетасування, як їх родовище йде до вулкана

# GameCommandVolcanoStage2StatusExample
source: Peering in, you see the opening filled up over halfway inside the Volcano. Total Amount: $gametotalamount
de: Wenn Sie hineinschauen, sehen Sie, wie sich die Öffnung auf halbem Weg im Vulkan füllt. Gesamtbetrag: $gametotalamount
es: Mirando hacia adentro, ves la abertura llena a mitad de camino dentro del Volcán. Importe total: $gametotalamount
fr: En regardant à l’intérieur, vous voyez l’ouverture remplie à mi-chemin à l’intérieur du volcan. Montant total: $gametotalamount
ja: ピアリングでは、火山の中の途中で開口部がいっぱいに見える。合計金額: $gametotalamount
nl: Als je naar binnen tuurt, zie je de opening halverwege de vulkaan opgevuld. Totaal bedrag: $gametotalamount
pt: Olhando para dentro, você vê a abertura preenchida no meio do caminho dentro do Vulcão. Valor total: $gametotalamount
pt_br: Olhando para dentro, você vê a abertura preenchida até a metade dentro do vulcão. Valor total: $ gametotamount
ru: Вглядываясь, вы видите вулкан, заполненный почти наполовину. Общая сумма: $gametotalamount
uk: Вдивляючись, ви бачите отвір, заповнене більш ніж на півдорозі всередині вулкана. Загальна сума: $gametotalamount

# GameCommandVolcanoStage3
source: Stage 3
de: Stufe 3
es: Etapa 3
fr: Étape 3
ja: ステージ3
nl: Etappe 3
pt: Fase 3
pt_br: Etapa 3
ru: Этап 3
uk: Етап 3

# GameCommandVolcanoStage3DepositExample
source: @$username carefully places their deposit into the volcano, trying not to knock over the overflowing amount already in it.
de: @$username legt ihre Ablagerung vorsichtig in den Vulkan und versucht, die bereits darin überlaufende Menge nicht umzuwerfen.
es: @$username coloca cuidadosamente su depósito en el volcán, tratando de no derribar la cantidad desbordante que ya está en él.
fr: @$username place soigneusement son dépôt dans le volcan, en essayant de ne pas renverser la quantité débordante qui s’y insait déjà.
ja: @$username慎重に火山に彼らの堆積物を配置し、すでにその中にあふれている量をノックしないようにしています。
nl: @$username plaatst voorzichtig hun afzetting in de vulkaan en proberen de overvolle hoeveelheid die er al in zit niet omver te werpen.
pt: @$username coloca cuidadosamente seu depósito no vulcão, tentando não derrubar a quantidade transbordante já nele.
pt_br: @$username coloca cuidadosamente seu depósito no vulcão, tentando não derrubar a quantia que já está nele.
ru: @$username аккуратно кладёт свой взнос в вулкан, стараясь не опрокинуть на себя всю эту гигантскую гору.
uk: @$username ретельно поміщає своє родовище в вулкан, намагаючись не перекинути переповнену суму вже в ньому.

# GameCommandVolcanoStage3StatusExample
source: Things are starting to overflow from the top of the Volcano. Total Amount: $gametotalamount
de: Die Dinge beginnen von der Spitze des Vulkans zu überlaufen. Gesamtbetrag: $gametotalamount
es: Las cosas están empezando a desbordarse desde la cima del Volcán. Importe total: $gametotalamount
fr: Les choses commencent à déborder du haut du volcan. Montant total: $gametotalamount
ja: 火山の頂上から物事があふれ始めています。合計金額: $gametotalamount
nl: Dingen beginnen over te stromen vanaf de top van de vulkaan. Totaal bedrag: $gametotalamount
pt: As coisas estão começando a transbordar do topo do Vulcão. Valor total: $gametotalamount
pt_br: As coisas estão começando a transbordar do topo do vulcão. Valor total: $ gametotamount
ru: Вещи начинают скатываться с вершины вулкана. Общая сумма: $gametotalamount
uk: Все починає переповнюватися з вершини вулкана. Загальна сума: $gametotalamount

# GameCommandVolcanoStageMinimumAmountsMustBePositiveNumbers
source: Stage Minimum Amounts must be positive numbers
de: Stufe Mindestbeträge müssen positive Zahlen sein
es: Los montos mínimos de la etapa deben ser números positivos
fr: Les montants minimums de l’étape doivent être des nombres positifs
ja: ステージ最小金額は正の数にする必要があります
nl: Fase Minimumbedragen moeten positieve getallen zijn
pt: Os Valores Mínimos do Estágio devem ser números positivos
pt_br: Os valores mínimos do estágio devem ser números positivos
ru: Минимальные суммы для этапов должны быть положительными числами
uk: Мінімальні суми етапу повинні бути додатніми числами

# CommandMustHaveAtLeast1Action
source: At least 1 action must be added to the command
de: Dem Befehl muss mindestens 1 Aktion hinzugefügt werden
es: Se debe agregar al menos 1 acción al comando
fr: Au moins 1 action doit être ajoutée à la commande
ja: コマンドに少なくとも 1 つのアクションを追加する必要があります。
nl: Er moet ten minste 1 actie aan de opdracht worden toegevoegd
pt: Pelo menos 1 ação deve ser adicionada ao comando
pt_br: Pelo menos 1 ação deve ser adicionada ao comando
ru: К команде должно быть добавлено не менее 1 действия
uk: До команди потрібно додати принаймні 1 дію

# GameQueueUserJoinedExample
source: You are #$queueposition in the queue.
de: Sie sind #$queueposition in der Warteschlange zum Spielen.
es: Eres #$queueposition en la cola para jugar.
fr: Vous êtes #$queueposition dans la file d’attente pour jouer.
ja: 再生するキューに #$queueposition です。
nl: Je bent #$queueposition in de wachtrij om te spelen.
pt: Você é #$queueposition na fila para jogar.
pt_br: Você está #$queueposition na fila.
ru: Вы находитесь на позиции #$queueposition в очереди на игру.
uk: Ви # $queueposition в черзі, щоб грати.

# GameQueueUserSelectedExample
source: It's time to play @$username! Listen carefully for instructions on how to join...
de: Es ist Zeit, @$username zu spielen! Hören Sie genau zu, wie Sie beitreten können ...
es: ¡Es hora de jugar a @$username! Escuche atentamente las instrucciones sobre cómo unirse...
fr: Il est temps de jouer à @$username! Écoutez attentivement les instructions sur la façon de rejoindre...
ja: @$usernameをプレイする時間です!参加方法の説明を注意深く聞いてください。
nl: Het is tijd om @$username te spelen! Luister goed naar instructies over hoe je lid kunt worden...
pt: É hora de jogar @$username! Ouça minuciosamente as instruções sobre como participar...
pt_br: É hora de jogar @$username! Ouça atentamente as instruções sobre como participar...
ru: Пришло время сыграть, @$username. Внимательно слушайте инструкцию о том, как начать...
uk: Настав час грати в @$username! Уважно слухайте інструкції про те, як приєднатися...

# GiveawayStartedReminderExample
source: A giveaway has started for $giveawayitem! Type $giveawaycommand in chat in the next $giveawaytimelimit minute(s) to enter!
de: Ein Giveaway hat für $giveawayitem begonnen! Geben Sie $giveawaycommand in den nächsten $giveawaytimelimit Minute(n) im Chat ein, um teilzunehmen!
es: ¡Ha comenzado un sorteo para $giveawayitem! ¡Escriba $giveawaycommand en el chat en los próximos $giveawaytimelimit minutos para ingresar!
fr: Un cadeau a commencé pour $giveawayitem! Tapez $giveawaycommand dans le chat dans la ou les $giveawaytimelimit minute(s) suivante(s) pour entrer!
ja: $giveawayitemプレゼントが始まりました!入力する次の$giveawaytimelimit分でチャットに$giveawaycommandを入力します。
nl: Voor $giveawayitem is een winactie gestart! Typ $giveawaycommand in de chat in de volgende $giveawaytimelimit minuut (en) om deel te nemen!
pt: Um sorteio começou para $giveawayitem! Digite $giveawaycommand no chat no próximo $giveawaytimelimit minutos para entrar!
pt_br: Começou um sorteio de $ giveawayitem! Digite $ giveawaycommand no chat nos próximos $ giveawaytimelimit minuto(s) para entrar!
ru: Раздача $giveawayitem началась! Введите $giveawaycommand в чате в течение $giveawaytimelimit минут, чтобы участвовать!
uk: Для $giveawayitem почалася роздавка! Введіть $giveawaycommand в чаті в найближчі $giveawaytimelimit хвилини, щоб увійти!

# GiveawayWinnerSelectedExample
source: Congratulations @$username, you won $giveawayitem!
de: Herzlichen Glückwunsch @$username, du hast $giveawayitem gewonnen!
es: ¡Felicidades @$username, ganaste $giveawayitem!
fr: Félicitations @$username, vous avez gagné $giveawayitem!
ja: @$usernameおめでとうございます、あなたは$giveawayitemを獲得しました!
nl: Gefeliciteerd @$username, je hebt $giveawayitem gewonnen!
pt: Parabéns @$username, você ganhou $giveawayitem!
pt_br: Parabéns @$username, você ganhou $ giveawayitem!
ru: Поздравляем, @$username, вы выиграли $giveawayitem!
uk: Вітаємо @$username, ви виграли $giveawayitem!

# ModerationStrikeExample
source: $moderationreason. You have received a moderation strike & currently have $usermoderationstrikes strike(s)
de: $moderationreason. Sie haben einen Moderationsstreik erhalten und haben derzeit $usermoderationstrikes Streik(e)
es: $moderationreason. Ha recibido una huelga de moderación y actualmente tiene $usermoderationstrikes huelga (s)
fr: $moderationreason. Vous avez reçu une grève de modération et avez actuellement $usermoderationstrikes grève(s)
ja: $moderationreason。あなたはモデレーションストライキを受け、現在ストライキ$usermoderationstrikes持っています
nl: $moderationreason. Je hebt een moderatiestaking ontvangen en hebt momenteel $usermoderationstrikes staking(en)
pt: $moderationreason. Você recebeu uma greve de moderação e atualmente tem $usermoderationstrikes greve(s)
pt_br: $ moderação razão. Você recebeu um aviso de moderação e atualmente tem aviso(s) de $usermoderationstrikes
ru: $moderationreason. Вы получили страйк за нарушение правил, сейчас у вас страйков: $usermoderationstrikes
uk: $moderationreason. Ви отримали модерацію страйку і в даний час $usermoderationstrikes страйк (и)

# RedemptionStoreDefaultRedemptionExample
source: @$username just redeemed $productname
de: @$username gerade eingelöst $productname
es: @$username acaba de canjear $productname
fr: @$username viens d’échanger $productname
ja: @$usernameはちょうど$productnameを償還しました
nl: @$username zojuist $productname verzilverd
pt: @$username acabou de se redimir $productname
pt_br: @$username acabou de resgatar $productname
ru: @$username только что купил $productname
uk: @$username щойно викуплені $productname

# RedemptionStoreManualRedeemNeededExample
source: @$username just purchased $productname and needs to be manually redeemed
de: @$username gerade $productname gekauft und muss manuell eingelöst werden
es: @$username acaba de comprar $productname y debe canjearse manualmente
fr: @$username vient d’acheter $productname et doit être utilisé manuellement
ja: @$username$productname購入したばかりで、手動で引き換える必要があります
nl: @$username zojuist $productname gekocht en moet handmatig worden ingewisseld
pt: @$username acabou de comprar $productname e precisa ser resgatado manualmente
pt_br: @$username acabou de comprar $productname e precisa ser resgatado manualmente
ru: @$username только что купил $productname и ожидает ручного получения товара
uk: @$username щойно придбані $productname і повинні бути вручну погашені

source: Bounce
de: Abprallen
es: Rebote
fr: Rebondir
ja: 弾む
nl: Stuiteren
pt: Quicar
pt_br: Quicar
ru: Прыжок
uk: Відмов

source: Bounce In
es: Rebote
fr: Rebondir
ja: バウンスイン
nl: Stuiteren in
pt: Saltar dentro
pt_br: Saltar
ru: Прыжок внутрь
uk: Відмов в

source: Bounce In Down
de: Bounce In Nach unten
es: Rebote hacia abajo
fr: Rebondir vers le bas
ja: バウンスインダウン
nl: Stuiter naar beneden
pt: Saltar para baixo
pt_br: Saltar para baixo
ru: Прыжок внутрь и вниз
uk: Відмов в вниз

source: Bounce In Left
de: Bounce In Links
es: Rebote a la izquierda
fr: Rebondir à gauche
ja: 左にバウンス
nl: Stuiteren in links
pt: Saltar para a esquerda
pt_br: Saltar para a esquerda
ru: Прыжок внутрь и влево
uk: Відмов вліво

source: Bounce In Right
de: Bounce In Rechts
es: Rebote a la derecha
fr: Rebondir à droite
ja: 右にバウンス
nl: Stuiter naar rechts
pt: Saltar para a direita
pt_br: Saltar para a direita
ru: Прыжок внутрь и вправо
uk: Відмов в правому

source: Bounce In Up
es: Rebote hacia arriba
fr: Rebondir vers le haut
ja: バウンスインアップ
nl: Stuiter omhoog
pt: Saltar para cima
pt_br: Saltar para cima
ru: Прыжок внутрь и вверх
uk: Відмов в вгору

source: Bounce Out
es: Rebote
fr: Rebondir
ja: バウンスアウト
pt_br: Saltar para fora
ru: Прыжок наружу
uk: Відскочити

source: Bounce Out Down
de: Bounce Out Nach unten
es: Rebote hacia abajo
fr: Rebondir vers le bas
ja: バウンス・アウト・ダウン
nl: Stuiter naar beneden
pt_br: Saltar para baixo
ru: Прыжок наружу и вниз
uk: Відскочити вниз

source: Bounce Out Left
de: Links abprallen
es: Rebote a la izquierda
fr: Rebondir à gauche
ja: 左にバウンスアウト
nl: Bounce Out Links
pt: Saltar para a esquerda
pt_br: Saltar para a esquerda
ru: Прыжок наружу и влево
uk: Відскочити ліворуч

source: Bounce Out Right
de: Bounce Out Richtig
es: Rebote a la derecha
fr: Rebondir à droite
ja: 右にバウンスアウト
pt: Saltar para a direita
pt_br: Saltar para a direita
ru: Прыжок наружу и вправо
uk: Відскочити праворуч

source: Bounce Out Up
es: Rebote hacia arriba
fr: Rebondir vers le haut
ja: バウンス・アウト・アップ
pt: Salte para cima
pt_br: Saltar para cima
ru: Прыжок наружу и вверх
uk: Відскочити вгору

source: Fade In
de: Einblenden
es: Desvanecerse
fr: Fondu enchaîné
ja: フェードイン
nl: Infaden
pt: Desvanecer
pt_br: Desaparecer
ru: Исчезновение внутрь
uk: Затухання

source: Fade In Down
de: Einblenden nach unten
fr: Fondu enchaîné vers le bas
ja: フェードインダウン
pt: Desvanecer em baixo
pt_br: Desaparecer
ru: Исчезновение внутрь и вниз
uk: Згасання вниз

source: Fade In Left
de: Links einblenden
es: Desvanecerse a la izquierda
fr: Fondu à gauche
ja: フェードインレフト
nl: Fade in links
pt: Desvanecer na esquerda
pt_br: Desaparecer à esquerda
ru: Исчезновение внутрь и влево
uk: Згасання ліворуч

source: Fade In Right
de: Rechts einblenden
es: Desvanecerse a la derecha
fr: Fondu à droite
ja: 右にフェードイン
nl: Naar rechts vervagen
pt: Desvanecer à direita
pt_br: Desaparecer à direita
ru: Исчезновение внутрь и вправо
uk: Згасання праворуч

source: Fade In Up
de: Einblenden
es: Desvanecerse hacia arriba
fr: Fondu enchaîné vers le haut
ja: フェードインアップ
pt: Desvanecer-se
pt_br: Desaparecer
ru: Исчезновение внутрь и вверх
uk: Згасання вгору

source: Fade Out
de: Ausblenden
es: Desvanecerse
fr: Fondu enchaîné
ja: フェードアウト
nl: Uitfaden
pt: Desvanecer
pt_br: Desaparecer
ru: Исчезновение наружу
uk: Затухання

source: Fade Out Down
de: Ausblenden nach unten
es: Desvanecerse
fr: Fondu enchaîné vers le bas
ja: フェードアウトダウン
nl: Fade-out naar beneden
pt: Desvanecer-se para baixo
pt_br: Desaparecer
ru: Исчезновение наружу и вниз
uk: Згасання

source: Fade Out Left
de: Links ausblenden
es: Desvanecerse a la izquierda
fr: Fondu à gauche
ja: フェードアウト左
nl: Fade Out Links
pt: Desvanecer à esquerda
pt_br: Desaparecer à esquerda
ru: Исчезновение наружу и влево
uk: Згасання ліворуч

source: Fade Out Right
de: Ausblenden rechts
es: Desvanecerse a la derecha
fr: Fondu à droite
ja: フェードアウト右
pt: Desvanecer direito
pt_br: Desaparecer à direita
ru: Исчезновение наружу и вправо
uk: Згасання праворуч

source: Fade Out Up
de: Ausblenden
es: Desvanecerse
fr: Fondu enchaîné vers le haut
ja: フェードアウト
nl: Fade-out
pt: Desbotar
pt_br: Desaparecer
ru: Исчезновение наружу и вверх
uk: Згасання

source: Flash
de: Blitz
ja: フラッシュ
nl: Flits
pt: Lampejo
pt_br: Clarão
ru: Вспышка
uk: Флеш

source: Flip
de: Schnipsen
es: Dar la vuelta
fr: Chiquenaude
ja: 弾く
pt: Insolente
pt_br: Virar
ru: Подброс
uk: Фліп

source: Flip In X
de: Einklappen X
es: Voltear en X
fr: Retourner dans X
ja: X でフリップ
pt_br: Virar em X
ru: Подброс внутрь по X
uk: Відобразити в X

source: Flip In Y
de: Einklappen in Y
es: Voltear en Y
fr: Retourner dans Y
ja: Y でフリップ
pt_br: Virar em Y
ru: Подброс внутрь по Y
uk: Гортання в Y

source: Flip Out X
de: Ausklappen X
es: Voltear X
fr: Retourner X
ja: フリップアウト X
nl: Uitklappen X
pt_br: Vire para fora X
ru: Подброс наружу по X
uk: Відобразити X

source: Flip Out Y
de: Ausklappen Y
es: Voltear Y
fr: Retourner Y
ja: フリップアウト Y
pt_br: Vire para fora Y
ru: Подброс наружу по Y
uk: Виверніть Y

source: Hinge
de: Scharnier
es: Bisagra
fr: Gond
ja: 蝶番
nl: Scharnier
pt: Dobradiça
pt_br: Dobradiça
ru: Шарнир
uk: Петлі

source: Jack In The Box
de: Jack in der Box
es: Jack en la caja
fr: Jack dans la boîte
ja: ジャック・イン・ザ・ボックス
nl: Jack in de doos
pt: Jack Na Caixa
pt_br: Jack na caixa
ru: Джек из коробки
uk: Джек в коробці

source: Jello
de: Gelee
es: Gelatina
ja: ゼリー
pt: Gelatina
pt_br: gelatina
ru: Желе
uk: Желе

source: Light Speed In
de: Lichtgeschwindigkeit In
es: Velocidad de entrada de la luz
fr: Vitesse de la lumière dans
ja: ライトスピードイン
nl: Lichtsnelheid in
pt: Velocidade da luz em
pt_br: Velocidade da luz
ru: Скорость света внутрь
uk: Швидкість світла в

source: Light Speed Out
de: Lichtgeschwindigkeit aus
es: Salida de la velocidad de la luz
fr: Sortie de la vitesse de la lumière
ja: ライトスピードアウト
nl: Lichtsnelheid uit
pt: Saída de velocidade da luz
pt_br: Velocidade da luz
ru: Скорость света наружу
uk: Швидкість світла на виїмку

source: Pulse
de: Puls
es: Pulso
fr: Pouls
ja: 脈拍
nl: Polsslag
pt: Pulso
pt_br: Pulso
ru: Пульс
uk: Імпульс

source: Roll In
de: Einspeichern
es: Entrar
fr: Rouler
ja: ロールイン
nl: Inrollen
pt: Rolar
pt_br: Enrole
ru: Вращение внутрь
uk: Вкочуватися

source: Roll Out
de: Ausrollen
es: Despliegue
fr: Déploiement
ja: ロールアウト
nl: Uitrollen
pt: Rolar para fora
pt_br: Sair da cama
ru: Вращение наружу
uk: Розгорнути

source: Rotate In
de: Drehen
es: Rotar en
fr: Rotation dans
ja: 回転イン
nl: Roteren in
pt: Gire
pt_br: Girar para dentro
ru: Поворот внутрь
uk: Повернути в

source: Rotate Out
de: Herausdrehen
es: Girar hacia afuera
fr: Rotation vers l’extérieur
ja: 回転アウト
nl: Roteren
pt: Gire para fora
pt_br: Girar para fora
ru: Поворот наружу
uk: Повернути

source: Rubber Band
de: Gummiband
es: Banda elástica
fr: Élastique
ja: 輪ゴム
nl: Elastiek
pt: Elástico
pt_br: Elástico
ru: Резинка
uk: Гумка

source: Shake
de: Schütteln
es: Sacudir
fr: Secouer
ja: 振る
nl: Schudden
pt: Tremer
pt_br: Sacudir
ru: Тряска
uk: Трясти

source: Slide In Down
de: Einschieben nach unten
es: Deslizarse hacia abajo
fr: Glisser vers le bas
ja: スライドインダウン
nl: Schuif naar beneden
pt: Deslize para baixo
pt_br: Deslize para baixo
ru: Скольжение внутрь и вниз
uk: Слайд униз

source: Slide In Left
de: Nach links schieben
es: Deslizar a la izquierda
fr: Glisser vers la gauche
ja: 左にスライド
nl: Schuif naar links
pt: Deslize para a esquerda
pt_br: Deslize para a esquerda
ru: Скольжение внутрь и влево
uk: Слайд ліворуч
