Repository: SaviorXTanren/mixer-mixitup
Catalog: MixItUp.*/Resources.*.resx
Languages: de, es, fr, fr_fr, ja, nl, pt, pt_br, ru, uk

# GiveawayYouMayOnlyEnterSoManyTimes
source: You may only enter {0} time(s), you currently have entered {1} time(s)
es: Solo puede ingresar {0} hora (s), actualmente ha ingresado {1} (s) hora (s)
ja: {0}時間のみ入力できます。現在入力した時間{1}
pt: Você só pode inserir {0} tempo(s), você entrou atualmente {1} tempo(s)
pt_br: Você só pode inserir {0} tempo(s), atualmente você inseriu {1} tempo(s)
ru: Вы можете ввести только {0} время (ы), которое вы в настоящее время ввели {1} время (ы)

source: Glimesh Bot Chat
ja: グリメッシュボットチャット
pt: Bate-papo do Bot glimesh
pt_br: Bate-papo do bot Glimesh
ru: Глимеш Бот Чат

source: Glimesh Chat
ja: グリメシュチャット
pt: Bate-papo de Glimesh
pt_br: Bate-papo Glimesh
ru: Глимеш Чат

source: Glimesh Connection
es: Conexión Glimesh
ja: グリメッシュ接続
pt: Conexão Glimesh
pt_br: Conexão Brilho
ru: Глимеш Коннешн

source: Glimesh User Chat
es: Chat de usuario de Glimesh
ja: グリメッシュユーザーチャット
pt: Bate-papo do usuário de Glimesh
pt_br: Bate-papo do usuário Glimesh
ru: Глимеш Пользовательский чат

# ModerationAccountsOlderThanOneDay
source: accounts older than 1 day
es: cuentas con más de 1 día de antigüedad
ja: 1 日より古いアカウント
pt: contas com mais de 1 dia
pt_br: contas com mais de 1 dia
ru: аккаунты старше 1 дня

# ModerationAccountsOlderThanOneHour
source: accounts older than 1 hour
es: cuentas con más de 1 hora de antigüedad
ja: 1 時間より古いアカウント
pt: contas com mais de 1 hora
pt_br: contas com mais de 1 hora
ru: аккаунты старше 1 часа

# ModerationAccountsOlderThanOneMonth
source: accounts older than 1 month
es: cuentas con más de 1 mes de antigüedad
ja: 1 か月より古いアカウント
pt: contas com mais de 1 mês
pt_br: contas com mais de 1 mês
ru: аккаунты старше 1 месяца

# ModerationAccountsOlderThanOneWeek
source: accounts older than 1 week
es: cuentas con más de 1 semana de antigüedad
ja: 1 週間より古いアカウント
pt: contas com mais de 1 semana
pt_br: contas com mais de 1 semana
ru: аккаунты старше 1 недели

# ModerationBannedWord
source: Banned word: {0}
es: Palabra prohibida: {0}
ja: 禁止語: {0}
pt: Palavra proibida: {0}
pt_br: Palavra banida: {0}
ru: Запрещенное слово: {0}

# ModerationChatParticipation
source: Chat Participation
es: Participación en el chat
ja: チャットへの参加
pt: Participação no chat
pt_br: Participação no bate-papo
ru: Участие в чате

# ModerationFilteredWord
source: Filtered word: {0}
es: Palabra filtrada: {0}
ja: フィルタされた単語: {0}
pt: Palavra filtrada: {0}
pt_br: Palavra filtrada: {0}
ru: Отфильтрованное слово: {0}

# ModerationNoLinks
source: No Links
es: Sin enlaces
ja: リンクなし
pt: Sem links
pt_br: Sem links
ru: Нет ссылок

# ModerationParticipationMessageDeleted
source: @{0}: Your message has been deleted because only {1} can participate currently.
es: @{0}: Tu mensaje ha sido eliminado porque solo {1} pueden participar actualmente.
ja: @{0}: 現在参加できるのは{1}だけなので、メッセージは削除されました。
pt: @{0}: Sua mensagem foi excluída porque apenas {1} podem participar atualmente.
pt_br: @{0}: Sua mensagem foi excluída porque apenas {1} pode participar atualmente.
ru: @{0}: Ваше сообщение было удалено, потому что в настоящее время только {1} можете участвовать.

# ModerationTooManyCaps
source: Too Many Caps
es: Demasiadas tapas
ja: キャップが多すぎます
pt: Muitos Caps
pt_br: Muitas tampas
ru: Слишком много колпачков

# ModerationTooManyPunctuationSymbolsEmotes
source: Too Many Punctuation/Symbols/Emotes
es: Demasiada puntuación/símbolos/emoticonos
ja: 句読点/記号/エモートが多すぎます
pt: Pontuação/símbolos/emotes demais
pt_br: Muitas pontuações/símbolos/emotes
ru: Слишком много знаков препинания/символов/эмоций

# ModerationViewingMoreThanOneHour
source: viewers who have watched for 1 hour
es: espectadores que han visto durante 1 hora
ja: 1時間視聴した視聴者
pt: telespectadores que assistiram por 1 hora
pt_br: espectadores que assistiram por 1 hora
ru: зрители, которые смотрели в течение 1 часа

# ModerationViewingMoreThanTenHours
source: viewers who have watched for 10 hours
es: espectadores que han visto durante 10 horas
ja: 10時間視聴した視聴者
pt: telespectadores que assistiram por 10 horas
pt_br: espectadores que assistiram por 10 horas
ru: зрители, которые смотрели в течение 10 часов

# ModerationViewingMoreThanTenMinutes
source: viewers who have watched for 10 minutes
es: espectadores que han visto durante 10 minutos
ja: 10分間視聴した視聴者
pt: telespectadores que assistiram por 10 minutos
pt_br: espectadores que assistiram por 10 minutos
ru: зрителей, которые смотрели в течение 10 минут

# ModerationViewingMoreThanThirtyMinutes
source: viewers who have watched for 30 minutes
es: espectadores que han visto durante 30 minutos
ja: 30分間視聴した視聴者
pt: telespectadores que assistiram por 30 minutos
pt_br: espectadores que assistiram por 30 minutos
ru: зрителей, которые смотрели в течение 30 минут

# ModerationViewingMoreThanTwoHours
source: viewers who have watched for 2 hours
es: espectadores que han visto durante 2 horas
ja: 2時間視聴した視聴者
pt: telespectadores que assistiram por 2 horas
pt_br: espectadores que assistiram por 2 horas
ru: зрителей, которые смотрели в течение 2 часов

source: No users found
es: No se han encontrado usuarios
ja: ユーザーが見つかりません
pt: Nenhum usuário encontrou
pt_br: Nenhum usuário encontrado
ru: Пользователи не найдены

# QueueCurrentCount
source: There are currently {0} in the queue.
es: Actualmente hay {0} esperando para jugar.
ja: 現在、プレイを待っている{0}があります。
pt: No momento, há {0} esperando para jogar.
pt_br: Atualmente há {0} na fila.
ru: В настоящее время {0} ждут, чтобы играть.

# QueueNotIn
source: Not In Queue
es: No está en cola
ja: キューにありません
pt: Não na fila
pt_br: Não está na fila
ru: Не в очереди

# QueueUserListHeader
source: The following users are next up:
es: Los siguientes usuarios son los siguientes en jugar:
ja: 次のユーザーがプレイする前に次のユーザーが表示されます。
pt: Os seguintes usuários estão próximos a jogar:
pt_br: Os seguintes usuários são os próximos:
ru: Следующие пользователи будут играть следующим образом:

# QueueYouAreInPosition
source: You are #{0} in the queue
es: Eres #{0} en la cola para jugar
ja: あなたは再生するキューに#{0}です
pt: Você é #{0} na fila para jogar
pt_br: Você está #{0} na fila
ru: Вы #{0} в очереди на игру

# QueueYouAreNotCurrentlyIn
source: You are not currently in the queue
es: Actualmente no estás en la cola para jugar
ja: 現在、再生するキューにありません
pt: Você não está na fila para jogar
pt_br: Você não está na fila no momento
ru: В настоящее время вы не стоите в очереди на игру

# SettingsBackupNotValid
source: The backup file selected does not appear to contain Mix It Up settings.
es: El archivo de copia de seguridad seleccionado no parece contener la configuración de Mix It Up.
ja: 選択したバックアップ ファイルに Mix It Up 設定が含まれていないように見えます。
pt: O arquivo de backup selecionado não parece conter configurações do Mix It Up.
pt_br: O arquivo de backup selecionado não parece conter configurações do Mix It Up.
ru: Выбранный файл резервной копии не содержит параметров Mix It Up.

# SettingsBackupTooNew
source: The backup file is valid, but is from a newer version of Mix It Up. Be sure to upgrade to the latest version. NOTE: This may require you to opt-in to the Preview build from the General tab in Settings if this was made in a Preview build.
es: El archivo de copia de seguridad es válido, pero es de una versión más reciente de Mix It Up. Asegúrese de actualizar a la última versión. NOTA: Esto puede requerir que opte por la compilación de vista previa desde la pestaña General en Configuración si esto se realizó en una compilación de vista previa.
ja: バックアップ ファイルは有効ですが、新しいバージョンの Mix It Up から取得されています。必ず最新バージョンにアップグレードしてください。 注: プレビュー ビルドで設定した場合は、[設定] の [全般] タブからプレビュー ビルドをオプトインする必要がある場合があります。
pt: O arquivo de backup é válido, mas é de uma versão mais recente do Mix It Up. Certifique-se de atualizar para a versão mais recente. NOTA: Isso pode exigir que você opte pela compilação Pré-visualização da guia Geral em Configurações se isso for feito em uma compilação de visualização.
pt_br: O arquivo de backup é válido, mas pertence a uma versão mais recente do Mix It Up. Certifique-se de atualizar para a versão mais recente. NOTA: Isso pode exigir que você opte pela versão de visualização na guia Geral em Configurações, se isso tiver sido feito em uma versão de visualização.
ru: Файл резервной копии действителен, но взят из более новой версии Mix It Up. Обязательно обновитесь до последней версии. ПРИМЕЧАНИЕ: Для этого может потребоваться согласие на предварительную сборку на вкладке Общие в настройках, если это было сделано в предварительной сборке.

source: Streamlabs Desktop
es: Escritorio de Streamlabs
ja: ストリームラボデスクトップ
pt_br: Desktop Streamlabs
ru: Стримлабс Настольная

# TimeDays
source: Day(s)
es: Día(s)
ja: 日
pt: Dia(s)
pt_br: Dia(s)
ru: День(ы)

# TimeHours
source: Hour(s)
es: Hora(s)
ja: 時間
pt: Hora(s)
pt_br: Horas)
ru: Час(ы)

# TimeMinutes
source: Minute(s)
es: Minuto(s)
ja: 分単位
pt: Minutos(s)
pt_br: Minuto(s)
ru: Минута(ы)

# TimeMonths
source: Month(s)
es: Mes(es)
ja: 月数
pt: Mês(s)
pt_br: Meses)
ru: Месяц(ы)

# TimeYears
source: Year(s)
es: Año(s)
ja: 年
pt: Ano(s)
pt_br: Anos)
ru: Год(ы)

source: Total Viewers
es: Total de espectadores
ja: 総視聴者数
pt: Total de telespectadores
pt_br: Total de espectadores
ru: Всего зрителей

source: Trovo Bot Chat
ja: トロボボットチャット
pt_br: Bate-papo do Trovo Bot
ru: Трово Бот Чат

source: Trovo Chat
ja: トロヴォチャット
pt_br: Trovo Bate-papo
ru: Трово Чат

source: Trovo Connection
es: Conexión Trovo
ja: トロヴォ・コネクション
pt: Conexão Trovo
pt_br: Conexão Trovo
ru: Трово Коннекшн

# TrovoFailedToConnectBotAccount
source: Failed to connect Trovo bot account, please manually reconnect
es: Error al conectar la cuenta de bot de Trovo, vuelva a conectar manualmente
ja: Trovo ボット アカウントに接続できませんでした。
pt: Falha em conectar a conta do bot Trovo, por favor, reconecte-se manualmente
pt_br: Falha ao conectar a conta do bot Trovo, reconecte manualmente
ru: Не удалось подключить учетную запись бота Trovo, пожалуйста, вручную переподключите

source: Trovo User Chat
es: Chat de usuario de Trovo
ja: トロボユーザーチャット
pt: Bate-papo do usuário trovo
pt_br: Bate-papo do usuário Trovo
ru: Чат пользователя Trovo

source: Twitch Bot Chat
ja: ツイッチボットチャット
pt_br: Bate-papo do Twitch Bot
ru: Чат ботов Twitch

source: Twitch Chat
ja: ツイッチチャット
pt_br: Bate-papo do Twitch
ru: Чат Twitch

source: Twitch Connection
es: Conexión twitch
ja: ツイッチコネクション
pt: Conexão twitch
pt_br: Conexão Twitch
ru: Подключение Twitch

source: Twitch Events
es: Eventos de Twitch
ja: ツイッチイベント
pt: Eventos do Twitch
pt_br: Eventos Twitch
ru: События Twitch

# TwitchFailedToConnect
source: Failed to establish connection to Twitch
es: Error al establecer la conexión con Twitch
ja: Twitch への接続を確立できませんでした
pt: Falha ao estabelecer conexão com o Twitch
pt_br: Falha ao estabelecer conexão com Twitch
ru: Не удалось установить соединение с Twitch

# TwitchFailedToConnectBotAccount
source: Failed to connect Twitch bot account, please manually reconnect
es: No se pudo conectar la cuenta de bot de Twitch, vuelva a conectarse manualmente
ja: Twitchボットアカウントに接続できませんでした。
pt: Falha em conectar a conta do bot do Twitch, por favor, reconecte-se manualmente
pt_br: Falha ao conectar a conta do bot Twitch, reconecte manualmente
ru: Не удалось подключить учетную запись бота Twitch, пожалуйста, переподключитесь вручную

# TwitchFailedToConnectHeader
source: Failed to connect to Twitch services:
es: Error al conectarse a los servicios de Twitch:
ja: Twitch サービスに接続できませんでした:
pt: Falha ao conectar-se aos serviços do Twitch:
pt_br: Falha ao conectar aos serviços Twitch:
ru: Не удалось подключиться к службам Twitch:

# TwitchFailedToGetBotData
source: Failed to get Twitch bot data
es: No se pudieron obtener los datos del bot de Twitch
ja: Twitch ボット データを取得できませんでした
pt: Falha ao obter dados do twitch bot
pt_br: Falha ao obter dados do bot do Twitch
ru: Не удалось получить данные бота Twitch

# TwitchFailedToGetUserData
source: Failed to get Twitch user data
es: No se pudieron obtener los datos de usuario de Twitch
ja: Twitch ユーザー データを取得できませんでした
pt: Falha ao obter dados do usuário do Twitch
pt_br: Falha ao obter dados do usuário Twitch
ru: Не удалось получить пользовательские данные Twitch

source: Twitch User Chat
es: Chat de usuario de Twitch
ja: ツイッチユーザーチャット
pt: Bate-papo do usuário do Twitch
pt_br: Bate-papo do usuário Twitch
ru: Чат пользователя Twitch

# YouTubeCouldNotEstablishChatConnection
source: YouTube chat connection has not been established
es: No se ha establecido la conexión de chat de YouTube
ja: YouTube チャット接続が確立されていません
pt: A conexão de bate-papo do YouTube não foi estabelecida
pt_br: A conexão de bate-papo do YouTube não foi estabelecida
ru: Не установлено подключение к чату YouTube

# YouTubeFailedToConnect
source: Failed to establish connection to YouTube
es: Error al establecer la conexión con YouTube
ja: YouTube への接続を確立できませんでした
pt: Falha ao estabelecer conexão com o YouTube
pt_br: Falha ao estabelecer conexão com o YouTube
ru: Не удалось установить соединение с YouTube

# YouTubeFailedToConnectBotAccount
source: Failed to connect YouTube bot account, please manually reconnect
es: No se pudo conectar la cuenta de bot de YouTube, vuelva a conectar manualmente
ja: YouTube ボット アカウントを接続できませんでした。
pt: Falha em conectar a conta do bot do YouTube, por favor, reconecte-se manualmente
pt_br: Falha ao conectar a conta do bot do YouTube. Reconecte manualmente
ru: Не удалось подключить учетную запись бота YouTube, пожалуйста, вручную переподключите

# YouTubeFailedToConnectHeader
source: Failed to connect to YouTube services:
es: Error al conectarse a los servicios de YouTube:
ja: YouTube サービスに接続できませんでした:
pt: Falha ao se conectar aos serviços do YouTube:
pt_br: Falha ao conectar aos serviços do YouTube:
ru: Не удалось подключиться к сервисам YouTube:

# YouTubeFailedToConnectToChat
source: Failed to connect to YouTube chat servers
es: Error al conectarse a los servidores de chat de YouTube
ja: YouTube チャット サーバーに接続できませんでした
pt: Falha em se conectar aos servidores de bate-papo do YouTube
pt_br: Falha ao conectar aos servidores de bate-papo do YouTube
ru: Не удалось подключиться к серверам чата YouTube

# YouTubeFailedToGetBotData
source: Failed to get YouTube bot data. For YouTube bot accounts, ensure that you have created a channel on YouTube for the account you are signing in to. See the following Wiki page for more information: https://wiki.mixitupapp.com/accounts#bot-accounts
es: No se pudieron obtener los datos del bot de YouTube
ja: YouTube ボット データを取得できませんでした
pt: Falha ao obter dados de bots do YouTube
pt_br: Falha ao obter dados do bot do YouTube. Para contas de bot do YouTube, certifique-se de ter criado um canal no YouTube para a conta na qual está fazendo login. Consulte a seguinte página Wiki para obter mais informações: https://wiki.mixitupapp.com/accounts#bot-accounts
ru: Не удалось получить данные бота YouTube

# YouTubeFailedToGetUserData
source: Failed to get YouTube user data
es: No se pudieron obtener los datos de usuario de YouTube
ja: YouTube ユーザー データを取得できませんでした
pt: Falha ao obter dados de usuários do YouTube
pt_br: Falha ao obter dados do usuário do YouTube
ru: Не удалось получить данные пользователя YouTube

# YouTubeNoLiveBroadcast
source: No live broadcast currently
es: Actualmente no hay transmisión en vivo
ja: 現在、ライブ配信はありません
pt: Nenhuma transmissão ao vivo atualmente
pt_br: Nenhuma transmissão ao vivo no momento
ru: В настоящее время нет прямых трансляций

source: Add All
es: Añadir todo
ja: すべて追加
pt: Adicionar tudo
pt_br: Adicionar tudo
ru: Добавить все

source: Adds Amount To All Chat Users
es: Agrega cantidad a todos los usuarios de Chat
ja: すべてのチャットユーザーに金額を追加
pt: Adiciona quantidade a todos os usuários de chat
pt_br: Adiciona valor a todos os usuários do chat
ru: Добавляет сумму всем пользователям чата

source: Adds Amount To Specified User
es: Agrega cantidad al usuario especificado
ja: 指定したユーザーに金額を追加
pt: Adiciona valor ao usuário especificado
pt_br: Adiciona valor ao usuário especificado
ru: Добавляет сумму указанному пользователю

# ConnectedServicesFailed
source: The following services could not be connected: {0} We will attempt to re-connect with the service when possible. If this continues, please go to the Services page to reconnect them manually.
es: No se pudieron conectar los siguientes servicios: {0} Intentaremos volver a conectarnos con el servicio cuando sea posible. Si esto continúa, vaya a la página Servicios para volver a conectarlos manualmente.
ja: 次のサービスに接続できませんでした: {0} 可能な場合は、サービスとの接続を試みます。このままでは、手動で再接続するには[サービス]ページに移動してください。
pt: Os seguintes serviços não puderam ser conectados: {0} Tentaremos nos reconectar com o serviço quando possível. Se isso continuar, por favor, vá para a página Serviços para reconectá-los manualmente.
pt_br: Os seguintes serviços não puderam ser conectados: {0} Tentaremos nos reconectar ao serviço quando possível. Se isso continuar, acesse a página Serviços para reconectá-los manualmente.
ru: Не удалось подключить следующие службы: {0} Мы попытаемся повторно подключиться к службе, когда это возможно. Если так будет продолжаться, перейдите на страницу Услуги, чтобы повторно подключить их вручную.

# ConsumablesCurrencyCommandDefault
source: @$username has ${0} {1}
es: @$username tiene ${0} {1}
ja: @$usernameは${0} {1}を持っています
pt: @$username tem ${0} {1}
pt_br: @$nomedeusuário tem ${0} {1}
ru: @$username имеет ${0} {1}

# ConsumablesCurrencyRankAddAllCommandDefault
source: Everyone got $arg1text {0}!
es: ¡Todos recibieron {0} de $arg 1text!
ja: 誰もが$arg 1テキスト{0}を得た!
pt: Todos têm $arg {0} de texto!
pt_br: Todos receberam $arg1text {0}!
ru: Все получили {0} $arg 1text!

# ConsumablesCurrencyRankAddCommandDefault
source: @$targetusername received $arg2text {0}
es: @$targetusername recibió {0} de $arg 2text
ja: @$targetusernameは$arg 2テキスト{0}を受け取りました
pt: @$targetusername recebeu {0} $arg 2texto
pt_br: @$targetusername recebeu $arg2text {0}
ru: @$targetusername получил {0} $arg 2text

# ConsumablesCurrencyRankGiveCommandDefault
source: @$username gave @$targetusername $arg2text {0}
es: @$username dio {0} @$targetusername $arg 2text
ja: @$usernameは@$targetusername $arg 2text{0}を与えました
pt: @$username deu @$targetusername $arg 2text {0}
pt_br: @$username deu @$targetusername $arg2text {0}
ru: @$username дал {0} @$targetusername $arg 2text

# ConsumablesRankCommandDefault
source: @$username is a ${0} with ${1} {2}
es: @$username es un ${0} con ${1} {2}
ja: @$usernameは${1} {2}で${0}です
pt: @$username é um ${0} com ${1} {2}
pt_br: @$username é um ${0} com ${1} {2}
ru: @$username - это ${0} с ${1} {2}

# ConsumablesStreamPassAddAllCommandDefault
source: Everyone got $arg1text points for {0}!
es: ¡Todos obtuvieron puntos de texto $arg 1 por {0}!
ja: 誰もが{0}のための$arg 1テキストポイントを得ました!
pt: Todo mundo tem $arg 1tos de texto para {0}!
pt_br: Todos ganharam $arg1text pontos por {0}!
ru: Каждый получил $arg 1 текстовые баллы за {0}!

# ConsumablesStreamPassAddCommandDefault
source: @$targetusername received $arg2text points for {0}
es: @$targetusername recibió $arg 2puntos de texto por {0}
ja: @$targetusernameは{0}のために$arg 2テキストポイントを受け取りました
pt: @$targetusername recebeu pontos de $arg 2text para {0}
pt_br: @$targetusername recebeu $arg2text pontos por {0}
ru: @$targetusername получил $arg 2текстовые баллы за {0}

# ConsumablesStreamPassCommandDefault
source: @$username is level ${0} with ${1} points!
es: @$username es el nivel ${0} con ${1} puntos!
ja: @$usernameは${1}ポイントでレベル${0}です!
pt: @$username está nivelado ${0} com ${1} pontos!
pt_br: @$username está no nível ${0} com ${1} pontos!
ru: @$username - это уровень ${0} с ${1} баллами!

# FailedToInitializeSession
source: Failed to initialize session. If this continues, please visit the Mix It Up Discord for assistance.
es: Error al inicializar la sesión. Si esto continúa, visite Mix It Up Discord para obtener ayuda.
ja: セッションを初期化できませんでした。このままでは、Mix It Up の不和にアクセスしてサポートを受けてください。
pt: Não foi iniciado a sessão. Se isso continuar, visite o Mix It Up Discord para obter ajuda.
pt_br: Falha ao inicializar a sessão. Se isso continuar, visite o Mix It Up Discord para obter assistência.
ru: Не удалось инициализировать сеанс. Если так будет продолжаться, пожалуйста, посетите Mix It Up Discord для получения помощи.

# FileIsNotInCorrectFormat
source: File is not in the correct format
es: El archivo no está en el formato correcto
ja: ファイルの形式が正しくありません
pt: O arquivo não está no formato correto
pt_br: O arquivo não está no formato correto
ru: Файл не в правильном формате

source: Give
es: Dar
ja: 与える
pt: Dar
pt_br: Dar
ru: Давать

source: Gives Amount To Specified User
es: Da cantidad al usuario especificado
ja: 指定したユーザーに金額を提供します
pt: Dá valor ao usuário especificado
pt_br: Dá valor ao usuário especificado
ru: Выдает сумму указанному пользователю

# InventoryBuyCommandDefault
source: You bought $itemtotal $itemname for $itemcost $currencyname
es: Compraste $itemtotal $itemname por $itemcost $currencyname
ja: あなたは$itemcost $currencynameのために$itemtotal $itemnameを買った
pt: Você comprou $itemtotal $itemname por $itemcost $currencyname
pt_br: Você comprou $itemtotal $itemname por $itemcost $currencyname
ru: Вы купили $itemtotal $itemname для $itemcost $currencyname

# InventorySellCommandDefault
source: You sold $itemtotal $itemname for $itemcost $currencyname
es: Vendiste $itemtotal $itemname por $itemcost $currencyname
ja: $itemtotal $itemnameを$itemcost $currencynameで販売しました
pt: Você vendeu $itemtotal $itemname por $itemcost $currencyname
pt_br: Você vendeu $itemtotal $itemname por $itemcost $currencyname
ru: Вы продали $itemtotal $itemname за $itemcost $currencyname

# InventoryTradeCommandDefault
source: @$username traded $itemtotal $itemname to @$targetusername for $targetitemtotal $targetitemname
es: @$username cambió $itemtotal $itemname a @$targetusername por $targetitemtotal $targetitemname
ja: @$usernameは$targetitemtotal $targetitemnameのために@$targetusernameに$itemtotal $itemnameを取引しました
pt: @$username negociou $itemtotal $itemname para @$targetusername por $targetitemtotal $targetitemname
pt_br: @$username trocou $itemtotal $itemname para @$targetusername por $targetitemtotal $targetitemname
ru: @$username обменял $itemtotal $itemname на @$targetusername за $targetitemtotal $targetitemname

# NewUserWizardAtLeastOneAccountMustBeSignedIn
source: At least 1 Streamer account must be signed in
es: Al menos 1 cuenta de Streamer debe haber iniciado sesión
ja: 少なくとも 1 つのストリーマー アカウントがサインインする必要があります
pt: Pelo menos 1 conta do Streamer deve ser assinada
pt_br: Pelo menos 1 conta Streamer deve estar conectada
ru: Как минимум 1 учетная запись Streamer должна быть вписана

# SettingsAlreadyExistForAccount
source: There already exists settings with the same account for {0}. Please sign in with a different account or re-launch Mix It Up to select those settings from the drop-down.
es: Ya existe una configuración con la misma cuenta para {0}. Inicie sesión con una cuenta diferente o reinicie Mix It Up para seleccionar esa configuración en el menú desplegable.
ja: {0}に対して同じアカウントの設定が既に存在します。別のアカウントでサインインするか、ミックス・イット・アップを再起動して、ドロップダウンからこれらの設定を選択してください。
pt: Já existem configurações com a mesma conta para {0}. Faça login com uma conta diferente ou reintegue o Mix It Up para selecionar as configurações do drop-down.
pt_br: Já existem configurações com a mesma conta para {0}. Faça login com uma conta diferente ou reinicie o Mix It Up para selecionar essas configurações no menu suspenso.
ru: Уже существуют настройки с той же учетной записью для {0}. Войдите в систему с другой учетной записью или перезапустите Mix It Up, чтобы выбрать эти настройки в раскрывающемся списке.

# SettingsNoFileHasBeenLoaded
source: No settings file has been loaded
es: No se ha cargado ningún archivo de configuración
ja: 設定ファイルが読み込まれていません
pt: Nenhum arquivo de configurações foi carregado
pt_br: Nenhum arquivo de configurações foi carregado
ru: Файл настроек не загружен
