Repository: SaviorXTanren/mixer-mixitup
Catalog: MixItUp.*/Resources.*.resx
Languages: de, es, fr, fr_fr, ja, nl, pt, pt_br, ru, uk

source: Shows User's Amount
es: Muestra la cantidad del usuario
ja: ユーザーの金額を表示します
pt: Mostra o Valor do Usuário
pt_br: Mostra o valor do usuário
ru: Показывает сумму пользователя

# DonatedAmount
source: Donated {0}
es: {0} donados
ja: 寄付{0}
pt: doação de {0}
pt_br: Doado {0}
ru: Пожертвованные {0}

# StreamlootsPacksPurchasedAmount
source: Purchased {0} Pack(s)
es: Paquete(s) de {0} comprado(s)
ja: 購入した{0}パック
pt: Pacotes de {0} comprados
pt_br: Comprou {0} pacote(s)
ru: Приобретенные {0} пакеты

# TwitchBitsCheeredAmount
source: Cheer {0} Bits
ja: チア{0}ビット
pt_br: Torça {0} bits
ru: Подбодрите {0} Биты

# AlertDonated
source: {0} Donated {1}
es: {0} {1} donados
ja: {0}寄付{1}
pt: {0} doação de {1}
pt_br: {0} Doado {1}
ru: {0} Пожертвованные {1}

source: Toggle Command
es: Comando de alternancia
ja: トグル コマンド
pt: Alternar comando
pt_br: Comando de alternância
ru: Команда переключения

source: Port Number
es: Número de puerto
ja: ポート番号
pt: Número da porta
pt_br: Número da porta
ru: Номер порта

source: Trovo Custom Role
es: Rol personalizado de Trovo
ja: トロヴォカスタムロール
pt: Papel personalizado de Trovo
pt_br: Função personalizada Trovo
ru: Пользовательская роль Trovo

source: Text-To-Speech functionality provided by
es: Funcionalidad de texto a voz proporcionada por
ja: によって提供される音声合成機能
pt: Funcionalidade text-to-speech fornecida por
pt_br: Funcionalidade de conversão de texto em fala fornecida por
ru: Функция преобразования текста в речь, предоставляемая

source: Auto-Moderated
es: Moderado automáticamente
ja: 自動モデレート
pt: Auto-moderado
pt_br: Moderado automaticamente
ru: Автомодерирование

source: By
es: Por
ja: によって
pt: Por
pt_br: Por
ru: Около

source: Deleted By
es: Eliminado por
ja: 削除されたユーザー
pt: Excluído por
pt_br: Excluído por
ru: Удалено

# WhisperNumberFormat
source: Whisperer #{0}
es: Susurrador #{0}
ja: ウィスパラー #{0}
pt: Sussurrador #{0}
pt_br: Sussurrador #{0}
ru: Шепчущий #{0}

# AutoCommandsExplanation
source: The following commands can be automatically created for you to get started with using this feature. Would you like us to automatically add the following commands for you?
es: Los siguientes comandos se pueden crear automáticamente para que pueda comenzar a usar esta función. ¿Desea que agreguemos automáticamente los siguientes comandos para usted?
ja: この機能を使用する際に、次のコマンドを自動的に作成できます。次のコマンドを自動的に追加しますか?
pt: Os seguintes comandos podem ser criados automaticamente para que você comece usando esse recurso. Gostaria que adicionamos automaticamente os seguintes comandos para você?
pt_br: Os comandos a seguir podem ser criados automaticamente para você começar a usar esse recurso. Deseja que adicionemos automaticamente os seguintes comandos para você?
ru: Следующие команды могут быть автоматически созданы для начала работы с этой функцией. Вы хотите, чтобы мы автоматически добавили следующие команды для вас?

source: Mix It Up - Pop Out
es: Mézclalo - Pop Out
ja: ミックス・イット・アップ - ポップアウト
pt_br: Misture tudo - saia
ru: Смешайте это - Pop Out

source: Mix It Up - New User Wizard
es: Mezclarlo - Asistente para nuevos usuarios
ja: ミックス・イット・アップ - 新規ユーザー・ウィザード
pt: Mix It Up - Novo Assistente de Usuário
pt_br: Misture tudo - Assistente de novo usuário
ru: Смешайте - Мастер создания пользователя

source: User Editor
es: Editor de usuarios
ja: ユーザー エディタ
pt: Editor de Usuário
pt_br: Editor de usuário
ru: Редактор пользователей

# WizardBack
source: < Back
es: < Volver
ja: <バック
pt: < De Volta
pt_br: < Voltar
ru: < Назад

# WizardCommands1
source: Mix It Up uses a Command & Action structure for everything throughout the app. Think of it similar to a recipe that you would follow to make food.
es: Mix It Up utiliza una estructura de comando y acción para todo en toda la aplicación. Piense en ello de manera similar a una receta que seguiría para hacer comida.
ja: Mix It Upは、アプリ全体のすべてのコマンド&アクション構造を使用しています。あなたが食べ物を作るために従うレシピに似ていると思います。
pt: O Mix It Up usa uma estrutura de Comando & Ação para tudo em todo o aplicativo. Pense nisso semelhante a uma receita que você seguiria para fazer comida.
pt_br: Mix It Up usa uma estrutura de Comando e Ação para tudo no aplicativo. Pense nisso como uma receita que você seguiria para fazer comida.
ru: Mix It Up использует структуру Command & Action для всего в приложении. Подумайте об этом как о рецепте, которому вы будете следовать, чтобы приготовить еду.

# WizardCommands2
source: Let's say you wanted to make some pasta; you would follow the steps in the recipe one after the other until you're done. You also would follow every step in the order they are specified. For example, you need to heat the water before you can add the pasta.
es: Digamos que querías hacer un poco de pasta; seguirías los pasos de la receta uno tras otro hasta que hayas terminado. También seguiría cada paso en el orden en que se especifican. Por ejemplo, debe calentar el agua antes de poder agregar la pasta.
ja: パスタを作りたかったとしましょう。完了するまで、レシピの手順を次々と実行します。また、指定された順序ですべてのステップに従うこともできます。たとえば、パスタを追加する前に、水を加熱する必要があります。
pt: Digamos que você queria fazer macarrão; você seguiria os passos na receita um após o outro até que você esteja feito. Você também seguiria cada passo na ordem em que eles são especificados. Por exemplo, você precisa aquecer a água antes de poder adicionar a massa.
pt_br: Digamos que você queira fazer macarrão; você seguiria as etapas da receita, uma após a outra, até terminar. Você também seguiria todas as etapas na ordem em que são especificadas. Por exemplo, você precisa aquecer a água antes de adicionar o macarrão.
ru: Допустим, вы хотели сделать макароны; Вы будете следовать шагам в рецепте один за другим, пока не закончите. Вы также будете следовать каждому шагу в указанном порядке. Например, вам нужно нагреть воду, прежде чем вы сможете добавить макароны.

# WizardCommands3
source: Commands are like a recipe and actions are the steps in that recipe. Let's say you make a shout out command, what are the things it should do? Each of those "things" can be thought of as an action.
es: Los comandos son como una receta y las acciones son los pasos en esa receta. Digamos que haces un grito de orden, ¿cuáles son las cosas que debe hacer? Cada una de esas "cosas" puede ser pensada como una acción.
ja: コマンドはレシピのようなもので、アクションはそのレシピのステップです。あなたが叫ぶコマンドを作るとしましょう、それは何をすべきかですか?これらの「もの」のそれぞれは、アクションと考えることができます。
pt: Comandos são como uma receita e ações são os passos nessa receita. Digamos que você faça um comando de grito, quais são as coisas que ele deve fazer? Cada uma dessas "coisas" pode ser considerada como uma ação.
pt_br: Os comandos são como uma receita e as ações são as etapas dessa receita. Digamos que você dê um comando de grito, o que ele deve fazer? Cada uma dessas “coisas” pode ser pensada como uma ação.
ru: Команды похожи на рецепт, а действия — это шаги в этом рецепте. Допустим, вы делаете команду крика, что она должна делать? Каждую из этих «вещей» можно рассматривать как действие.

# WizardCommands4
source: In this example, our shout out command sends a message to chat, plays a sound, waits 10 seconds, and then shows an image. Each of those correspond to a different action type (Chat, Sound, Wait, and Overlay).
es: En este ejemplo, nuestro comando shout out envía un mensaje para chatear, reproduce un sonido, espera 10 segundos y, a continuación, muestra una imagen. Cada uno de ellos corresponde a un tipo de acción diferente (Chat, Sonido, Espera y Superposición).
ja: この例では、shoutout コマンドはメッセージをチャットに送信し、サウンドを再生し、10 秒間待機してから画像を表示します。これらの各アクションの種類 (チャット、サウンド、待機、およびオーバーレイ) に対応します。
pt: Neste exemplo, nosso comando shout out envia uma mensagem para conversar, toca um som, espera 10 segundos e, em seguida, mostra uma imagem. Cada um deles corresponde a um tipo de ação diferente (Chat, Som, Espera e Sobreposição).
pt_br: Neste exemplo, nosso comando de grito envia uma mensagem para o chat, reproduz um som, espera 10 segundos e depois mostra uma imagem. Cada um deles corresponde a um tipo de ação diferente (Bate-papo, Som, Espera e Sobreposição).
ru: В этом примере наша команда shout out отправляет сообщение в чат, воспроизводит звук, ждет 10 секунд, а затем показывает изображение. Каждый из них соответствует отдельному типу действия (Чат, Звук, Ожидание и Наложение).

# WizardFinal1
source: Mix It Up is a desktop-only application, so your settings and data only exist on your computer. Therefore we encourge users to set up automatic backups for your settings to ensure you always have something to fall back to in the event of any issues:
es: Mix It Up es una aplicación de solo escritorio, por lo que su configuración y datos solo existen en su computadora. Por lo tanto, alentamos a los usuarios a configurar copias de seguridad automáticas para su configuración para garantizar que siempre tenga algo a lo que recurrir en caso de cualquier problema:
ja: Mix It Up はデスクトップ専用のアプリケーションであるため、設定とデータはコンピューター上にのみ存在します。したがって、問題が発生した場合に常にフォールバックする必要があるものを確保するために、設定の自動バックアップを設定するようユーザーに求めます。
pt: Mix It Up é um aplicativo somente para desktop, de modo que suas configurações e dados só existem no seu computador. Portanto, codificamos os usuários a configurar backups automáticos para suas configurações para garantir que você sempre tenha algo para voltar no caso de quaisquer problemas:
pt_br: Mix It Up é um aplicativo somente para desktop, portanto, suas configurações e dados existem apenas no seu computador. Portanto, incentivamos os usuários a configurar backups automáticos de suas configurações para garantir que você sempre tenha algo a que recorrer no caso de qualquer problema:
ru: Mix It Up — это приложение только для настольных компьютеров, поэтому ваши настройки и данные существуют только на вашем компьютере. Поэтому мы призываем пользователей настроить автоматическое резервное копирование для ваших настроек, чтобы у вас всегда было к чему обратиться в случае каких-либо проблем:

# WizardFinal2
source: Don't know how a feature works or want more info? Simply click on the Help icon on the top bar of the main window to find out more!
es: ¿No sabes cómo funciona una función o quieres más información? ¡Simplemente haga clic en el icono de Ayuda en la barra superior de la ventana principal para obtener más información!
ja: 機能の仕組みや詳細情報が必要な場合は、次の点に関する情報が必要ですか?メインウィンドウの上部のバーにあるヘルプアイコンをクリックするだけで、詳細を確認できます。
pt: Não sabe como um recurso funciona ou quer mais informações? Basta clicar no ícone Ajuda na barra superior da janela principal para saber mais!
pt_br: Não sabe como funciona um recurso ou deseja mais informações? Basta clicar no ícone Ajuda na barra superior da janela principal para saber mais!
ru: Не знаете, как работает функция, или хотите получить дополнительную информацию? Просто нажмите на значок «Справка» на верхней панели главного окна, чтобы узнать больше!

# WizardFinal3
source: Don't forget the following resources available to you for questions & support:
es: No olvide los siguientes recursos disponibles para preguntas y apoyo:
ja: 質問とサポートのために利用可能な次のリソースを忘れないでください。
pt: Não se esqueça dos seguintes recursos disponíveis para perguntas e suporte:
pt_br: Não se esqueça dos seguintes recursos disponíveis para perguntas e suporte:
ru: Не забудьте о следующих ресурсах, доступных вам для вопросов и поддержки:

# WizardFinal4
source: Thanks for using Mix It Up and we hope it meets all your needs!
es: ¡Gracias por usar Mix It Up y esperamos que satisfaga todas sus necesidades!
ja: ミックス・イット・アップを使用してくれてありがとう、私たちはそれがすべてのあなたのニーズを満たしていることを願っています!
pt: Obrigado por usar o Mix It Up e esperamos que ele atenda a todas as suas necessidades!
pt_br: Obrigado por usar o Mix It Up e esperamos que atenda a todas as suas necessidades!
ru: Спасибо за использование Mix It Up, и мы надеемся, что он отвечает всем вашим потребностям!

# WizardIntro1
source: This wizard will help get started with Mix It Up by logging you into your streaming platform accounts, help you import your existing data from some bots, and walk you through some of the ropes of how things work.
es: Este asistente lo ayudará a comenzar con Mix It Up iniciando sesión en sus cuentas de plataforma de transmisión, lo ayudará a importar sus datos existentes de algunos bots y lo guiará a través de algunas de las cuerdas de cómo funcionan las cosas.
ja: このウィザードは、ストリーミングプラットフォームアカウントにログインしてMix It Upを使い始め、一部のボットから既存のデータをインポートし、物事がどのように機能するかを説明します。
pt: Este assistente ajudará a começar com o Mix It Up, registrando-o em suas contas de plataforma de streaming, ajudá-lo a importar seus dados existentes de alguns bots e levá-lo através de algumas das cordas de como as coisas funcionam.
pt_br: Este assistente ajudará você a começar a usar o Mix It Up, fazendo login em suas contas da plataforma de streaming, ajudará você a importar seus dados existentes de alguns bots e orientará você sobre como as coisas funcionam.
ru: Этот мастер поможет начать работу с Mix It Up, войдя в ваши учетные записи потоковой платформы, поможет вам импортировать существующие данные из некоторых ботов и проведет вас через некоторые из веревок того, как все работает.

# WizardIntro2
source: Before we get started, we want to let you know about some great resources you can use to help you with problems or give you ideas of things to create. Click any of the buttons below to go to that resource:
es: Antes de comenzar, queremos informarle sobre algunos excelentes recursos que puede usar para ayudarlo con los problemas o darle ideas de cosas para crear. Haga clic en cualquiera de los botones a continuación para ir a ese recurso:
ja: 始める前に、問題を解決したり、作成するアイデアを提供するために使用できるいくつかの優れたリソースについてお知らせしたいと思います。以下のいずれかのボタンをクリックして、そのリソースに移動します。
pt: Antes de começarmos, queremos que você saiba sobre alguns grandes recursos que você pode usar para ajudá-lo com problemas ou dar-lhe ideias de coisas para criar. Clique em qualquer um dos botões abaixo para ir para esse recurso:
pt_br: Antes de começarmos, queremos informá-lo sobre alguns recursos excelentes que você pode usar para ajudá-lo com problemas ou para lhe dar ideias de coisas para criar. Clique em qualquer um dos botões abaixo para acessar esse recurso:
ru: Прежде чем мы начнем, мы хотим сообщить вам о некоторых отличных ресурсах, которые вы можете использовать, чтобы помочь вам с проблемами или дать вам идеи о том, что нужно создать. Нажмите любую из кнопок ниже, чтобы перейти к этому ресурсу:

# WizardIntro3
source: Our Discord is our main point for support & questions. This should be your first place to go to for any issues you might be encountering.
es: Nuestro Discord es nuestro punto principal de apoyo y preguntas. Este debería ser su primer lugar al que acudir para cualquier problema que pueda encontrar.
ja: 私たちの不和は、サポート&質問のための私たちの主なポイントです。これは、あなたが遭遇する可能性のある問題のために行く最初の場所でなければなりません。
pt: Nossa Discórdia é nosso principal ponto de apoio e perguntas. Este deve ser o seu primeiro lugar para ir para qualquer problema que você possa estar encontrando.
pt_br: Nosso Discord é nosso principal ponto de suporte e dúvidas. Este deve ser o seu primeiro lugar para resolver qualquer problema que possa encontrar.
ru: Наш Discord является нашей главной целью для поддержки и вопросов. Это должно быть вашим первым местом, куда можно обратиться по любым проблемам, с которыми вы можете столкнуться.

# WizardIntro4
source: Our Twitter account is a great way to stay up to date on important announcements or major updates.
es: Nuestra cuenta de Twitter es una excelente manera de mantenerse al día sobre anuncios importantes o actualizaciones importantes.
ja: Twitterアカウントは、重要な発表や主要なアップデートを最新の状態に保つ素晴らしい方法です。
pt: Nossa conta no Twitter é uma ótima maneira de se manter atualizado sobre anúncios importantes ou grandes atualizações.
pt_br: Nossa conta no Twitter é uma ótima maneira de se manter atualizado sobre anúncios importantes ou atualizações importantes.
ru: Наш аккаунт в Твиттере — отличный способ быть в курсе важных объявлений или крупных обновлений.

# WizardIntro5
source: Our YouTube account features many tutorials create by us and our community to help ramp you up or show off cool creations.
es: Nuestra cuenta de YouTube cuenta con muchos tutoriales creados por nosotros y nuestra comunidad para ayudarte a mejorar o mostrar creaciones geniales.
ja: 私たちのYouTubeアカウントは、私たちと私たちのコミュニティがあなたを盛り上げたり、クールな作品を披露するのを助けるために作成した多くのチュートリアルを備えています。
pt: Nossa conta no YouTube apresenta muitos tutoriais criados por nós e nossa comunidade para ajudar a ramp-lo ou mostrar criações legais.
pt_br: Nossa conta no YouTube apresenta muitos tutoriais criados por nós e por nossa comunidade para ajudar você a se animar ou exibir criações incríveis.
ru: В нашем аккаунте YouTube есть много учебных пособий, созданных нами и нашим сообществом, чтобы помочь вам нарастить или показать крутые творения.

# WizardIntro6
source: Our Wiki pages contain detailed information about many of the different features available throughout the entire app.
es: Nuestras páginas Wiki contienen información detallada sobre muchas de las diferentes características disponibles en toda la aplicación.
ja: ウィキのページには、アプリ全体で利用できるさまざまな機能の多くについての詳細情報が含まれています。
pt: Nossas páginas do Wiki contêm informações detalhadas sobre muitos dos diferentes recursos disponíveis em todo o aplicativo.
pt_br: Nossas páginas Wiki contêm informações detalhadas sobre muitos dos diferentes recursos disponíveis em todo o aplicativo.
ru: Наши вики-страницы содержат подробную информацию о многих различных функциях, доступных во всем приложении.

# WizardNext
source: Next >
es: Siguiente >
ja: 次の>
pt: Próxima >
pt_br: Próximo >
ru: Следующая >

source: Mix It Up - Login
es: Mezclarlo - Iniciar sesión
ja: ミックス・イット・アップ - ログイン
pt_br: Misture tudo - Login
ru: Смешайте - Войдите

source: A new update is available for Mix It Up!
es: Una nueva actualización está disponible para Mix It Up!
ja: 新しいアップデートは、ミックスイットアップのために利用可能です!
pt: Uma nova atualização está disponível para Mix It Up!
pt_br: Uma nova atualização está disponível para Mix It Up!
ru: Доступно новое обновление для Mix It Up!

source: Current Version
es: Versión actual
ja: 現在のバージョン
pt: Versão atual
pt_br: Versão Atual
ru: Текущая версия

# IfUpdateDoesNotCompleteRestartComputer
source: If the update does not complete successfully and you are prompted to update again, restart your computer first & then try again.
es: Si la actualización no se completa correctamente y se le pide que vuelva a actualizar, reinicie primero el equipo y vuelva a intentarlo.
ja: 更新が正常に完了せず、再度更新するように求めるメッセージが表示された場合は、まずコンピュータを再起動して、もう一度実行してください。
pt: Se a atualização não for concluída com sucesso e você for solicitado a atualizar novamente, reinicie o computador primeiro e tente novamente.
pt_br: Se a atualização não for concluída com êxito e você for solicitado a atualizar novamente, reinicie o computador primeiro e tente novamente.
ru: Если обновление не завершается успешно и появляется запрос на повторное обновление, сначала перезагрузите компьютер, а затем повторите попытку.

source: Mix It Up - Update Available
es: Mix It Up - Actualización disponible
ja: ミックス・イット・アップ - 利用可能なアップデート
pt: Mix It Up - Atualização Disponível
pt_br: Misture tudo - atualização disponível
ru: Mix It Up - Доступно обновление

source: New Version
es: Nueva versión
ja: 新しいバージョン
pt: Nova versão
pt_br: Nova versão
ru: Новая версия

# PreviewUpdateWarning1
source: IMPORTANT NOTICE: Preview updates are an opportunity to help test features early and report issues. They receive some amount of testing before they are released, but not the same amount given to public updates.
es: AVISO IMPORTANTE: Las actualizaciones de vista previa son una oportunidad para ayudar a probar las características de forma temprana e informar de problemas. Reciben una cierta cantidad de pruebas antes de su lanzamiento, pero no la misma cantidad que se les da a las actualizaciones públicas.
ja: 重要な注意: プレビュー更新は、早期に機能をテストし、問題を報告するのに役立つ機会です。リリース前にいくらかのテストを受け取りますが、公開アップデートに与えられる金額と同じではありません。
pt: AVISO IMPORTANTE: As atualizações de visualização são uma oportunidade para ajudar a testar os recursos mais cedo e relatar problemas. Eles recebem alguma quantidade de testes antes de serem lançados, mas não o mesmo valor dado às atualizações públicas.
pt_br: AVISO IMPORTANTE: As atualizações de visualização são uma oportunidade para ajudar a testar recursos antecipadamente e relatar problemas. Eles recebem alguns testes antes de serem lançados, mas não a mesma quantidade dada às atualizações públicas.
ru: ВАЖНОЕ ЗАМЕЧАНИЕ: Предварительные обновления — это возможность помочь протестировать функции на ранней стадии и сообщить о проблемах. Они получают некоторое количество тестирования перед выпуском, но не столько же, сколько даются публичным обновлениям.

# PreviewUpdateWarning2
source: We encourage you to backup your settings first by clicking Skip below and then going to Settings -> Advanced. If you do not want to take this update, please click Skip below and optionally disable Preview Program under Settings -> General.
es: Le recomendamos que primero haga una copia de seguridad de su configuración haciendo clic en Omitir a continuación y luego vaya a Configuración -> Avanzado. Si no desea realizar esta actualización, haga clic en Omitir a continuación y, opcionalmente, deshabilite el programa de vista previa en Configuración -> General.
ja: まず、下の [スキップ] をクリックしてから 、[詳細設定] をクリックして設定をバックアップ>推奨します。この更新プログラムを適用しない場合は、下の [スキップ] をクリックし、[設定 ] の [全般] の下の [プレビュー プログラム] >無効にしてください。
pt: Nós encorajamos você a fazer backup de suas configurações primeiro clicando em Pular abaixo e, em seguida, indo para Configurações -> Advanced. Se você não quiser retirar esta atualização, clique em Pular abaixo e desabilite opcionalmente o Programa de Visualização em Configurações -> Geral.
pt_br: Recomendamos que você faça backup de suas configurações primeiro clicando em Pular abaixo e depois indo para Configurações -> Avançado. Se você não quiser fazer esta atualização, clique em Ignorar abaixo e, opcionalmente, desative o Programa de visualização em Configurações -> Geral.
ru: Мы рекомендуем вам сначала создать резервную копию настроек, нажав кнопку Пропустить ниже, а затем перейдя в Настройки -> Дополнительно. Если вы не хотите использовать это обновление, нажмите пропустить ниже и при необходимости отключите программу предварительного просмотра в разделе Настройки -> Общие.

source: Skip
es: Saltarse
ja: スキップ
pt: Saltitar
pt_br: Pular
ru: Пропустить

source: Would you like to download this update?
es: ¿Desea descargar esta actualización?
ja: この更新プログラムをダウンロードしますか?
pt: Quer baixar esta atualização?
pt_br: Gostaria de baixar esta atualização?
ru: Вы хотите загрузить это обновление?

source: Delete Quote
es: Borrar Cita
pt_br: Excluir cotação

# PreMadeChatCommandDeleteQuoteUsage
source: USAGE: !deletequote [QUOTE NUMBER]
es: USO: !deletequote [NRO DE CITA]
pt_br: USO: !deletequote [NÚMERO DE CITAÇÃO]

# QuoteDeletedHeader
source: Quote Deleted:
es: Cita eliminada:
pt_br: Citação excluída:

source: Add User
es: Añadir Usuario
pt_br: Adicionar usuário
ru: Добавить пользователя

# UsersUnableToFindUser
source: Unable find the user "{0}"
es: No se puede encontrar el usuario "{0}"
pt_br: Não foi possível encontrar o usuário "{0}"
ru: Не удалось найти пользователя "{0}"

# UsersSuccessfullyFoundUser
source: The user {0} was successfully found and added in to Mix It Up
es: El usuario {0} fue encontrado y añadido a Mix It Up
pt_br: O usuário {0} foi encontrado e adicionado com sucesso ao Mix It Up
ru: Пользователь {0} успешно найден и добавлен в Mix it Up
