Repository: SaviorXTanren/mixer-mixitup
Catalog: MixItUp.*/Resources.*.resx
Languages: de, es, fr, fr_fr, ja, nl, pt, pt_br, ru, uk

source: Chat
de: Plaudern
fr: Bavarder
ja: チャット
nl: Babbelen
pt: Bater papo
pt_br: Bater papo
ru: Чат
uk: Чат

source: Chat Message
de: Chat-Nachricht
es: Mensaje de chat
fr_fr: Message du chat
ja: チャットメッセージ
nl: Chatbericht
pt: Mensagem de bate-papo
pt_br: Mensagem de bate-papo
ru: Сообщение в чате
uk: Повідомлення чату

source: Chat Messages
de: Chat-Nachrichten
es: Mensajes de chat
fr_fr: Messages du chat
ja: チャットメッセージ
nl: Chatberichten
pt: Mensagens de bate-papo
pt_br: Mensagens de bate-papo
ru: Сообщения чата
uk: Повідомлення чату

source: Chat Messages Sent
de: Gesendete Chat-Nachrichten
es: Mensajes de chat enviados
fr: Messages de chat envoyés
ja: チャット メッセージの送信
nl: Verzonden chatberichten
pt: Mensagens de bate-papo enviadas
pt_br: Mensagens de bate-papo enviadas
ru: Сообщение чата отправлено
uk: Повідомлення чату надіслано

source: Chat Tagged Sound
es: Sonido de etiqueta de chat
fr: Chat Tagged Son
fr_fr: Son du tag de message dans le chat
ja: チャットタグ付きサウンド
nl: Chat Tagged Geluid
pt: Som marcado por bate-papo
pt_br: Som marcado no bate-papo
ru: Звук упоминания в чате
uk: Звук з тегами чату

source: Chat Text Moderation
es: Moderación de chat de texto
fr: Modération de texte de chat
ja: チャットテキストモデレート
nl: Chattekst moderatie
pt: Moderação de texto de bate-papo
pt_br: Moderação de texto de bate-papo
ru: Модерация чата
uk: Модерація тексту чату

# ChatTriggersHintAssist
source: Chat Trigger(s) (Space seperated, semi-colon for multi-word)
de: Chat-Auslöser (Leerzeichen getrennt, Semikolon für mehrere Wörter)
es: Disparador(es) de chat (espacio separado, punto y coma para varias palabras)
fr: Déclencheur(s) de chat (Espace séparé, point-virgule pour plusieurs mots)
fr_fr: Commande dans le chat (Espace séparé, point-virgule pour plusieurs mots)
ja: チャットトリガー(スペースセペタ、セミコロン(マルチワード)
nl: Chattrigger(s) (spatie gescheiden, puntkomma voor meerdere woorden)
pt: Chat Trigger(s) (Espaço seperado, semi-cólon para várias palavras)
pt_br: Gatilho(s) de bate-papo (separados por espaço, ponto e vírgula para várias palavras)
ru: Триггер(ы) для чата (Разделять пробелами, точка с запятой для нескольких слов)
uk: Тригер чату (пробіл відокремлюваний, крапка з комою для декількох слів)

# ChatTriggersNoExclamationHintAssist
source: Chat Trigger(s) (No "!" needed, space seperated, semi-colon for multi-word)
de: Chat-Auslöser (Kein "!" erforderlich, Leerzeichen getrennt, Semikolon für mehrere Wörter)
es: Disparador(es) de chat (No se necesita "!", espacio separado, punto y coma para varias palabras)
fr: Déclencheur(s) de chat (Pas de « ! » nécessaire, espace séparé, point-virgule pour plusieurs mots)
fr_fr: Commande dans le chat ( "!" non nécessaire, espace séparé, point-virgule pour plusieurs mots)
ja: チャットトリガー(不要、スペース区切り、マルチワードのセミコロン)
nl: Chat Trigger(s) (Geen "!" nodig, spatie gescheiden, puntkomma voor meerdere woorden)
pt: Chat Trigger(s) (Sem "!" necessário, espaço seperado, semi-cólon para várias palavras)
pt_br: Gatilho(s) de bate-papo (não é necessário "!", separado por espaço, ponto e vírgula para várias palavras)
ru: Триггер(ы) для чата ("!" не требуется, разделять пробелами, точка с запятой для нескольких слов)
uk: Чат Тригер (No "!" необхідно, простір відокремлений, крапка з комою для декількох слів)

source: Chat Whisper Sound
de: Chat Flüsterton
es: Sonido de susurro
fr_fr: Son des messages en chuchotement
ja: チャット ウィスパーサウンド
nl: Chat fluistergeluid
pt_br: Som de sussurro de bate-papo
ru: Звук ЛС
uk: Чат Шепіт звук

# ClearAllUserDataHeader
source: Clear all User data (Hours, Currency, Rank, etc)
de: Löschen Sie alle Benutzerdaten (Stunden, Währung, Rang usw.)
es: Borrar todos los datos del usuario (horas, moneda, rango, etc.)
fr: Effacer toutes les données utilisateur (heures, devise, rang, etc.)
ja: すべてのユーザーデータを消去する(時間、通貨、ランクなど)
nl: Wis alle gebruikersgegevens (uren, valuta, rang, enz.)
pt: Limpar todos os dados do Usuário (Horas, Moeda, Classificação, etc)
pt_br: Limpe todos os dados do usuário (horas, moeda, classificação, etc.)
ru: Очистить все данные пользователя (часы просмотра, валюта, ранг и т.д.)
uk: Очистити всі дані користувача (години, валюта, ранг і т.д.)

source: Clear Chat
de: Chat löschen
es: Limpiar chat
fr: Effacer le chat
fr_fr: Effacer le chat
ja: クリアチャット
nl: Chat wissen
pt: Limpar bate-papo
pt_br: Limpar bate-papo
ru: Очистить чат
uk: Очистити чат

# ClearChatConfirmation
source: This will clear all chat messages for the stream. Are you sure?
de: Dadurch werden alle Chatnachrichten für den Stream löscht. Bist du sicher?
es: Esto borrará todos los mensajes de chat para la transmisión. ¿Estás seguro?
fr: Cela effacera tous les messages de chat pour le flux. Es-tu sûr?
fr_fr: Cela effacera tous les messages de chat pour le flux. Êtes-vous sûr?
ja: これにより、ストリームのすべてのチャット メッセージがクリアされます。確かですか。
nl: Hiermee worden alle chatberichten voor de stream gewist. Weet je het zeker?
pt: Isso limpará todas as mensagens do bate-papo. Tem certeza?
pt_br: Isso limpará todas as mensagens de bate-papo do stream. Tem certeza?
ru: Это позволит очистить все сообщения в чате стрима. Уверены?
uk: Це очистить всі повідомлення чату для потоку. Ти впевнений?

source: Clear Queue
de: Warteschlange löschen
es: Borrar cola
fr: Effacer la file d’attente
fr_fr: Effacer la file d'attente
ja: キューのクリア
nl: Wachtrij wissen
pt: Fila limpa
pt_br: Limpar fila
ru: Очистить очередь
uk: Очистити чергу

source: Clear User Data
de: Benutzerdaten löschen
es: Borrar datos de usuario
fr: Effacer les données utilisateur
fr_fr: Effacer les données sur l'utilisateur
ja: ユーザー データのクリア
nl: Gebruikersgegevens wissen
pt: Limpar dados do usuário
pt_br: Limpar dados do usuário
ru: Очистить пользовательские данные
uk: Очистити дані користувача

source: Click
de: Klicken
es: Clic
fr: Cliquer
fr_fr: Cliquez ici
ja: クリック
nl: Klikken
pt: Clique
pt_br: Clique
ru: Нажать
uk: Натисніть

source: Close
de: Schließen
es: Cerrar
fr: Fermer
fr_fr: Fermer
ja: 閉める
nl: Sluiten
pt: Fechar
pt_br: Fechar
ru: Закрывать
uk: Закрити

# ClosingPleaseWait
source: Please wait while Mix It Up saves your settings and shuts down...
de: Bitte warten Sie, während Mix It Up Ihre Einstellungen speichert und herunterfährt...
es: Espere mientras Mix It Up guarda su configuración y se cierra...
fr: Veuillez patienter pendant que Mix It Up enregistre vos paramètres et s’arrête...
fr_fr: Attendez que Mix It Up enregistre vos paramètres et s’arrête ...
ja: ミックス・イット・アップがあなたの設定を保存し、シャットダウンしている間待ってください.
nl: Wacht even terwijl Mix It Up je instellingen opslaat en afsluit...
pt: Por favor, espere enquanto Mix It Up salva suas configurações e desliga...
pt_br: Aguarde enquanto o Mix It Up salva suas configurações e desliga...
ru: Пожалуйста, подождите, пока Mix It Up сохраняет ваши настройки и выключается...
uk: Будь ласка, зачекайте, поки Mix It Up збереже ваші налаштування і вимкнеться ...

source: Color Scheme
de: Farbschema
es: Esquema de color
fr: Couleurs
fr_fr: Schéma de Couleurs
ja: 配色
nl: Kleurenschema
pt: Esquema de cores
pt_br: Esquema de cores
ru: Цветовая схема
uk: Колірна схема

# ColumnNumber
source: Column #
de: Spalte #
es: Columna #
fr: Colonne #
ja: コラム#
nl: Kolom #
pt: Coluna #
pt_br: Coluna #
ru: Столбец №
uk: Стовпець #

source: Command
de: Befehl
es: Comando
fr: Commander
ja: 命令
nl: Bevelen
pt: Comando
pt_br: Comando
ru: Команда
uk: Команда

source: Command Group
de: Kommandogruppe
es: Grupo de comando
fr: Groupe de commandes
fr_fr: Groupe de commande
ja: コマンド グループ
nl: Opdrachtgroep
pt: Grupo de Comando
pt_br: Grupo de Comando
ru: Группа команд
uk: Група команд

# CommandNoBang
source: Command (No '!' needed)
de: Befehl (Kein '!' erforderlich)
es: Comando (No se necesita '!')
fr: Commande (Pas besoin de '!')
ja: コマンド (不要です。
nl: Commando (Geen '!' nodig)
pt: Comando (Não é necessário '!'
pt_br: Comando (não é necessário '!')
ru: Команда ('!' не требуется)
uk: Команда (не потрібно "!")

source: Commands
de: Befehle
es: Comandos
fr: Commandes
ja: コマンド
nl: Opdrachten
pt: Comandos
pt_br: Comandos
ru: Команды
uk: Команди

source: Commands Run
de: Befehle ausführen
es: Ejecutar Comandos
fr: Commandes exécutées
ja: コマンドの実行
nl: Opdrachten uitvoeren
pt: Comandos Executados
pt_br: Comandos executados
ru: Выполнение команд
uk: Команди Виконати

source: Compare
de: Vergleichen
es: Comparar
fr: Comparer
ja: 比べる
nl: Vergelijken
pt: Comparar
pt_br: Comparar
ru: Сравнивать
uk: Порівняти

source: Conditional
de: Konditional
es: Condicional
fr: Conditionnel
ja: 条件付きの
nl: Voorwaardelijk
pt: Condicional
pt_br: Condicional
ru: Условие
uk: Умовний

source: Connect
de: Verbinden
es: Conectar
fr: Relier
ja: 繋ぐ
nl: Verbinden
pt: Ligar
pt_br: Conectar
ru: Подключение
uk: Підключатися

source: Connect Devices
de: Geräte verbinden
es: Conectar dispositivos
fr: Connecter des appareils
ja: デバイスの接続
nl: Apparaten aansluiten
pt: Conectar dispositivos
pt_br: Conectar dispositivos
ru: Подключённые устройства
uk: Підключення пристроїв

# ContactAndResources
source: Contact & Resources
de: Kontakt & Ressourcen
es: Contacto y recursos
fr: Contact & Ressources
ja: お問い合わせとリソース
nl: Contact & Bronnen
pt: Contato & Recursos
pt_br: Contato e Recursos
ru: Контакты и ресурсы
uk: Контакти & ресурси

source: Contains
de: Enthält
es: Contiene
fr: Contient
ja: 含む
nl: Bevat
pt: Contém
pt_br: Contém
ru: Содержит
uk: Містить

source: Control
de: Steuerung
fr: Contrôle
ja: コントロール
nl: Beheersen
pt: Controle
pt_br: Controlar
ru: Управление
uk: Контроль

source: Cooldown
de: Abklingzeit
fr: Refroidissement
ja: クールダウン
nl: Afkoeling
pt: Resfriamento
pt_br: Esfriar
ru: Перезарядка
uk: Час зарядки

source: Cost
de: Kosten
es: Coste
fr: Coût
ja: 費用
nl: Kosten
pt: Custar
pt_br: Custo
ru: Стоить
uk: Вартість

# CounterCreateAndUpdate
source: Counter (Create & Update)
de: Zähler (Erstellen & Aktualisieren)
es: Contador (Crear y actualizar)
fr: Compteur (Créer et mettre à jour)
ja: カウンター(作成と更新)
nl: Teller (Maken & Bijwerken)
pt: Contador (Criar e Atualizar)
pt_br: Contador (criar e atualizar)
ru: Счетчик (Создать и обновить)
uk: Лічильник (створити та оновити)

# CounterNameWithTips
source: Counter Name (Only Letters & Numbers Allowed, no $)
de: Zählername (Nur Buchstaben und Zahlen erlaubt, keine $)
es: Nombre del contador (solo se permiten letras y números, no $)
fr: Nom du compteur (seules les lettres et les chiffres sont autorisés, pas de $)
fr_fr: Nom du compteur (seulement lettres et numéros autorisés, pas de $)
ja: カウンタ名 (文字と数字のみ、$なし)
nl: Tellernaam (alleen letters en cijfers toegestaan, geen $)
pt: Nome do contador (Somente Letras e Números Permitidos, sem $)
pt_br: Nome do contador (somente letras e números permitidos, sem $)
ru: Имя счётчика (разрешены только буквы и цифры, без $)
uk: Ім'я лічильника (дозволено лише літери та цифри, без $)

source: Counters Folder
de: Ordner "Zähler"
es: Carpeta Contadores
fr: Dossier Compteurs
fr_fr: Dossier des Compteurs
ja: カウンタ フォルダ
nl: Map Tellers
pt: Pasta de contadores
pt_br: Pasta Contadores
ru: Папка для счётчиков
uk: Папка лічильників

source: Cumulative Months Subbed
de: Kumulierte Monate Unterbett
es: Meses seguidos suscrito
fr: Mois cumulés sous-lit
fr_fr: Mois d'abonnements cumulées
ja: サブベッドの累積月数
nl: Cumulatieve maanden subbed
pt: Meses Cumulativos Subbed
pt_br: Meses cumulativos legendados
ru: Сумма месяцев подписки
uk: Кумулятивний підпідряд місяців

source: Currency
de: Währung
es: Moneda
fr: Monnaie
ja: 通貨
nl: Valuta
pt: Moeda
pt_br: Moeda
ru: Валюта
uk: Валюта

source: Currency Cost
de: Währungskosten
es: Coste de la moneda
fr: Coût de la devise
ja: 通貨コスト
nl: Valutakosten
pt: Custo da Moeda
pt_br: Custo da moeda
ru: Стоимость в валюте
uk: Вартість валюти

source: Currency/Rank
de: Währung/Rang
es: Moneda/Rango
fr: Devise/Rang
ja: 通貨/ランク
nl: Valuta/Rang
pt: Moeda/Classificação
pt_br: Moeda/Classificação
ru: Валюта/Ранг
uk: Валюта/ранг

source: Currency/Rank/Inventory
de: Währung/Rang/Inventar
es: Moneda/Rango/Inventario
fr: Devise/Rang/Inventaire
ja: 通貨/ランク/在庫
nl: Valuta/Rang/Voorraad
pt: Moeda/Classificação/Inventário
pt_br: Moeda/Classificação/Inventário
ru: Валюта/Ранг/Инвентарь
uk: Валюта/ранг/інвентар

source: Currency/Rank/Inventory Exempt
de: Währung/Rang/Inventar ausgenommen
es: Moneda/Rango/Inventario Exento
fr: Devise/Rang/Inventaire exempté
fr_fr: Monnaie/Rank/Inventaire Exempt
ja: 通貨/ランク/在庫免除
nl: Valuta/rang/voorraad vrijgesteld
pt: Moeda/Classificação/Estoque Isentos
pt_br: Isento de moeda/classificação/inventário
ru: Валюта/Рейтинг/Инвентарь пусты
uk: Валюта/ ранг / інвентаризація звільнені

source: Currency/Rank Name
de: Währung/Rangname
es: Nombre de moneda/rango
fr: Devise/Nom du rang
ja: 通貨/ランク名
nl: Valuta/Rangnaam
pt: Nome da moeda/classificação
pt_br: Moeda/Nome da Classificação
ru: Название валюты/ранга
uk: Назва грошової одиниці/рангу

source: Currency Requirement
de: Währungsanforderung
es: Requisito de moneda
fr: Exigence de devise
ja: 通貨要件
nl: Valuta vereiste
pt: Exigência de moeda
pt_br: Requisito de moeda
ru: Требования к валюте
uk: Валютні вимоги

source: Current
de: Strömung
es: Actual
fr: Courant
ja: 現在の
nl: Actueel
pt: Atual
pt_br: Atual
ru: Текущий
uk: Струм

source: Custom
de: Gewohnheit
es: Personalizado
fr: Coutume
ja: 習慣
nl: Gewoonte
pt: Costume
pt_br: Personalizado
ru: Своё
uk: Нестандартний

source: Custom Commands
de: Benutzerdefinierte Befehle
es: Comandos personalizados
fr: Commandes personnalisées
ja: カスタム コマンド
nl: Aangepaste opdrachten
pt: Comandos personalizados
pt_br: Comandos personalizados
ru: Свои команды
uk: Настроювані команди

source: Custom Entrance Command
de: Benutzerdefinierter Eingangsbefehl
es: Comando de entrada personalizado
fr: Commande d’entrée personnalisée
ja: カスタムエントランスコマンド
nl: Aangepaste ingangsopdracht
pt: Comando de Entrada Personalizado
pt_br: Comando de entrada personalizado
ru: Команда при входе
uk: Настроювана команда входу

source: Customize Currency/Rank
de: Währung/Rang anpassen
es: Personalizar moneda/rango
fr: Personnaliser la devise/le rang
ja: 通貨/ランクのカスタマイズ
nl: Valuta/rang aanpassen
pt: Personalizar moeda/classificação
pt_br: Personalizar moeda/classificação
ru: Настройка валюты/ранга
uk: Настроювання грошової одиниці/рангу

source: Customize Inventory
de: Inventar anpassen
es: Personalizar inventario
fr: Personnaliser l’inventaire
ja: インベントリのカスタマイズ
nl: Voorraad aanpassen
pt: Personalizar o inventário
pt_br: Personalizar inventário
ru: Настройка инвентаря
uk: Настроювання інвентарю

source: Custom Title
de: Benutzerdefinierter Titel
es: Título personalizado
fr: Titre personnalisé
ja: カスタム タイトル
nl: Aangepaste titel
pt: Título personalizado
pt_br: Título personalizado
ru: Своё название
uk: Настроюваний заголовок

source: Cyan
de: Zyan
es: Cian
ja: シアン
nl: Cyaan
pt: Ciano
pt_br: Ciano
ru: Голубая
uk: Блакитний

source: Daily
de: Täglich
es: Diario
fr: Quotidien
ja: 日毎
nl: Dagelijks
pt: Diário
pt_br: Diário
ru: Ежедневный
uk: Щоденний

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
ja: 暗い
nl: Donker
pt: Escuro
pt_br: Escuro
ru: Тёмная
uk: Темний

source: Dashboard
de: Instrumententafel
es: Panel
fr: Tableau de bord
fr_fr: Tableau de Bord
ja: ダッシュボード
pt: Painel
pt_br: Painel
ru: Панель управления
uk: Панелі

source: Date
de: Datum
es: Fecha
ja: 日付
nl: Datum
pt: Data
pt_br: Data
ru: Дата
uk: Дата

source: Date/Time
de: Datum/Uhrzeit
es: Fecha/Hora
fr: Date/Heure
ja: 日付/時刻
nl: Datum/tijd
pt: Data/hora
pt_br: Data/Hora
ru: Дата/Время
uk: Дата й час

source: Deafen
de: Betäuben
es: Ensordecer
fr: Assourdir
fr_fr: Muet
ja: 聾する
nl: Verdoven
pt: Ensurdecer
pt_br: Ensurdecer
ru: Заглушить
uk: Оглушений

# DeafenSelf
source: Deafen/Undeafen Self
de: Taubes/Undeafen-Selbst
es: Ensordecer/Quitar ensordecer
fr: Moi sourd/sourd
fr_fr: Muet/Se rendre muet
ja: ろう者/耳が聞こえない自己
nl: Doof/Ondoof zelf
pt_br: Ensurdecido/Não-surdo
ru: Заглушить / Разрешить говорить себе
uk: Оглушений/Нелафен Я

source: Deduct From User Running Command
de: Vom Benutzer ausgeführten Befehl abziehen
es: Deducir del usuario ejecutando el comando
fr: Déduire de la commande d’exécution de l’utilisateur
fr_fr: Déduire de la commande en cours d'exécution de l'utilisateur
ja: ユーザー実行コマンドから差し引く
nl: Aftrekken van de opdracht Gebruiker uitvoeren
pt: Deduzir do comando user running
pt_br: Deduzir do comando em execução do usuário
ru: Удержать с пользователя, запускающего команду
uk: Відняти від команди "Запуск користувача"

source: Deep Orange
de: Tiefes Orange
es: Naranja intenso
fr: Orange profond
ja: ディープオレンジ
nl: Diep Oranje
pt: Laranja Profunda
pt_br: Laranja Profundo
ru: Тёмно-оранжевая
uk: Глибокий помаранчевий

source: Deep Purple
de: Tief lila
es: Púrpura intenso
fr: Violet profond
ja: ディープパープル
nl: Diep paars
pt: Roxo Profundo
pt_br: Roxo Profundo
ru: Тёмно-фиолетовая
uk: Глибокий фіолетовий

source: Default
de: Vorgabe
es: Predeterminado
fr: Faire défaut
ja: デフォルト
nl: Verstek
pt: Inadimplência
pt_br: Padrão
ru: По умолчанию
uk: За промовчанням

source: Default Audio Output
de: Standard-Audioausgang
es: Salida de audio predeterminada
fr: Sortie audio par défaut
ja: デフォルトのオーディオ出力
nl: Standaard audio-uitgang
pt: Saída de áudio padrão
pt_br: Saída de áudio padrão
ru: Аудиовывод по умолчанию
uk: Аудіовихід за промовчанням

source: Default Max Amount
de: Standardmäßiger Höchstbetrag
es: Cantidad máxima predeterminada
fr: Montant maximal par défaut
ja: 既定の最大金額
nl: Standaard max bedrag
pt: Valor máximo padrão
pt_br: Valor máximo padrão
ru: Макс. сумма по умолчанию
uk: Максимальна сума за замовчуванням

source: Default Output
de: Standardausgabe
es: Salida predeterminada
fr: Sortie par défaut
ja: デフォルト出力
nl: Standaard uitvoer
pt: Saída padrão
pt_br: Saída padrão
ru: Вывод по умолчанию
uk: Вивід за промовчанням

source: Default Streaming Software
de: Standard-Streaming-Software
es: Software de streaming predeterminado
fr: Logiciel de streaming par défaut
ja: デフォルトのストリーミングソフトウェア
nl: Standaard streamingsoftware
pt: Software de streaming padrão
pt_br: Software de streaming padrão
ru: Программа дял стрима по умолчанию
uk: Програмне забезпечення для потокового передавання за промовчанням

source: Delete
de: Löschen
es: Borrar
fr: Supprimer
ja: 削除
nl: Verwijderen
pt: Excluir
pt_br: Excluir
ru: Удалить
uk: Видалити

source: Delete Chat Commands When Run
de: Chat-Befehle beim Ausführen löschen
es: Eliminar comandos de chat cuando se ejecutan
fr: Supprimer les commandes de chat lors de l’exécution
ja: 実行時にチャット コマンドを削除する
nl: Chatopdrachten verwijderen wanneer ze worden uitgevoerd
pt: Excluir comandos de bate-papo quando executado
pt_br: Excluir comandos de bate-papo ao executar
ru: Удалять команды в чате после выполнения
uk: Видалення команд чату під час запуску

source: Delete Command
de: Befehl "Löschen"
es: Eliminar comando
fr: Supprimer, commande
ja: コマンドの削除
nl: Opdracht Verwijderen
pt: Excluir comando
pt_br: Comando Excluir
ru: Удалить команду
uk: Команда "Видалити"

source: Description
de: Beschreibung
es: Descripción
ja: 形容
nl: Beschrijving
pt: Descrição
pt_br: Descrição
ru: Описание
uk: Опис

source: Disable All Timers
de: Alle Timer deaktivieren
es: Deshabilitar todos los temporizadores
fr: Désactiver tous les minuteurs
ja: すべてのタイマーを無効にする
nl: Schakel alle timers uit
pt: Desativar todos os temporizadores
pt_br: Desative todos os temporizadores
ru: Отключить все таймеры
uk: Вимкнути всі таймери

source: Disable Chat
de: Chat deaktivieren
es: Deshabilitar chat
fr: Désactiver le chat
fr_fr: Désactiver le chat
ja: チャットを無効にする
nl: Chat uitschakelen
pt: Desativar o Chat
pt_br: Desativar bate-papo
ru: Отключить чат
uk: Вимкнути чат

# DisableChatConfirmation
source: This will disable chat for all users. Are you sure?
de: Dadurch wird der Chat für alle Benutzer deaktiviert. Bist du sicher?
es: Esto deshabilitará el chat para todos los usuarios. ¿Estás seguro?
fr: Cela désactivera le chat pour tous les utilisateurs. Es-tu sûr?
fr_fr: Cela désactivera le chat pour tous les utilisateurs. Êtes-vous sûr?
ja: これにより、すべてのユーザーのチャットが無効になります。確かですか。
nl: Hiermee wordt de chat voor alle gebruikers uitgeschakeld. Weet je het zeker?
pt: Isso desativará o chat para todos os usuários. Tem certeza?
pt_br: Isso desativará o bate-papo para todos os usuários. Tem certeza?
ru: Это отключит чат для всех пользователей. Уверены?
uk: Це вимкне чат для всіх користувачів. Ти впевнений?

source: Disable Command
de: Befehl "Deaktivieren"
es: Deshabilitar comando
fr: Désactiver la commande
fr_fr: Desactiver la commande
ja: コマンドを無効にする
nl: Opdracht uitschakelen
pt: Comando desativado
pt_br: Desativar comando
ru: Отключить команду
uk: Вимкнути команду

source: Disable Command Group
de: Befehlsgruppe deaktivieren
es: Deshabilitar grupo de comandos
fr: Désactiver le groupe de commandes
fr_fr: Désactiver le Groupe de Commande
ja: コマンド グループを無効にする
nl: Opdrachtgroep uitschakelen
pt: Grupo de Comando Desativação
pt_br: Desativar grupo de comando
ru: Отключить группу команд
uk: Вимкнути групу команд

source: Disabled
de: Arbeitsunfähig
es: Deshabilitado
fr: Handicapé
ja: 無効
nl: Invalide
pt: Desactivado
pt_br: Desabilitado
ru: Отключено
uk: Вимкнуто

source: Disable Queue
de: Warteschlange deaktivieren
es: Deshabilitar cola
fr: Désactiver la file d’attente
ja: キューを無効にする
nl: Wachtrij uitschakelen
pt: Fila desativada
pt_br: Desativar fila
ru: Отключить очередь
uk: Вимкнути чергу

source: Disconnect
de: Trennen
es: Desconectar
fr: Déconnecter
fr_fr: Déconnecter
ja: 切る
nl: Scheiden
pt: Desligar
pt_br: Desconectar
ru: Отключить
uk: Відключити

source: Discord
de: Zwietracht
fr: Discorde
nl: Onenigheid
pt_br: Discórdia
uk: Ворожнечу

# DoesNotContain
source: <> Contains
de: <> Enthält
es: <> contiene
fr: <> contient
ja: <> 含む
nl: <> bevat
pt: <> contém
pt_br: <> Contém
ru: <> содержит
uk: <> містить

source: Donators
de: Spender
es: Donadores
fr: Donateurs
ja: 寄付
nl: Donateurs
pt: Doadores
pt_br: Doadores
ru: Жертвователи
uk: Донори

source: Duplicate
de: Duplikat
es: Duplicado
fr: Dupliquer
fr_fr: Dupliquer
ja: デュプリケート
nl: Duplicaat
pt: Duplicar
pt_br: Duplicado
ru: Дублировать
uk: Дублювати

source: Duration (Sec)
de: Dauer (Sek.)
es: Duración (Seg)
fr: Durée (Sec)
ja: 持続時間 (秒)
nl: Duur (sec)
pt: Duração (Sec)
pt_br: Duração (seg)
ru: Продолжительность (сек)
uk: Тривалість (сек)

source: Edit
de: Redigieren
es: Editar
fr: Éditer
ja: 編集
nl: Bewerken
pt: Editar
pt_br: Editar
ru: Изменить
uk: Редагувати

source: Edit Command
de: Bearbeiten (Befehl)
es: Editar comando
fr: Modifier, commande
ja: 編集コマンド
nl: Opdracht Bewerken
pt: Editar comando
pt_br: Editar comando
ru: Изменить команду
uk: Команда "Редагувати"

source: Enable
de: Ermöglichen
es: Habilitar
fr: Activer
ja: エネーブル
nl: Inschakelen
pt: Habilitar
pt_br: Habilitar
ru: Давать возможность
uk: Вмикати

source: Enable Chat
de: Chat aktivieren
es: Habilitar chat
fr: Activer le chat
fr_fr: Activer le Chat
ja: チャットを有効にする
nl: Chat inschakelen
pt: Ativar o chat
pt_br: Ativar bate-papo
ru: Включить чат
uk: Увімкнути чат

source: Enable Command
de: Befehl "Aktivieren"
es: Habilitar comando
fr: Activer la commande
fr_fr: Activer la commande
ja: コマンドを有効にする
nl: Opdracht inschakelen
pt: Ativar comando
pt_br: Habilitar comando
ru: Включить команду
uk: Увімкнути команду

source: Enable Command Group
de: Befehlsgruppe aktivieren
es: Habilitar grupo de comandos
fr: Activer le groupe de commandes
fr_fr: Activer les commandes groupées
ja: コマンド グループを有効にする
nl: Opdrachtgroep inschakelen
pt: Ativar grupo de comando
pt_br: Habilitar grupo de comandos
ru: Включить группу команд
uk: Увімкнути групу команд

source: Enable/Disable
de: Aktivieren/Deaktivieren
es: Habilitar/Deshabilitar
fr: Activer/Désactiver
ja: 有効/無効
nl: In-/uitschakelen
pt: Habilitar/Desativar
pt_br: Ativar/Desativar
ru: Включить/Отключить
uk: Увімкнути або вимкнути
