Repository: SaviorXTanren/mixer-mixitup
Catalog: MixItUp.*/Resources.*.resx
Languages: de, es, fr, fr_fr, ja, nl, pt, pt_br, ru, uk

# ExplicitUserRoleRequirementsTooltip
source: By default, all user role requirements are hiearchy-based. This means that if a user has a role that is the requirement OR they have a role that is higher than the requirement, they will not be blocked by it. For example, if a role requirement is set to Subscriber, the user must either be a Subscriber or have a role that is higher on the list such as Mod or Channel Editor. This setting will change all role requirements to be explicit and require that the user has that role in order to pass the check. For example, if a role requirement is set to Subscriber, the only way a user can pass the check is to specifically be a Subscriber.
de: Standardmäßig sind alle Benutzerrollenanforderungen hiearchybasiert. Das bedeutet, dass ein Benutzer, der eine Rolle hat, die die Anforderung ist, ODER eine Rolle hat, die höher ist als die Anforderung, nicht von ihr blockiert wird. Wenn beispielsweise eine Rollenanforderung auf Abonnent festgelegt ist, muss der Benutzer entweder ein Abonnent sein oder über eine Rolle verfügen, die in der Liste weiter oben steht, z. B. Mod oder Kanal-Editor. Diese Einstellung ändert alle Rollenanforderungen so, dass sie explizit sind und erfordern, dass der Benutzer über diese Rolle verfügt, um die Prüfung zu bestehen. Wenn beispielsweise eine Rollenanforderung auf Abonnent festgelegt ist, kann ein Benutzer die Prüfung nur bestehen, wenn er speziell ein Abonnent ist.
es: De forma predeterminada, todos los requisitos de rol de usuario se basan en hiearchy. Esto significa que si un usuario tiene un rol que es el requisito O tiene un rol que es más alto que el requisito, no será bloqueado por él. Por ejemplo, si un requisito de rol se establece en Suscriptor, el usuario debe ser suscriptor o tener un rol que esté más arriba en la lista, como Mod o Editor de canales. Esta configuración cambiará todos los requisitos de rol para que sean explícitos y requerirán que el usuario tenga ese rol para pasar la comprobación. Por ejemplo, si un requisito de rol se establece en Suscriptor, la única forma en que un usuario puede pasar la verificación es ser específicamente un Suscriptor.
fr: Par défaut, toutes les exigences de rôle d’utilisateur sont basées sur la hiéarchie. Cela signifie que si un utilisateur a un rôle qui est l’exigence OU s’il a un rôle supérieur à l’exigence, il ne sera pas bloqué par celui-ci. Par exemple, si une exigence de rôle est définie sur Abonné, l’utilisateur doit être abonné ou avoir un rôle plus élevé dans la liste, tel que Mod ou Channel Editor. Ce paramètre modifiera toutes les exigences de rôle pour qu’elles soient explicites et exigent que l’utilisateur ait ce rôle afin de réussir la vérification. Par exemple, si une exigence de rôle est définie sur Abonné, la seule façon pour un utilisateur de réussir la vérification est d’être spécifiquement un Abonné.
ja: デフォルトでは、すべてのユーザー ロール要件は、hiearchy ベースです。つまり、ユーザーが要件であるロールを持っている場合、または要件よりも高いロールを持っている場合、そのユーザーは、そのロールによってブロックされません。たとえば、ロール要件がサブスクライバーに設定されている場合、ユーザーはサブスクライバーであるか、Mod やチャネル・エディターなどのリストの上位にあるロールを持っている必要があります。 この設定は、すべてのロール要件を明示的に変更し、チェックに合格するためにユーザーがそのロールを持つことを要求します。たとえば、ロール要件が [サブスクライバー] に設定されている場合、ユーザーがチェックに合格する唯一の方法は、特にサブスクライバーにすることです。
nl: Standaard zijn alle vereisten voor gebruikersrollen gebaseerd op hiearchy. Dit betekent dat als een gebruiker een rol heeft die de vereiste is OF als ze een rol hebben die hoger is dan de vereiste, ze er niet door worden geblokkeerd. Als bijvoorbeeld een rolvereiste is ingesteld op Abonnee, moet de gebruiker abonnee zijn of een rol hebben die hoger in de lijst staat, zoals Mod of Channel Editor. Met deze instelling worden alle rolvereisten expliciet gewijzigd en moet de gebruiker die rol hebben om de controle te doorstaan. Als bijvoorbeeld een functievereiste is ingesteld op Abonnee, is de enige manier waarop een gebruiker de controle kan doorstaan, specifiek een Abonnee te zijn.
pt: Por padrão, todos os requisitos de função do usuário são baseados em hiearquia. Isso significa que se um usuário tem uma função que é o requisito ou ele tem um papel que é maior do que o requisito, ele não será bloqueado por ele. Por exemplo, se um requisito de função for definido para Assinante, o usuário deve ser um Assinante ou ter uma função mais alta na lista, como Mod ou Editor de Canais. Essa configuração mudará todos os requisitos de função para ser explícito e exigirá que o usuário tenha essa função para passar a verificação. Por exemplo, se um requisito de função for definido para Assinante, a única maneira de um usuário passar a verificação é ser especificamente um Assinante.
pt_br: Por padrão, todos os requisitos de função de usuário são baseados em hierarquia. Isso significa que se um usuário tiver uma função que seja o requisito OU tiver uma função superior ao requisito, ele não será bloqueado por ela. Por exemplo, se um requisito de função for definido como Assinante, o usuário deverá ser um Assinante ou ter uma função superior na lista, como Mod ou Editor de Canal. Esta configuração alterará todos os requisitos de função para serem explícitos e exigirá que o usuário tenha essa função para passar na verificação. Por exemplo, se um requisito de função for definido como Assinante, a única maneira de um usuário passar na verificação é ser especificamente um Assinante.
ru: По умолчанию все требования к роли пользователя основаны на иерархии. Это означает, что если пользователь имеет роль, являющуюся требованием для условия или роль, которая выше требования, условие будет выполнено. Например, если требование к роли установлено на уровень подписчика, то пользователь должен быть либо подписчиком, либо иметь более высокую роль, например, модератор или редактор канала. Этот параметр изменит все явные требования к ролям и потребует, чтобы пользователь имел именно эту роль для того, чтобы пройти проверку на соответствие условиям. Например, если требование к роли установлено для подписчиков, единственный вариант для пользователя пройти проверку - это быть именно подписчиком.
uk: За промовчанням усі вимоги до ролей користувача базуються на гіархії. Це означає, що якщо користувач має роль, яка є вимогою АБО вони мають роль, яка перевищує вимогу, вони не будуть заблоковані ним. Наприклад, якщо для абонента встановлено вимогу до ролі, користувач повинен бути абонентом або мати роль, яка є вищою у списку, наприклад Mod або Редактор каналів. Цей параметр змінить всі вимоги до ролі, щоб бути явним і вимагати, щоб користувач має цю роль для того, щоб пройти перевірку. Наприклад, якщо для абонента встановлено вимогу до ролі, єдиний спосіб, яким користувач може пройти перевірку, - це бути саме Абонентом.

source: Requirement Errors Cooldown Amount
de: Anforderungsfehler Abklingbetrag
es: Errores de requisito Cantidad de enfriamiento
fr: Erreurs d’exigence Montant de refroidissement
ja: 要件エラー クールダウン金額
nl: Vereiste fouten Afkoelingshoeveelheid
pt: Valor de recarga de erros de exigência
pt_br: Quantidade de resfriamento de erros de requisito
ru: Время между перезарядкой сообщений об ошибках
uk: Кількість помилок вимог

source: Wait Until Complete
de: Warten Sie, bis der Vorgang abgeschlossen ist
es: Espere hasta que se complete
fr: Attendre jusqu’à ce que vous s’en a
ja: 完了するまで待つ
nl: Wacht tot het klaar is
pt: Aguarde até completar
pt_br: Aguarde até concluir
ru: Ждать завершения
uk: Зачекайте, поки не завершать

# GameCommandTriviaCorrectAnswerExample
source: The correct answer was $gamecorrectanswer! Everyone who guessed it won $gamepayout {0}!
de: Die richtige Antwort war $gamecorrectanswer! Jeder, der es erraten hat, hat $gamepayout {0} gewonnen!
es: ¡La respuesta correcta fue $gamecorrectanswer! ¡Todos los que lo adivinaron ganaron $gamepayout {0}!
fr: La bonne réponse était $gamecorrectanswer! Tous ceux qui l’ont deviné ont gagné $gamepayout {0}!
ja: 正解は$gamecorrectanswerでした!それを推測したすべての人が$gamepayout {0}勝った!
nl: Het juiste antwoord was $gamecorrectanswer! Iedereen die het vermoedde won $gamepayout {0}!
pt: A resposta correta foi $gamecorrectanswer! Todos que adivinharam ganharam $gamepayout {0}!
pt_br: A resposta correta era $gamecorrectanswer! Todos que adivinharam ganharam $gamepayout {0}!
ru: Правильный ответ: $gamecorrectanswer! Все, кто ответил правильно, получают $gamepayout {0}!
uk: Правильна відповідь була $gamecorrectanswer! Всі, хто здогадався, що він виграв $gamepayout {0}!

# GameCommandTriviaStartedExample
source: @$username has started a game of trivia! Type the number of the answer to the following question: $gamequestion: $gameanswers
de: @$username hat ein Quizspiel gestartet! Geben Sie die Nummer der Antwort auf die folgende Frage ein: $gamequestion: $gameanswers
es: ¡@$username ha comenzado un juego de trivia! Escriba el número de la respuesta a la siguiente pregunta: $gamequestion: $gameanswers
fr: @$username a commencé une partie d’anecdotes! Tapez le numéro de la réponse à la question suivante : $gamequestion : $gameanswers
ja: @$usernameはトリビアのゲームを開始しました!次の質問に対する回答の番号を入力します: $gamequestion: $gameanswers
nl: @$username is begonnen met een spelletje trivia! Typ het nummer van het antwoord op de volgende vraag: $gamequestion: $gameanswers
pt: @$username começou um jogo de curiosidades! Digite o número da resposta para a seguinte pergunta: $gamequestion: $gameanswers
pt_br: @$username iniciou um jogo de curiosidades! Digite o número da resposta à seguinte pergunta: $gamequestion: $gameanswers
ru: @$username начал игру в Пустяки! Введите номер ответа на следующий вопрос: $gamequestion: $gameanswers
uk: @$username почав гру дрібниць! Введіть номер відповіді на таке питання: $gamequestion: $gameanswers

source: Create New Command
de: Neuen Befehl erstellen
es: Crear nuevo comando
fr: Créer une nouvelle commande
ja: 新しいコマンドの作成
nl: Nieuwe opdracht maken
pt: Criar novo comando
pt_br: Criar novo comando
ru: Создать новую команду
uk: Створити нову команду

source: Result
de: Ergebnis
es: Resultado
fr: Résultat
ja: 結果
nl: Resultaat
pt: Resultado
pt_br: Resultado
ru: Результат
uk: Результат

source: Output
de: Ausgabe
es: Salida
fr: Sortie
ja: アウトプット
nl: Uitvoer
pt: Saída
pt_br: Saída
ru: Вывод
uk: Вихід

# OverlayLeaderboardNewLeader
source: New Leader
de: Neuer Leiter
es: Nuevo líder
fr: Nouveau leader
ja: 新しいリーダー
nl: Nieuwe leider
pt: Novo Líder
pt_br: Novo líder
ru: Новый лидер
uk: Новий лідер

# ProgressBarGoalReached
source: Goal Reached
de: Ziel erreicht
es: Objetivo alcanzado
fr: Objectif atteint
ja: 目標達成
nl: Doel bereikt
pt: Meta alcançada
pt_br: Meta alcançada
ru: Достигнутая цель
uk: Досягнута мета

# StreamBossNewStreamBoss
source: New Stream Boss
de: Neuer Stream Boss
es: Nuevo jefe de stream
fr: Nouveau Stream Boss
ja: 新しいストリームボス
nl: Nieuwe Stream Boss
pt: Novo Chefe de Fluxo
pt_br: Novo chefe de fluxo
ru: Новый босс стрима
uk: Новий бос потоку

# TimerTimerComplete
source: Timer Complete
de: Timer abgeschlossen
es: Temporizador completo
fr: Minuterie terminée
ja: タイマー完了
nl: Timer voltooid
pt: Temporizador Completo
pt_br: Temporizador concluído
ru: Таймер завершён
uk: Таймер завершено

source: Web Request Action: Duplicate JSON parameter
de: Webanforderungsaktion: JSON-Parameter duplizieren
es: Acción de solicitud web: parámetro JSON duplicado
fr: Action de requête Web : dupliquer le paramètre JSON
ja: ウェブリクエストアクション: JSON パラメータの重複
nl: Webaanvraagactie: JSON-parameter dupliceren
pt: Ação de solicitação da Web: parâmetro JSON duplicado
pt_br: Ação de solicitação da Web: parâmetro JSON duplicado
ru: Действие веб-запроса: дубликат параметра JSON
uk: Дія веб-запиту: повторюваний параметр JSON

# GameCommandHitmanTimeLimit
source: Hitman Time Limit
de: Hitman Zeitlimit
es: Límite de tiempo de Hitman
fr: Limite de temps Pour Hitman
ja: ヒットマンの時間制限
nl: Hitman Tijdslimiet
pt: Limite de tempo do assassino
pt_br: Limite de tempo do Hitman
ru: Ограничение киллера по времени
uk: Обмеження часу кілера

# GameCommandHitmanUserFailureExample
source: No one was able to stop the hitman! Everyone loses!
de: Niemand konnte den Auftragskiller aufhalten! Jeder verliert!
es: ¡Nadie pudo detener al sicario! ¡Todos pierden!
fr: Personne n’a pu arrêter le tueur à gages ! Tout le monde est perdant!
ja: 誰もヒットマンを止めることができなかった!誰もが負ける!
nl: Niemand kon de huurmoordenaar stoppen! Iedereen verliest!
pt: Ninguém foi capaz de parar o assassino! Todo mundo perde!
pt_br: Ninguém foi capaz de parar o assassino! Todo mundo perde!
ru: Никто не смог остановить киллера! Все проиграли!
uk: Ніхто не зміг зупинити кілера! Всі програють!

# GameCommandWordScrambleUserFailureExample
source: No one correctly guessed the word "$gamewordscrambleanswer".
de: Niemand hat das Wort "$gamewordscrambleanswer" richtig erraten.
es: Nadie adivinó correctamente la palabra "$gamewordscrambleanswer".
fr: Personne n’a correctement deviné le mot « $gamewordscrambleanswer ».
ja: 誰も正しく「$gamewordscrambleanswer」という言葉を推測していません。
nl: Niemand heeft het woord "$gamewordscrambleanswer" correct geraden.
pt: Ninguém adivinhou corretamente a palavra "$gamewordscrambleanswer".
pt_br: Ninguém adivinhou corretamente a palavra "$gamewordscrambleanswer".
ru: Никто не смог угадать слово "$gamewordscrambleanswer".
uk: Ніхто не вгадав правильно слово «$gamewordscrambleanswer».

# CommandGroupTimerIntervalMustBePositive
source: Command Group Timer Interval must be a positive number or left blank
de: Befehlsgruppen-Timerintervall muss eine positive Zahl sein oder leer gelassen werden
es: El intervalo de temporizador del grupo de comandos debe ser un número positivo o dejarlo en blanco
fr: L’intervalle du minuteur du groupe de commandes doit être un nombre positif ou laissé vide
ja: コマンド グループ タイマー間隔は正の数または空白にする必要があります。
nl: Opdrachtgroep timerinterval moet een positief getal zijn of leeg worden gelaten
pt: O intervalo do temporizador do grupo de comando deve ser um número positivo ou deixado em branco
pt_br: O intervalo do temporizador do grupo de comandos deve ser um número positivo ou deixado em branco
ru: Таймер интервалов группы команд должен быть положительным числом или пустым
uk: Інтервал таймера командної групи має бути додатним числом або залишитися порожнім

source: Show Donations
de: Spenden anzeigen
es: Mostrar donaciones
fr: Afficher les dons
ja: 寄付を表示する
nl: Donaties weergeven
pt: Mostrar Doações
pt_br: Mostrar doações
ru: Показать пожертвования
uk: Показати пожертвування

# UnableToCopyToClipboard
source: Unable to copy text to clipboard due to system error, please try manually re-typing the text.
de: Da Text aufgrund eines Systemfehlers nicht in die Zwischenablage kopiert werden kann, versuchen Sie bitte, den Text manuell erneut einzuspielen.
es: No se puede copiar texto en el portapapeles debido a un error del sistema, intente volver a escribir manualmente el texto.
fr: Impossible de copier le texte dans le presse-papiers en raison d’une erreur système, veuillez essayer de retaper manuellement le texte.
ja: システム エラーのため、テキストをクリップボードにコピーできません。
nl: Kan geen tekst naar het klembord kopiëren vanwege een systeemfout, probeer de tekst handmatig opnieuw te typen.
pt: Não é possível copiar texto para área de transferência devido a erro do sistema, tente digitar manualmente o texto.
pt_br: Não foi possível copiar o texto para a área de transferência devido a um erro do sistema. Tente redigitar o texto manualmente.
ru: Невозможно скопировать текст из буфера обмена из-за системной ошибки, пожалуйста, попробуйте вручную напечатать текст.
uk: Не вдалося скопіювати текст до буфера обміну через системну помилку, спробуйте вручну повторно ввести текст.

# CommandCannotBeEditedHere
source: The selected command can not be edited here
de: Der ausgewählte Befehl kann hier nicht bearbeitet werden
es: El comando seleccionado no se puede editar aquí
fr: La commande sélectionnée ne peut pas être modifiée ici
ja: 選択したコマンドは、ここで編集できません
nl: De geselecteerde opdracht kan hier niet worden bewerkt
pt: O comando selecionado não pode ser editado aqui
pt_br: O comando selecionado não pode ser editado aqui
ru: Выбранная команда не может быть отредактирована здесь
uk: Вибрану команду не можна редагувати тут

source: All
de: Alle
es: Todo
fr: Tout
ja: すべての
nl: Alle
pt: Todo
pt_br: Todos
ru: Все
uk: Увесь

source: Bits
fr: Bribes
ja: ビット
nl: Stukjes
pt_br: Pedaços
ru: Битсы
uk: Біти

source: Bottom
de: Unteres
es: Fondo
fr: Fond
ja: 底
nl: Bodem
pt: Fundo
pt_br: Fundo
ru: Низ
uk: Низ

source: Center
de: Mitte
es: Centro
fr: Centre
ja: センター
nl: Middelpunt
pt: Centro
pt_br: Centro
ru: Центр
uk: Центр

source: Chatters
de: Betrachterinnen
es: Chateadores
fr: Téléspectateurs
ja: チャット
nl: Kijkers
pt: Vibra
pt_br: Conversas
ru: Болтуны
uk: Глядачів

source: Day
de: Tag
es: Día
fr: Jour
ja: 日
nl: Dag
pt: Dia
pt_br: Dia
ru: День
uk: День

source: Donations
de: Spenden
es: Donaciones
fr: Dons
ja: 寄付
nl: Donaties
pt: Doações
pt_br: Doações
ru: Пожертвования
uk: Пожертвування

source: Fast
de: Schnell
es: Rápido
fr: Rapide
ja: 速い
nl: Snel
pt: Rápido
pt_br: Rápido
ru: Быстро
uk: Швидко

source: Followers
de: Anhänger
es: Seguidores
fr: Adhérents
ja: 取り巻き
nl: Achterban
pt: Seguidores
pt_br: Seguidores
ru: Фолловеров
uk: Послідовників

# FreeFormHTML
source: Free Form HTML 1
de: Freiform HTML 1
es: Formulario libre HTML 1
fr: Forme libre HTML 1
ja: 自由形式 HTML 1
nl: Vrije vorm HTML 1
pt: Formulário Livre HTML 1
pt_br: HTML de formato livre 1
ru: Свободная форма HTML 1
uk: Вільна форма HTML 1

source: Free Form HTML 2
de: Freiform HTML 2
es: Formulario libre HTML 2
fr: Forme libre HTML 2
ja: 自由形式 HTML 2
nl: Vrije vorm HTML 2
pt: Formulário Livre HTML 2
pt_br: Formulário Livre HTML 2
ru: Свободная форма HTML 2
uk: Вільна форма HTML 2

source: Free Form HTML 3
de: Freiform HTML 3
es: Formulario libre HTML 3
fr: Forme libre HTML 3
ja: フリーフォーム HTML 3
nl: Vrije vorm HTML 3
pt: Formulário Livre HTML 3
pt_br: HTML de formato livre 3
ru: Свободная форма HTML 3
uk: Вільна форма HTML 3

source: Gifted Subs
de: Begabte Subs
es: Subs dotados
fr: Sous-marins doués
ja: 才能ある潜水艦
nl: Hoogbegaafde subs
pt: Subs dotados
pt_br: Subs dotados
ru: Подаренные подписки
uk: Обдаровані субмарини

source: Hosts
de: Wirte
fr: Hôtes
ja: ホスト
pt_br: Anfitriões
ru: Ретрансляции
uk: Хостів

source: Medium
de: Mittel
es: Medio
fr: Douleur moyenne
ja: 中程度
nl: Gemiddeld
pt: Média
pt_br: Médio
ru: Середина
uk: Середнє

source: Moderators
de: Moderatoren
es: Moderadores
fr: Modérateurs
ja: モデレーター
pt: Moderadores
pt_br: Moderadores
ru: Модераторы
uk: Модератори

source: Month
de: Monat
es: Mes
fr: Mois
ja: 月
nl: Maand
pt: Mês
pt_br: Mês
ru: Месяц
uk: Місяць

source: New Followers
de: Neue Follower
es: Nuevos seguidores
fr: Nouveaux abonnés
ja: 新しいフォロワー
nl: Nieuwe volgers
pt: Novos Seguidores
pt_br: Novos seguidores
ru: Новые фолловеры
uk: Нові послідовники

source: New Subscribers
de: Neue Abonnenten
es: Nuevos suscriptores
fr: Nouveaux abonnés
ja: 新規加入者
nl: Nieuwe abonnees
pt: Novos Assinantes
pt_br: Novos assinantes
ru: Новые подписчики
uk: Нові абоненти

source: Raids
de: Raubzüge
es: Incursiones
ja: 襲撃
nl: Invallen
pt: Ataques
pt_br: Invasões
ru: Рейды
uk: Рейди

source: Resubscribers
de: Wiederabonnierer
es: Suscritores
fr: Réabonnements
ja: 再加入者
nl: Herinschrijvingen
pt_br: Reassinantes
ru: Повторные подписчики
uk: Ресубрисники

source: Slow
de: Langsam
es: Lento
fr: Lent
ja: 遅い
nl: Langzaam
pt: Lento
pt_br: Lento
ru: Медленный
uk: Повільний

source: Subscribers
de: Abonnenten
es: Suscriptores
fr: Abonnés
ja: サブスクライバー
nl: Abonnees
pt: Assinantes
pt_br: Assinantes
ru: Подписчиков
uk: Абонентів

source: Top
de: Nach oben
es: Arriba
fr: Retour au début
ja: ページのトップへ
nl: Boven
pt: Início
pt_br: Principal
ru: Вверх
uk: Верх

source: Week
de: Woche
es: Semana
fr: Semaine
ja: 週
pt: Semana
pt_br: Semana
ru: Неделя
uk: Тиждень

source: Year
de: Jahr
es: Año
fr: Année
ja: 年
nl: Jaar
pt: Ano
pt_br: Ano
ru: Год
uk: Рік

source: VIP Exclusive
de: VIP Exklusiv
es: Exclusivo VIP
fr: Exclusivité VIP
ja: VIP エクスクルーシブ
nl: VIP Exclusief
pt: Exclusivo VIP
pt_br: Exclusivo VIP
ru: VIP Эксклюзив
uk: VIP Ексклюзив

# GameCommandTreasureDefenseDefaultChatTrigger
source: treasure
de: Schatz
es: tesoro
fr: trésor
ja: 宝
nl: schat
pt: tesouro
pt_br: tesouro
ru: сокровище
uk: скарб

# GameCommandWordScrambleDefaultChatTrigger
source: scramble
de: Durcheinander
es: Lucha
fr: bousculade
ja: スクランブル
nl: klauteren
pt: lutar
pt_br: embaralhar
ru: эрудит
uk: Сутичка
