Repository: SaviorXTanren/mixer-mixitup
Catalog: MixItUp.*/Resources.*.resx
Languages: de, es, fr, fr_fr, ja, nl, pt, pt_br, ru, uk

# StreamlabDesktopAdminMaybe
source: Streamlabs Desktop might be running as administrator and Mix It Up is not. Try running Mix It Up as an Administrator before connecting.
pt_br: Streamlabs Desktop pode estar sendo executado como administrador e Mix It Up não. Tente executar o Mix It Up como administrador antes de conectar.

source: Shadow Color
pt_br: Cor da sombra

source: Shadow Size
pt_br: Tamanho da sombra

# CooldownRequirementOnCooldownSeconds
source: This command is currently on cooldown, please wait another {0} second(s).
pt_br: Este comando está atualmente em espera. Aguarde mais {0} segundo(s).

source: Added
pt_br: Adicionado

source: Removed
pt_br: Removido

source: Progress
pt_br: Progresso

source: Updated
pt_br: Atualizado

# OverlayLabelCounterNotSelected
source: A valid counter must be selected
pt_br: Um contador válido deve ser selecionado

source: Latest Follower
pt_br: Último seguidor

source: Latest Donation
pt_br: Última doação

source: Latest Raid
pt_br: Último ataque

source: Latest Subscriber
pt_br: Último assinante

source: Latest Trovo Elixir
pt_br: Último Elixir Trovo

source: Latest Twitch Bits
pt_br: Últimos bits do Twitch

source: Total Followers
pt_br: Total de seguidores

source: Total Subscribers
pt_br: Total de assinantes

# OverlayEventListAtLeastOneEventTypeMustBeSelected
source: At least one event type must be selected
pt_br: Pelo menos um tipo de evento deve ser selecionado

# OverlayHeightMustBeValidValue
source: Height must be a valid value
pt_br: A altura precisa ser um valor válido

# OverlayMaxToShowMustBeValidValue
source: Max To Show must be a valid value
pt_br: Max To Show deve ser um valor válido

source: Max To Show
pt_br: Máximo para mostrar

# OverlayWidthMustBeValidValue
source: Width must be a valid value
pt_br: A largura precisa ser um valor válido

source: Existing Profile
pt_br: Perfil Existente

source: New Profile
pt_br: Novo perfil

# RestoreSettingsConfirmation
source: This will restore a settings backup and overwrite any matching settings files that are currently in your settings folder. Are you sure you want to do this?
pt_br: Isso restaurará um backup de configurações e substituirá quaisquer arquivos de configurações correspondentes que estejam atualmente em sua pasta de configurações. Tem certeza de que deseja fazer isso?

source: YouTube Member Level
pt_br: Nível de membro do YouTube

# UserEntranceCommandsOnlyWhenLive
source: Only run User Entrance Commands while live
pt_br: Execute apenas comandos de entrada do usuário enquanto estiver ativo

source: Crowd Control
pt_br: Controle de multidão

# CrowdControlFailedToConnectToService
source: Failed to connect to Crowd Control service, please try again. If this persists, please visit the Mix It Up support Discord for further assistance.
pt_br: Falha ao conectar ao serviço Crowd Control. Tente novamente. Se isso persistir, visite o Discord de suporte do Mix It Up para obter mais assistência.

# CrowdControlTwitchAccountMustBeConnected
source: A Twitch account must be connected in Mix It Up to use Crowd Control connectivity
pt_br: Uma conta Twitch deve estar conectada no Mix It Up para usar a conectividade Crowd Control

# CrowdControlInfo1
source: Crowd Control service connectivity allows you to run Mix It Up commands when specific game effects are triggered via Crowd Control. To connect to Crowd Control, you must be signed in with either a Twitch or YouTube account in Mix It Up.
pt_br: A conectividade do serviço Crowd Control permite que você execute comandos Mix It Up quando efeitos específicos do jogo são acionados por meio do Crowd Control. Para se conectar ao Crowd Control, você deve estar conectado com uma conta Twitch ou YouTube no Mix It Up.

source: Effect Name
pt_br: Nome do efeito

source: Game Pack
pt_br: Pacote de jogos

# CrowdControlCommandValidGameAndEffectMustBeSelected
source: A valid Crowd Control Game and Effect must be selected
pt_br: Um jogo e efeito de controle coletivo válidos devem ser selecionados

source: Crowd Control Effect Redeemed
pt_br: Efeito de controle de multidão resgatado

# SAMMIFailedToConnect
source: Failed to connect to SAMMI. Please make sureSAMMI is running, the SAMMI Local API is enabled under Settings, and the password matches if you set one for the Local API in SAMMI.
pt_br: Falha ao conectar ao SAMMI. Certifique-se de que o SAMMI esteja em execução, que a API local do SAMMI esteja habilitada em Configurações e que a senha corresponda se você definir uma para a API local no SAMMI.

source: Window
pt_br: Janela

# SAMMIInfo1
source: SAMMI service connectivity allows you to trigger SAMMI buttons directly through the SAMMI action inside commands. To connect to SAMMI, you must have the Local API enabled in SAMMI under the Settings menu.
pt_br: A conectividade do serviço SAMMI permite acionar botões SAMMI diretamente por meio da ação SAMMI dentro dos comandos. Para se conectar ao SAMMI, você deve ter a API local habilitada no SAMMI no menu Configurações.

source: Release Button
pt_br: Botão de liberação

source: Trigger Button
pt_br: Botão de gatilho

source: Button ID
pt_br: ID do botão

source: SAMMI Action: Missing Button ID
pt_br: Ação SAMMI: ID do botão ausente

source: Set Global Variable
pt_br: Definir variável global

source: SAMMI Action: Missing Variable
pt_br: Ação SAMMI: variável ausente

source: Add Variable
pt_br: Adicionar variável

source: Profile
pt_br: Perfil

source: Charities
pt_br: Instituições de caridade

source: DonorDrive Donation Incentive
pt_br: Incentivo de doação DonorDrive

source: DonorDrive Donation Milestone
pt_br: Marco de doação DonorDrive

# DonorDriveFailedToGetData
source: Failed to get DonorDrive data.
pt_br: Falha ao obter dados do DonorDrive.

# DonorDriveIncludeTeamDonation
source: Include Team Donations:
pt_br: Incluir doações da equipe:

# DonorDriveMissingCharity
source: Missing charity organization
pt_br: Organização de caridade desaparecida

# DonorDriveMissingInvalidParticipantID
source: Missing or invalid Donor Drive Participant ID/URL
pt_br: ID/URL de participante do Donor Drive ausente ou inválido

source: Event Name
pt_br: Nome do Evento

source: Participant ID / URL
pt_br: ID/URL do participante

source: Team Name
pt_br: Nome da equipe

source: Twitch Channel Outgoing Raid Completed
pt_br: Ataque de saída do canal Twitch concluído

source: Crowd Control Effect
pt_br: Efeito de controle de multidão

source: Twitch Channel Hype Chat
pt_br: Bate-papo promocional do canal Twitch

source: Label
pt_br: Rótulo

source: Set Content Classification Labels
pt_br: Definir rótulos de classificação de conteúdo

# InfiniteAlbumConnectionFailed
source: Infinite Album connection failed, please ensure Infinite Album is running and you have connected using an App Code.
pt_br: A conexão do Infinite Album falhou, certifique-se de que o Infinite Album esteja em execução e que você tenha se conectado usando um código de aplicativo.

source: Infinite Album Action: Missing Command
pt_br: Ação infinita do álbum: comando ausente

# InfiniteAlbumNotConnected
source: Infinite Album is not connected, please ensure the software is running and is connected on the Services page.
pt_br: O Infinite Album não está conectado, certifique-se de que o software esteja em execução e conectado na página Serviços.

source: Infinite Album
pt_br: Álbum Infinito

# InfiniteAlbumInfo
source: Infinite Album connectivity allows you to control functionality in the Infinite Album software, such as changing the style of music playing. To connect to Infinite Album, please open Infinite Album and click on the App Code link in the hamburger menu. Once Infinite Album alerts you that the app code was copied to the clipboard, paste that in Mix It Up and press Connect.
pt_br: A conectividade do Infinite Album permite controlar a funcionalidade do software Infinite Album, como alterar o estilo de reprodução da música. Para se conectar ao Infinite Album, abra o Infinite Album e clique no link App Code no menu de hambúrguer. Assim que o Infinite Album alertar que o código do aplicativo foi copiado para a área de transferência, cole-o em Mix It Up e pressione Conectar.

source: App Code
pt_br: Código do aplicativo

source: Emotions
pt_br: Emoções

source: Instruments
pt_br: Instrumentos

source: Sound Effects
pt_br: Efeitos sonoros

source: Styles
pt_br: Estilos

source: Delimited Text
pt_br: Texto delimitado

source: Delimited Arguments Separator
pt_br: Separador de argumentos delimitados

# PreMadeChatCommandQuoteUnableToFindText
source: Unable to find quote containing the text {0}.
pt_br: Não foi possível encontrar a citação contendo o texto {0}.

source: Exit Current Command
pt_br: Sair do comando atual

source: Set Command Cooldown
pt_br: Definir tempo de espera do comando

source: Clear All User Data
pt_br: Limpar todos os dados do usuário

source: Clear User Data Range
pt_br: Limpar intervalo de dados do usuário

# ClearUserDataRangeHeader
source: Clear User data from activity age range (Hours, Currency, Rank, etc)
pt_br: Limpar dados do usuário da faixa etária da atividade (horas, moeda, classificação, etc.)

# ClearUserDataRangeWarning
source: This will clear all data for your Users who have not been active in your channel within the last specified number of days, which includes their Hours, Currency, Rank, & Custom User Commands, then restart Mix It Up. This CAN NOT be un-done! Are you sure you wish to do this?
pt_br: Isso limpará todos os dados de seus usuários que não estiveram ativos em seu canal nos últimos dias especificados, o que inclui horas, moeda, classificação e comandos de usuário personalizados e, em seguida, reiniciará o Mix It Up. Isso NÃO PODE ser desfeito! Tem certeza de que deseja fazer isso?

# ShowAlejoPronouns
source: Show Alejo Pronouns (Requires Restart)
pt_br: Mostrar pronomes Alejo (requer reinicialização)

source: Notification Cooldown Amount
pt_br: Quantidade de espera de notificação

# TwitchIntegratedThrowingSystem
source: Twitch Integrated Throwing System (T.I.T.S.)
pt_br: Sistema de lançamento integrado Twitch (T.I.T.S.)

# TITSActionMissingItem
source: Twitch Integrated Throwing Action: Missing Item
pt_br: Ação de lançamento integrada do Twitch: item ausente

# TITSActionMissingTrigger
source: Twitch Integrated Throwing Action: Missing Trigger
pt_br: Ação de lançamento integrada do Twitch: gatilho ausente

# TITSConnectionFailed
source: Twitch Integrated Throwing System connection failed, please ensure the software is running and the API is enabled on the settings menu.
pt_br: A conexão do Twitch Integrated Throwing System falhou, certifique-se de que o software esteja em execução e a API esteja habilitada no menu de configurações.

# TITSInfo
source: Twitch Integration Throwing System (T.I.T.S.) connectivity allows you to control functionality in the software, such as throwing specific items and activating triggers. To connect to T.I.T.S., please ensure the software is running and the API is enabled on the settings menu.
pt_br: A conectividade do Twitch Integration Throwing System (T.I.T.S.) permite controlar funcionalidades do software, como lançar itens específicos e ativar gatilhos. Para se conectar ao T.I.T.S., certifique-se de que o software esteja em execução e a API esteja habilitada no menu de configurações.

# TITSNotConnected
source: Twitch Integrated Throwing System not connected, please ensure the software is running and is connected on the Services page.
pt_br: O Twitch Integrated Throwing System não está conectado, certifique-se de que o software esteja em execução e conectado na página de serviços.

source: Activate Trigger
pt_br: Ativar gatilho

source: Throw Item
pt_br: Lançar item

# TITS
source: Twitch Integrated Throwing
pt_br: Arremesso Integrado Twitch

# TITSTrigger
source: Trigger
pt_br: Acionar

# TITSThrowAmount
source: Throw Amount
pt_br: Quantidade de lançamento

# TITSThrowDelayTime
source: Throw Delay Time (Seconds)
pt_br: Tempo de atraso de lançamento (segundos)

source: Change Volume
pt_br: Alterar volume

source: Pause
pt_br: Pausa

source: Stop
pt_br: Parar

source: Artist
pt_br: Artista

# CurrentlyPlayingHeader
source: Currently Playing:
pt_br: Jogando atualmente:

source: Play/Pause
pt_br: Reproduzir/Pausar

source: Music Player
pt_br: Leitor de música

source: Length
pt_br: Comprimento

# MusicPlayerOnSongChanged
source: On Song Changed
pt_br: Na música alterada

source: Lumia Stream
pt_br: Fluxo Lumia

source: Play Specific Song
pt_br: Tocar música específica

# MusicPlayerUnableToFindSong
source: ERROR: Unable to find song with the text {0}
pt_br: ERRO: Não foi possível encontrar a música com o texto {0}

source: Trigger Command
pt_br: Comando de disparo

source: Twitch Extension
pt_br: Extensão Twitch

source: Twitch Point
pt_br: Ponto de contração muscular

source: Brightness
pt_br: Brilho

source: Color Hex
pt_br: Hexágono de cor

# DurationSeconds
source: Duration (Secs)
pt_br: Duração (segundos)

# LumiaStreamActionValidColorHexMustBeSpecified
source: Lumia Stream Action: A valid color hex code must be specified
pt_br: Ação do Lumia Stream: um código hexadecimal de cor válido deve ser especificado

# LumiaStreamActionValidCommandMustBeSelected
source: Lumia Stream Action: A valid command must be selected
pt_br: Ação do Lumia Stream: um comando válido deve ser selecionado

# LumiaStreamActionValidLightMustBeSelected
source: Lumia Stream Action: A valid light must be selected
pt_br: Ação do Lumia Stream: uma luz válida deve ser selecionada

# TransitionSeconds
source: Transition (Secs)
pt_br: Transição (seg)

# LumiaStreamInfo
source: Lumia Stream connectivity allows you to control functionality in the software such as changing light settings and triggering commands. To connect to Lumia Stream, please ensure the software is running, the Developer API is enabled under Settings -> API, and you have copied over the API token in to here.
pt_br: A conectividade Lumia Stream permite controlar funcionalidades do software, como alterar configurações de luz e acionar comandos. Para se conectar ao Lumia Stream, certifique-se de que o software esteja em execução, que a API do desenvolvedor esteja habilitada em Configurações -> API e que você copiou o token da API para aqui.

# LumiaStreamConnectionFailed
source: Lumia Stream connection failed, please ensure the software is running, the Developer API is enabled under Settings -> API, and you have correctly copied over the Developer API token.
pt_br: A conexão do Lumia Stream falhou, certifique-se de que o software esteja em execução, que a API do desenvolvedor esteja habilitada em Configurações -> API e que você tenha copiado corretamente o token da API do desenvolvedor.

source: API Token
pt_br: Token de API

source: Hold
pt_br: Segurar

source: Set Lights Color
pt_br: Definir cor das luzes

# MusicPlayerSelectFolderOrPlayMusicToLoadInSongs
source: Select a new folder to load in music from a folder or hit the Play button to load in music from the last used folder.
pt_br: Selecione uma nova pasta para carregar músicas de uma pasta ou aperte o botão Play para carregar músicas da última pasta usada.

source: ResponsiveVoice
pt_br: Voz Responsiva

source: Windows Text To Speech
pt_br: Texto para fala do Windows

source: TTS.Monster
pt_br: TTS.Monstro

# TTSMonsterFailedToGetVoices
source: Failed to get available voices. Please ensure you correctly copied over your TTS.Monster Overlay URL
pt_br: Falha ao obter vozes disponíveis. Certifique-se de ter copiado corretamente seu URL de sobreposição TTS.Monster

# TTSMonsterInvalidURL
source: Please enter a valid TTS.Monster URL ({0}).
pt_br: Insira um URL TTS.Monster válido ({0}).

# TTSMonsterInfo1
source: TTS.Monster service connectivity allows you to trigger Text to Speech audio in commands using voices provided by TTS.Monster's service. To connect to TTS.Monster, head to your TTS.Monster dashboard page, copy your Overlay URL in the top-left corner of the page into the text box, and click Log In.
pt_br: A conectividade do serviço TTS.Monster permite acionar áudio Text to Speech em comandos usando vozes fornecidas pelo serviço TTS.Monster. Para se conectar ao TTS.Monster, vá para a página do painel do TTS.Monster, copie o URL de sobreposição no canto superior esquerdo da página na caixa de texto e clique em Login.

# TTSMonsterInfo2
source: TTS.Monster usage restrictions and limits are set by their service. For more information, please see the Mix It Up Wiki page on the TTS.Monster service.
pt_br: As restrições e limites de uso do TTS.Monster são definidos por seu serviço. Para obter mais informações, consulte a página Mix It Up Wiki no serviço TTS.Monster.

source: TTS.Monster Overlay URL
pt_br: URL de sobreposição TTS.Monster

# EnableTTSMonster
source: Please enable TTS.Monster on the Services page!
pt_br: Ative o TTS.Monster na página de serviços!

source: Chatter Count
pt_br: Contagem de conversas

source: Viewer Count
pt_br: Contagem de espectadores

source: Twitch Clip
pt_br: Clipe de contração muscular

source: Latest Clip
pt_br: Último clipe

source: Random Clip
pt_br: Clipe aleatório

source: Top Clip
pt_br: Clipe superior

source: Clip ID / URL
pt_br: ID/URL do clipe

# OverlayTwitchClipErrorUnableToFindValidClip
source: ERROR: Unable to find a valid clip
pt_br: ERRO: Não foi possível encontrar um clipe válido

# OverlayTwitchClipValidIDMustBeSpecified
source: A valid Clip ID must be specified
pt_br: Um ID de clipe válido deve ser especificado

source: Specific Clip
pt_br: Clipe específico

source: No Duplicates
pt_br: Sem duplicatas

source: Count Lines In File
pt_br: Contar linhas no arquivo

source: Chat User First Message
pt_br: Primeira mensagem do usuário do bate-papo

source: Twitch Channel Updated
pt_br: Canal Twitch atualizado

source: Register
pt_br: Cadastre-se

# MixItUpOnlineAlphaRegistrationInfo
source: Mix It Up Online is a new cloud-hosted version of Mix It Up currently in development. Mix It Up Desktop users can pre-register now for the chance at Alpha testing access by clicking the Register button below.
pt_br: Mix It Up Online é uma nova versão hospedada na nuvem do Mix It Up atualmente em desenvolvimento. Os usuários do Mix It Up Desktop podem fazer o pré-registro agora para ter a chance de acesso ao teste Alpha clicando no botão Registrar abaixo.

source: Mix It Up Online
pt_br: Misture tudo on-line

source: User Only Chat
pt_br: Bate-papo somente para usuários

source: Show User First Message
pt_br: Mostrar primeira mensagem do usuário

# AlertUserFirstMessage
source: {0} - First Time Chat
pt_br: {0} - Bate-papo pela primeira vez

# TwitchBitsCommandsAlreadyExistsDuplicateAmount
source: There already exists another Twitch Bits command with the same amount / range as this command.
pt_br: Já existe outro comando Twitch Bits com a mesma quantidade/intervalo deste comando.

source: Ignore Usage Requirements
pt_br: Ignorar os requisitos de uso

source: Twitch Channel Ad Ended
pt_br: Anúncio do canal Twitch encerrado

source: Twitch Channel Ad Started
pt_br: Anúncio do canal Twitch iniciado

source: Twitch Channel Ad Upcoming
pt_br: Próximo anúncio do canal Twitch

source: Show Twitch Ads
pt_br: Mostrar anúncios Twitch

# AlertTwitchAdStarted
source: Twitch Ad Started - Duration {0} Seconds
pt_br: Anúncio Twitch iniciado - duração {0} segundos

source: Snooze Next Ad
pt_br: Adiar próximo anúncio

# TwitchUpcomingAdCommandTriggerAmount
source: Twitch Upcoming Ad Command Amount (Minutes)
pt_br: Valor do próximo comando de anúncio do Twitch (minutos)

# DontSaveLastWindowPosition
source: Don't Save Window Positioning
pt_br: Não salve o posicionamento da janela

source: Pulsoid
pt_br: Pulsóide

# PulsoidUnableToGetHeartRateData
source: Unable to get Heart Rate data
pt_br: Não foi possível obter dados de frequência cardíaca

# PulsoidInfo1
source: Pulsoid service connectivity allows you to perform actions when your heart rate changes through the Pulsoid service. When you log in, an authentication webpage will open asking you to log in to Pulsoid and approve Mix It Up to access your information. A Pulsoid BRO plan is required for all external integrations.
pt_br: A conectividade do serviço Pulsoid permite que você execute ações quando sua frequência cardíaca muda por meio do serviço Pulsoid. Ao fazer login, uma página de autenticação será aberta solicitando que você faça login no Pulsoid e aprove o Mix It Up para acessar suas informações. Um plano Pulsoid BRO é necessário para todas as integrações externas.

source: Pulsoid Heart Rate Changed
pt_br: Frequência cardíaca pulsóide alterada

# PulsoidInfo2
source: The Command Trigger Delay and Heart Rate Range options allows you set how often the Pulsoid Heart Rate Changed event command can be triggered due to changes in your heart rate. For full details on how these work, please visit the Mix It Up Wiki page on the Pulsoid service.
pt_br: As opções Command Trigger Delay e Heart Rate Range permitem definir com que frequência o comando do evento Pulsoid Heart Rate Changed pode ser acionado devido a alterações em sua frequência cardíaca. Para obter detalhes completos sobre como eles funcionam, visite a página Mix It Up Wiki no serviço Pulsoid.

source: Command Trigger Delay
pt_br: Atraso no disparo do comando

source: Heart Rate Ranges
pt_br: Faixas de frequência cardíaca

# PulsoidInfo3
source: A special 20% discount is available for new Pulsoid BRO plan user that also helps support Mix It Up's continued development. Information can found by visiting the link below:
pt_br: Um desconto especial de 20% está disponível para novos usuários do plano Pulsoid BRO, que também ajuda a apoiar o desenvolvimento contínuo do Mix It Up. Informações podem ser obtidas acessando o link abaixo:

source: Pulsoid Website
pt_br: Site Pulsóide

source: Refresh
pt_br: Atualizar

source: Max Width (Pixels)
pt_br: Largura máxima (pixels)

# OverlayPositionPercentageBetween0And100
source: Percentage positions must be between 0 and 100
pt_br: As posições percentuais devem estar entre 0 e 100

# OverlayPositionRandomMinimumsCantBeGreaterThanMaximums
source: Random position minimums can't be greater than position maximums
pt_br: Os mínimos de posição aleatórios não podem ser maiores que os máximos de posição

source: Pos
pt_br: Posição

source: Latest YouTube Super Chat
pt_br: Último Super Chat do YouTube

# OverlayLabelErrorAtLeastOneDisplayTypeMustBeEnabled
source: At least one display type must be enabled
pt_br: Pelo menos um tipo de exibição deve estar ativado

# OverlayLabelErrorDisplayRotationMustBePositiveNumber
source: Display rotation must be a positive number
pt_br: A rotação da tela precisa ser um número positivo

source: A name must be specified
pt_br: Um nome deve ser especificado

source: Format
pt_br: Formatar

# DisplayRotationSeconds
source: Display Rotation (Secs)
pt_br: Rotação da tela (seg.)

# OverlayLabelDisplayFormatMustHaveValidValue
source: Label format must have a valid value
pt_br: O formato do rótulo precisa ter um valor válido

source: Newest Only
pt_br: Apenas os mais recentes

source: Rotating Displays
pt_br: Telas rotativas

source: Set Chat Settings
pt_br: Definir configurações de bate-papo

source: Emote Mode
pt_br: Modo de emoção

source: Follower Mode
pt_br: Modo Seguidor

source: Non-Moderator Chat Delay
pt_br: Atraso no bate-papo não moderador

source: Slow Mode
pt_br: Modo lento

source: Subscriber Mode
pt_br: Modo de assinante

source: Unique Chat Mode
pt_br: Modo de bate-papo exclusivo

source: Damage Color
pt_br: Cor do Dano

source: Health Color
pt_br: Cor da Saúde

source: Base Health
pt_br: Saúde Básica

source: Damage
pt_br: Dano

source: Damage Amount
pt_br: Quantidade de danos

# DamageMultiplier
source: Damage Multipler
pt_br: Multiplicador de Dano

source: Damage Occurred
pt_br: Danos ocorridos
