Repository: SaviorXTanren/mixer-mixitup
Catalog: MixItUp.*/Resources.*.resx
Languages: de, es, fr, fr_fr, ja, nl, pt, pt_br, ru, uk

source: Disable Title
de: Titel deaktivieren
es: Deshabilitar título
fr: Désactiver le titre
ja: タイトルを無効にする
nl: Titel uitschakelen
pt: Título desabilitar
pt_br: Desativar título
ru: Отключить титул
uk: Вимкнути заголовок

source: Enable Title
de: Titel aktivieren
es: Habilitar título
fr: Activer le titre
ja: タイトルを有効にする
nl: Titel inschakelen
pt: Habilitar título
pt_br: Ativar título
ru: Показать титул
uk: Увімкнути заголовок

source: Hide Title
de: Titel ausblenden
es: Ocultar título
fr: Masquer le titre
ja: タイトルを非表示にする
nl: Titel verbergen
pt: Título de ocultação
pt_br: Ocultar título
ru: Скрыть титул
uk: Приховати заголовок

source: Play Title
de: Titel abspielen
es: Título del juego
fr: Titre de jeu
ja: 遊ぶ タイトル
nl: Titel afspelen
pt: Título de jogo
pt_br: Título da reprodução
ru: Играть титул
uk: Назва відтворення

source: Update Variables
de: Variablen aktualisieren
es: Actualizar variables
fr: Mettre à jour les variables
ja: 変数の更新
nl: Variabelen bijwerken
pt: Atualizar variáveis
pt_br: Atualizar variáveis
ru: Обновить переменные
uk: Оновити змінні

source: Serial Action: Missing device
de: Serielle Aktion: Fehlendes Gerät
es: Acción serie: Falta el dispositivo
fr: Action série : périphérique manquant
ja: シリアルアクション: デバイスが見つかりません
nl: Seriële actie: ontbrekend apparaat
pt: Ação serial: dispositivo ausente
pt_br: Ação serial: dispositivo ausente
ru: Действия с устройствами: Отсутствует устройство
uk: Послідовна дія: відсутній пристрій

source: Serial Action: Missing message
de: Serielle Aktion: Fehlende Nachricht
es: Acción en serie: falta el mensaje
fr: Action série : message manquant
ja: シリアル アクション: メッセージが見つかりません
nl: Seriële actie: ontbrekend bericht
pt: Ação serial: mensagem perdida
pt_br: Ação serial: mensagem ausente
ru: Действия с устройствами: Отсутствует сообщение
uk: Послідовна дія: відсутнє повідомлення

source: Sound Action: Missing file path
de: Sound-Aktion: Fehlender Dateipfad
es: Acción de sonido: Falta la ruta del archivo
fr: Action sonore : chemin d’accès au fichier manquant
ja: サウンドアクション: ファイルパスがありません
nl: Geluidsactie: ontbrekend bestandspad
pt: Ação sonora: caminho do arquivo ausente
pt_br: Ação sonora: caminho de arquivo ausente
ru: Действия со звуками: Отсутствует путь к файлу
uk: Звукова дія: відсутній шлях до файлу

# SpecialIdentifierActionInvalidSpecialIdentifierName
source: Special Identifier Action: Special Identifier name can only contain alpha-numeric characters
de: Spezielle Bezeichneraktion: Der Name des speziellen Bezeichners darf nur alphanumerische Zeichen enthalten
es: Acción de identificador especial: el nombre del identificador especial solo puede contener caracteres alfanuméricos
fr: Action identificateur spécial : le nom de l’identificateur spécial ne peut contenir que des caractères alphanumériques
ja: 特殊識別子アクション: 特殊識別子名には英数字のみを含めることができます。
nl: Speciale id-actie: de naam van de speciale id mag alleen alfanumerieke tekens bevatten
pt: Ação especial de identificação: o nome do identificador especial só pode conter caracteres alfa-numéricos
pt_br: Ação do identificador especial: o nome do identificador especial só pode conter caracteres alfanuméricos
ru: Действия со спец. идентификаторами: Название спец. идентификатора может содержать только буквы и цифры
uk: Дія спеціального ідентифікатора: ім'я спеціального ідентифікатора може містити лише буквено-цифрові символи

source: Special Identifier Action: Missing replacement text
de: Spezielle Bezeichneraktion: Fehlender Ersatztext
es: Acción de identificador especial: Falta texto de reemplazo
fr: Action d’identificateur spécial : texte de remplacement manquant
ja: 特殊な識別子アクション: 置換テキストがありません
nl: Speciale id-actie: ontbrekende vervangende tekst
pt: Ação de identificação especial: texto de substituição ausente
pt_br: Ação de identificador especial: texto de substituição ausente
ru: Действия со спец. идентификаторами: Отсутствует текст для замены
uk: Дія спеціального ідентифікатора: відсутній текст заміни

source: Special Identifier Action: Missing Special Identifier name
de: Spezielle Bezeichneraktion: Fehlender spezieller Bezeichnername
es: Acción de identificador especial: Falta el nombre del identificador especial
fr: Action d’identificateur spécial : nom d’identificateur spécial manquant
ja: 特殊識別子アクション: 特殊識別子名がありません
nl: Speciale id-actie: ontbrekende naam van speciale id
pt: Ação especial de identificação: nome do identificador especial ausente
pt_br: Ação do identificador especial: nome do identificador especial ausente
ru: Действия со спец. идентификаторами: Отсутствует название спец. идентификатора
uk: Дія спеціального ідентифікатора: відсутнє ім'я спеціального ідентифікатора

# TextToSpeechActionInvalidPitch
source: Text to Speech Action: Pitch must be between 0 - 200
de: Text-to-Speech-Aktion: Die Tonhöhe muss zwischen 0 und 200 liegen
es: Acción de texto a voz: el tono debe estar entre 0 y 200
fr: Action de synthèse vocale : la hauteur doit être comprise entre 0 et 200
ja: テキストから音声へのアクション: ピッチは 0 ~ 200 の間でなければなりません
nl: Tekst-naar-spraakactie: Toonhoogte moet tussen 0 - 200 liggen
pt: Texto para Ação de Fala: O pitch deve ser entre 0 e 200
pt_br: Ação de conversão de texto em fala: o tom deve estar entre 0 e 200
ru: Действия TTS: Шаг должен быть в диапазоне 0 - 200
uk: Дія тексту в мовлення: крок має бути від 0 до 200

# TextToSpeechActionInvalidRate
source: Text to Speech Action: Rate must be between 0 - 150
de: Text-to-Speech-Aktion: Die Rate muss zwischen 0 und 150 liegen
es: Acción de texto a voz: la velocidad debe estar entre 0 y 150
fr: Action de synthèse vocale : le taux doit être compris entre 0 et 150
ja: テキストから音声へのアクション: レートは 0 ~ 150 の間でなければなりません
nl: Tekst-naar-spraakactie: de snelheid moet tussen 0 - 150 liggen
pt: Texto para Ação de Fala: Taxa deve ser entre 0 a 150
pt_br: Ação de conversão de texto em fala: a taxa deve estar entre 0 e 150
ru: Действия TTS: Высота должна быть в диапазоне 0 - 150
uk: Дія тексту в мовлення: швидкість має бути від 0 до 150

# TextToSpeechActionInvalidVolume
source: Text to Speech Action: Volume must be between 0 - 100
de: Text-to-Speech-Aktion: Die Lautstärke muss zwischen 0 und 100 liegen
es: Acción de texto a voz: el volumen debe estar entre 0 y 100
fr: Action de synthèse vocale : le volume doit être compris entre 0 et 100
ja: テキスト読み上げアクション: 音量は 0 ~ 100 の間でなければなりません
nl: Tekst-naar-spraakactie: volume moet tussen 0 - 100 liggen
pt: Texto para Ação de Fala: O volume deve ser entre 0 a 100
pt_br: Ação de conversão de texto em fala: o volume deve estar entre 0 e 100
ru: Действия TTS: Громкость должна быть в диапазоне 0 - 100
uk: Дія тексту в мовлення: том має бути від 0 до 100

source: Text to Speech Action: Missing text
de: Text-zu-Sprache-Aktion: Fehlender Text
es: Acción de texto a voz: falta texto
fr: Action de synthèse vocale : texte manquant
ja: テキスト読み上げアクション: テキストが見つかりません
nl: Tekst-naar-spraakactie: ontbrekende tekst
pt: Texto para Ação de Fala: Texto ausente
pt_br: Ação de conversão de texto em fala: texto ausente
ru: Действия TTS: Текст отсутствует
uk: Дія тексту в мовлення: відсутній текст

source: Text to Speech Action: Missing voice
de: Text-to-Speech-Aktion: Fehlende Stimme
es: Acción de texto a voz: falta voz
fr: Action de synthèse vocale : voix manquante
ja: 音声合成アクション: 音声が欠落しています
nl: Tekst-naar-spraakactie: ontbrekende stem
pt: Texto para Ação de Fala: Voz ausente
pt_br: Ação de conversão de texto em fala: voz ausente
ru: Действия TTS: Голос отсутствует
uk: Дія тексту в мовлення: відсутній голос

# TwitterActionInvalidTweet
source: Twitter Action: Tweet can not contain any "@" tags
de: Twitter-Aktion: Tweet darf keine "@"-Tags enthalten
es: Acción de Twitter: Tweet no puede contener ninguna etiqueta "@"
fr: Action Twitter : Le tweet ne peut contenir aucune balise « @ »
ja: Twitterアクション: ツイートに「@」タグを含めることはできません
nl: Twitter-actie: Tweet mag geen @-tags bevatten
pt: Ação do Twitter: Tweet não pode conter nenhuma tag "@"
pt_br: Ação do Twitter: o tweet não pode conter tags "@"
ru: Действия с Twitter: твит не может содержать какие-либо "@" теги
uk: Twitter Action: Твіт не може містити будь-які "@" теги

source: Twitter Action: Missing name update
de: Twitter-Aktion: Fehlende Namensaktualisierung
es: Acción de Twitter: Falta la actualización del nombre
fr: Action Twitter : mise à jour du nom manquant
ja: Twitter アクション: 名前の更新が見つかりません
nl: Twitter-actie: ontbrekende naamupdate
pt: Ação do Twitter: Atualização de nome ausente
pt_br: Ação do Twitter: atualização de nome ausente
ru: Действия с Twitter: Отсутствует обновление имени
uk: Дія Twitter: Відсутнє оновлення імені

source: Twitter Action: Missing tweet
de: Twitter-Aktion: Fehlender Tweet
es: Acción de Twitter: Falta el tweet
fr: Action Twitter : Tweet manquant
ja: ツイッターアクション:ツイートが見つかりません
nl: Twitter Actie: Ontbrekende tweet
pt: Ação do Twitter: Tweet perdido
pt_br: Ação do Twitter: Tweet ausente
ru: Действия с Twitter: Отсутствует твит
uk: Twitter дій: Відсутній твіт

source: Wait Action: Missing amount
de: Warteaktion: Fehlender Betrag
es: Acción de espera: Falta la cantidad
fr: Action d’attente : montant manquant
ja: 待機アクション: 不足している量
nl: Wachtactie: Ontbrekend bedrag
pt: Ação de espera: Quantidade perdida
pt_br: Aguardar ação: valor ausente
ru: Действие ожидания: отсутствует количество
uk: Дія очікування: відсутня сума

source: Web Request Action: Missing JSON Parameter
de: Webanforderungsaktion: Fehlender JSON-Parameter
es: Acción de solicitud web: falta el parámetro JSON
fr: Action de requête Web : paramètre JSON manquant
ja: Web リクエストアクション: JSON パラメーターがありません
nl: Webaanvraagactie: ontbrekende JSON-parameter
pt: Ação de solicitação da Web: Parâmetro JSON ausente
pt_br: Ação de solicitação da Web: parâmetro JSON ausente
ru: Действия с веб-запросом: Отсутствует параметр JSON
uk: Дія веб-запиту: відсутній параметр JSON

source: Web Request Action: Missing URL
de: Webanforderungsaktion: Fehlende URL
es: Acción de solicitud web: falta la URL
fr: Action de requête Web : URL manquante
ja: Web 要求アクション: URL がありません
nl: Webaanvraagactie: ontbrekende URL
pt: Ação de solicitação da Web: URL ausente
pt_br: Ação de solicitação da Web: URL ausente
ru: Действия с веб-запросом: Отсутствует URL
uk: Дія веб-запиту: відсутня URL-адреса

source: Web Request Action: Invalid JSON Special Identifier
de: Webanforderungsaktion: Ungültiger spezieller JSON-Bezeichner
es: Acción de solicitud web: identificador especial JSON no válido
fr: Action de requête Web : identificateur spécial JSON non valide
ja: Web リクエストアクション: 無効な JSON 特殊識別子
nl: Webaanvraagactie: Ongeldige speciale JSON-id
pt: Ação de solicitação da Web: Identificador especial JSON inválido
pt_br: Ação de solicitação da Web: identificador especial JSON inválido
ru: Действия с веб-запросом: Недействительный спец. идентификатор JSON
uk: Дія веб-запиту: неприпустимий спеціальний ідентифікатор JSON

source: Response Processing Type
de: Antwortverarbeitungstyp
es: Tipo de procesamiento de respuesta
fr: Type de traitement des réponses
ja: 応答処理タイプ
nl: Type reactieverwerking
pt: Tipo de processamento de resposta
pt_br: Tipo de processamento de resposta
ru: Тип обработки ответа
uk: Тип обробки відповіді

source: Default Setting
de: Defaulteinstellung
es: Configuración predeterminada
fr: Paramètre par défaut
ja: デフォルト設定
nl: Standaardinstelling
pt: Configuração padrão
pt_br: Configuração padrão
ru: Настройка по умолчанию
uk: Параметр за промовчанням

source: OBS Studio
pt_br: Estúdio OBS
uk: СТУДІЯ OBS

source: Save Replay Buffer
de: Replay-Puffer speichern
es: Guardar búfer de reproducción
fr: Enregistrer le tampon de relecture
ja: 再生バッファの保存
nl: Replay Buffer opslaan
pt: Salvar buffer de repetição
pt_br: Salvar buffer de repetição
ru: Сохранить буфер повтора
uk: Зберегти буфер відтворення

source: Scene Collection
de: Szenensammlung
es: Colección Scene
fr: Collection de scènes
ja: シーンコレクション
nl: Scène collectie
pt: Coleção de Cenas
pt_br: Coleção de cenas
ru: Коллекция сцен
uk: Колекція сцени

source: Source Dimensions
de: Abmessungen der Quelle
es: Dimensiones de origen
ja: ソースディメンション
nl: Bron afmetingen
pt: Dimensões de Origem
pt_br: Dimensões de origem
ru: Размеры источника
uk: Розміри джерела

source: Source Visibility
de: Quellensichtbarkeit
es: Visibilidad de la fuente
fr: Visibilité de la source
ja: ソースの可視性
nl: Zichtbaarheid van bronnen
pt: Visibilidade da Fonte
pt_br: Visibilidade da fonte
ru: Видимость источника
uk: Видимість джерела

source: Start/Stop Stream
de: Stream starten/stoppen
es: Iniciar/Detener transmisión
fr: Démarrer/Arrêter le flux
ja: ストリームの開始/停止
nl: Stream starten/stoppen
pt: Fluxo de partida/parada
pt_br: Iniciar/parar transmissão
ru: Запуск/остановка трансляции
uk: Почати/зупинити потік

source: Streamlabs OBS
pt_br: OBS do Streamlabs
uk: Стримує OBS

source: Text Source
de: Textquelle
es: Texto
fr: Source du texte
ja: テキストソース
nl: Tekstbron
pt: Fonte de texto
pt_br: Fonte do texto
ru: Источник-текст
uk: Джерело тексту

source: Web Browser Source
de: Webbrowser-Quelle
es: Fuente del navegador web
fr: Source du navigateur Web
ja: Web ブラウザのソース
nl: Bron webbrowser
pt: Fonte do navegador da Web
pt_br: Fonte do navegador da Web
ru: Браузерный источник
uk: Джерело веб-браузера

source: Streaming Software Action: Missing scene
de: Streaming-Software-Aktion: Fehlende Szene
es: Acción de software de transmisión: falta una escena
fr: Action du logiciel de streaming : scène manquante
ja: ストリーミング ソフトウェア アクション: シーンが見つかりません
nl: Streaming Software Actie: Ontbrekende scène
pt: Streaming Software Action: Cena perdida
pt_br: Ação do software de streaming: cena ausente
ru: Действия со стриминговым ПО: Отсутствует сцена
uk: Потокове програмне забезпечення дії: Відсутня сцена

source: Streaming Software Action: Missing scene collection
de: Streaming-Software-Aktion: Fehlende Szenensammlung
es: Acción de software de transmisión: falta la colección de escenas
fr: Action du logiciel de streaming : collection de scènes manquantes
ja: ストリーミング ソフトウェア アクション: シーン コレクションがありません
nl: Streaming Software Action: ontbrekende scèneverzameling
pt: Streaming Software Action: Coleção de cenas ausentes
pt_br: Ação de software de streaming: coleção de cenas ausentes
ru: Действия со стриминговым ПО: Нет коллекции сцен
uk: Потокове програмне забезпечення дія: Відсутня колекція сцени

source: Streaming Software Action: Missing source
de: Streaming-Software-Aktion: Fehlende Quelle
es: Acción de software de transmisión: falta la fuente
fr: Action du logiciel de streaming : source manquante
ja: ストリーミング ソフトウェア アクション: ソースが見つかりません
nl: Streaming Software Actie: Ontbrekende bron
pt: Streaming Software Action: Fonte ausente
pt_br: Ação do software de streaming: fonte ausente
ru: Действия со стриминговым ПО: Отсутствует источник
uk: Потокове програмне забезпечення дія: відсутнє джерело

source: Streaming Software Action: Missing text source file path
de: Streaming-Software-Aktion: Fehlender Textquelldateipfad
es: Acción de software de transmisión: Falta la ruta del archivo de origen de texto
fr: Action du logiciel de streaming : chemin d’accès au fichier source texte manquant
ja: ストリーミング ソフトウェア アクション: テキスト ソース ファイルのパスがありません
nl: Streaming Software Action: Ontbrekend pad naar tekstbronbestand
pt: Streaming Software Action: Caminho de arquivo de fonte de texto ausente
pt_br: Ação do software de streaming: caminho do arquivo de origem de texto ausente
ru: Действия со стриминговым ПО: Отсутствует путь к источнику текста
uk: Дія потокового програмного забезпечення: відсутній шлях до файлу джерела тексту

source: Streaming Software Action: Missing web browser source file path
de: Streaming-Software-Aktion: Fehlender Quelldateipfad des Webbrowsers
es: Acción de software de transmisión: Falta la ruta del archivo de origen del navegador web
fr: Action du logiciel de streaming : chemin d’accès au fichier source du navigateur Web manquant
ja: ストリーミング ソフトウェア アクション: Web ブラウザーのソース ファイル パスがありません
nl: Streaming Software Action: Ontbrekend bronbestandspad van webbrowser
pt: Streaming Software Action: Caminho de arquivo de origem do navegador da Web
pt_br: Ação do software de streaming: Caminho do arquivo de origem do navegador da Web ausente
ru: Действия со стриминговым ПО: Отсутствует путь к браузерному источнику
uk: Потокове програмне забезпечення дія: Відсутній шлях до вихідного файлу веб-браузера

source: Conditional Action: Clause missing value
de: Bedingte Aktion: Fehlender Wert der Klausel
es: Acción condicional: Falta valor de la cláusula
fr: Action conditionnelle : valeur manquante de la clause
ja: 条件付きアクション: 句に値がありません
nl: Voorwaardelijke actie: ontbrekende waarde van clausule
pt: Ação Condicional: Cláusula de valor faltante
pt_br: Ação Condicional: Valor faltante da cláusula
ru: Действия с условиями: Пропущено значение
uk: Умовна дія: речення відсутнє значення

source: Show/Hide Widget
de: Widget ein-/ausblenden
es: Mostrar/Ocultar widget
fr: Afficher/Masquer le widget
ja: ウィジェットの表示/非表示
nl: Widget weergeven/verbergen
pt_br: Mostrar/ocultar widget
ru: Показать/Скрыть виджет
uk: Показати або приховати віджет

# ChatCommandInvalidTriggers
source: Chat triggers can only contain letters, numbers, spaces, symbols, and punctuation
de: Chat-Trigger dürfen nur Buchstaben, Zahlen, Leerzeichen, Symbole und Interpunktion enthalten
es: Los desencadenadores de chat solo pueden contener letras, números, espacios, símbolos y puntuación
fr: Les déclencheurs de chat ne peuvent contenir que des lettres, des chiffres, des espaces, des symboles et une ponctuation
ja: チャット トリガーには、文字、数字、スペース、記号、および句読点のみを含めることができます。
nl: Chattriggers kunnen alleen letters, cijfers, spaties, symbolen en interpunctie bevatten
pt: Os gatilhos de bate-papo só podem conter letras, números, espaços, símbolos e pontuação
pt_br: Os acionadores de bate-papo só podem conter letras, números, espaços, símbolos e pontuação
ru: Триггеры чата могут содержать только буквы, цифры, пробелы, символы и знаки препинания.
uk: Тригери чату можуть містити лише букви, цифри, пробіли, символи та розділові знаки

# ChatCommandMissingTriggers
source: Missing chat triggers
de: Fehlende Chat-Auslöser
es: Faltan activadores de chat
fr: Déclencheurs de chat manquants
ja: チャットトリガーが見つかりません
nl: Ontbrekende chattriggers
pt: Gatilhos de bate-papo ausentes
pt_br: Acionadores de bate-papo ausentes
ru: Отсутствуют триггеры чата
uk: Відсутні тригери чату

# GameQueueUserJoinedCommandName
source: Game Queue User Joined
de: Verwendete Spielwarteschlange Verbunden
es: Cola de Juegos Usuario Unido
fr: File d’attente de jeu utilisée jointe
ja: 参加済みゲーム キューを使用
nl: Gebruikte gamewachtrij Is lid
pt: Fila de jogos usada se juntou
pt_br: Usuário da fila de jogos entrou
ru: Пользователь присоединился к очереди
uk: Ігрова черга, яка використовувалася, приєдналася

# GameQueueUserSelectedCommandName
source: Game Queue User Selected
de: Verwendete Spielwarteschlange Ausgewählt
es: Cola de juegos Usuario Seleccionado
fr: File d’attente de jeu utilisée Sélectionné
ja: 選択されたゲーム キューを使用
nl: Gebruikte gamewachtrij geselecteerd
pt: Fila de jogos usada selecionada
pt_br: Usuário da fila de jogos selecionado
ru: Пользователь в очереди выбран
uk: Вибрана черга ігор

# InventoryItemsBoughtCommandName
source: Shop Items Bought
de: Gekaufte Shop-Artikel
es: Comprar artículos comprados
fr: Acheter des articles achetés
ja: 購入したショップアイテム
nl: Gekochte shopitems
pt: Itens de loja comprados
pt_br: Itens comprados na loja
ru: Товары куплены
uk: Куплені товари

# InventoryItemsSoldCommandName
source: Shop Items Sold
de: Verkaufte Shop-Artikel
es: Comprar artículos vendidos
fr: Acheter des articles vendus
ja: 販売されたショップアイテム
nl: Verkochte winkelartikelen
pt: Itens de loja vendidos
pt_br: Itens da loja vendidos
ru: Товары проданы
uk: Продані товари

# InventoryItemsTradedCommandName
source: Items Traded
de: Gehandelte Artikel
es: Artículos negociados
fr: Objets échangés
ja: 取引されるアイテム
nl: Verhandelde items
pt: Itens negociados
pt_br: Itens negociados
ru: Продаваемые товары
uk: Товари, що торгуються

# ModerationStrikeCommandName
source: Moderation Strike
de: Moderationsstreik
es: Aviso de moderación
fr: Grève de modération
ja: モデレーションストライク
nl: Moderatie Staking
pt: Greve de Moderação
pt_br: Greve de moderação
ru: Страйк
uk: Помірний страйк

# RedemptionStoreDefaultRedemptionCommandName
source: Redemption Store Default Redemption
de: Standardeinlösung im Redemption Store
es: Canje predeterminado de redemption Store
fr: Échange Store Par défaut
ja: 償還ストアのデフォルト償還
nl: Inwisselwinkel Standaard inwisseling
pt: Resgate padrão da loja de resgate
pt_br: Resgate padrão da loja de resgate
ru: Выдача товара по умолчанию
uk: Викуп магазину за замовчуванням погашення

# RedemptionStoreManualRedeemNeededCommandName
source: Redemption Store Manual Redeem Needed
de: Einlöseshop Manuelle Einlösung erforderlich
es: Manual de la tienda de canjeo necesario Canjear
fr: Utilisation manuelle de la boutique d’échange Nécessaire
ja: 償還ストアの手動引き換えが必要
nl: Inwisselwinkel handmatig inwisselen nodig
pt: Resgate manual da loja de resgate necessário
pt_br: Resgate manual da loja de resgate necessário
ru: Необходима ручная выдача товара
uk: Відновлення сховища вручну Активувати потрібно

source: Failed to import command
de: Fehler beim Importieren des Befehls
es: Error al importar el comando
fr: Echec de l’importation de la commande
ja: コマンドをインポートできませんでした
nl: Opdracht kan niet worden geïmporteerd
pt: Falha ao importar comando
pt_br: Falha ao importar comando
ru: Не удалось импортировать команду
uk: Не вдалося імпортувати команду

# GiveawayStartedReminderCommandName
source: Giveaway Started/Reminder
de: Giveaway gestartet/Erinnerung
es: Sorteo Iniciado/Recordatorio
fr: Cadeau commencé/Rappel
ja: プレゼントの開始/リマインダー
nl: Giveaway gestart / Herinnering
pt: Oferta iniciada/lembrete
pt_br: Sorteio iniciado/lembrete
ru: Начало / Напоминание о раздаче
uk: Початок піддавки/нагадування

# GiveawayUserJoinedCommandName
source: Giveaway User Joined
de: Giveaway-Benutzer beigetreten
es: Usuario de sorteo unido
fr: Utilisateur Giveaway rejoint
ja: 参加ユーザーのプレゼント
nl: Giveaway Gebruiker Lid
pt: Usuário de sorteio inscrito
pt_br: Usuário do sorteio inscrito
ru: Пользователь присоединился к раздаче
uk: Піддавки користувач приєднався

# GiveawayWinnerSelectedCommandName
source: Giveaway Winner Selected
de: Gewinner des Gewinnspiels ausgewählt
es: Ganador del sorteo seleccionado
fr: Gagnant du concours sélectionné
ja: プレゼントウィナーが選ばれた
nl: Winactie Winnaar Geselecteerd
pt: Vencedor do sorteio selecionado
pt_br: Vencedor do sorteio selecionado
ru: Выбран победитель раздачи
uk: Обрано переможця піддавки

# ModerationStrike1CommandName
source: Moderation Strike 1
de: Moderationsstreik 1
es: Aviso de moderación 1
fr: Grève de modération 1
ja: モデレーションストライク1
nl: Moderatie Strike 1
pt: Greve de Moderação 1
pt_br: Greve de moderação 1
ru: 1-й страйк
uk: Помірний страйк 1

# ModerationStrike2CommandName
source: Moderation Strike 2
de: Moderationsstreik 2
es: Aviso de moderación 2
fr: Grève de modération 2
ja: モデレーションストライク2
nl: Moderatie Strike 2
pt: Greve de Moderação 2
pt_br: Greve de Moderação 2
ru: 2-й страйк
uk: Помірний страйк 2

# ModerationStrike3CommandName
source: Moderation Strike 3+
es: Aviso de moderación 3+
fr: Grève de modération 3+
ja: モデレーションストライク3+
nl: Moderatie Strike 3+
pt: Greve de Moderação 3+
pt_br: Ataque de moderação 3+
ru: 3+ страйк
uk: Помірний страйк 3+
