Repository: SaviorXTanren/mixer-mixitup
Catalog: MixItUp.*/Resources.*.resx
Languages: de, es, fr, fr_fr, ja, nl, pt, pt_br, ru, uk

# StreamlabsInfo1
source: Streamlabs service connectivity allows you to perform actions when a donation is received. When you log in, an authentication webpage will open asking you to log in to Streamlabs and approve Mix It Up to access your information.
de: Streamlabs Service-Konnektivität ermöglicht es Ihnen, Aktionen durchzuführen, wenn eine Spende empfangen wird. Wenn Sie sich anmelden, öffnet sich eine Authentifizierungswebseite, auf der Sie aufgefordert werden, sich bei Streamlabs anzumelden und Mix It Up für den Zugriff auf Ihre Informationen zu genehmigen.
es: La conectividad del servicio Streamlabs le permite realizar acciones cuando se recibe una donación. Cuando inicie sesión, se abrirá una página web de autenticación pidiéndole que inicie sesión en Streamlabs y apruebe Mix It Up para acceder a su información.
fr: La connectivité du service Streamlabs vous permet d’effectuer des actions lorsqu’un don est reçu. Lorsque vous vous connectez, une page Web d’authentification s’ouvre vous demandant de vous connecter à Streamlabs et d’approuver Mix It Up pour accéder à vos informations.
ja: Streamlabs サービス接続では、寄付を受け取ったときにアクションを実行できます。ログインすると、認証ウェブページが開き、Streamlabsにログインし、情報にアクセスするためにMix It Upを承認するように求める。
nl: Streamlabs-serviceconnectiviteit stelt u in staat om acties uit te voeren wanneer een donatie wordt ontvangen. Wanneer u zich aanmeldt, wordt een verificatiewebpagina geopend waarin u wordt gevraagd u aan te melden bij Streamlabs en Mix It Up goed te keuren om toegang te krijgen tot uw gegevens.
pt: A conectividade de serviço do Streamlabs permite que você realize ações quando uma doação é recebida. Ao fazer login, uma página da autenticação será aberta pedindo que você faça login no Streamlabs e aprove o Mix It Up para acessar suas informações.
pt_br: A conectividade do serviço Streamlabs permite que você execute ações quando uma doação é recebida. Ao fazer login, uma página de autenticação será aberta solicitando que você faça login no Streamlabs e aprove o Mix It Up para acessar suas informações.
ru: Подключение сервиса Streamlabs позволяет выполнять действия при получении пожертвования. Когда вы войдете в систему, откроется веб-страница аутентификации с просьбой войти в Streamlabs и одобрить Mix It Up для доступа к вашей информации.
uk: Підключення служби Streamlabs дозволяє виконувати дії під час отримання пожертвування. Коли ви входите в систему, відкриється веб-сторінка аутентифікації з проханням увійти в Streamlabs і схвалити Mix It Up для доступу до вашої інформації.

# StreamlabsOBSConnectionFailed
source: Streamlabs OBS connection test failed, please ensure that Streamlabs OBS is running.
de: Streamlabs OBS-Verbindungstest fehlgeschlagen, stellen Sie bitte sicher, dass Streamlabs OBS ausgeführt wird.
es: Error en la prueba de conexión de Streamlabs OBS, asegúrese de que Streamlabs OBS se esté ejecutando.
fr: Le test de connexion Streamlabs OBS a échoué, veuillez vous assurer que Streamlabs OBS est en cours d’exécution.
ja: ストリームラボ OBS 接続テストに失敗しました。
nl: Streamlabs OBS-verbindingstest is mislukt, zorg ervoor dat Streamlabs OBS actief is.
pt: O teste de conexão OBS do Streamlabs falhou, por favor, certifique-se de que o Streamlabs OBS está em execução.
pt_br: O teste de conexão do Streamlabs OBS falhou, certifique-se de que o Streamlabs OBS esteja em execução.
ru: Тест подключения Streamlabs OBS не удался, убедитесь, что Streamlabs OBS запущен.
uk: Перевірка з'єднання Streamlabs OBS зазнала невдачі, переконайтеся, що працює Streamlabs OBS.

# StreamlabsOBSConnectionSuccess
source: Streamlabs OBS connection test successful!
de: Streamlabs OBS Verbindungstest erfolgreich!
es: ¡La prueba de conexión OBS de Streamlabs fue exitosa!
fr: Test de connexion OBS Streamlabs réussi !
ja: ストリームラボ OBS 接続テストが成功しました!
nl: Streamlabs OBS verbindingstest geslaagd!
pt: Teste de conexão OBS do Streamlabs com sucesso!
pt_br: Teste de conexão Streamlabs OBS bem-sucedido!
ru: Тест соединения Streamlabs OBS успешно прошел!
uk: Streamlabs OBS з'єднання тест успішно!

# StreamlabsOBSInfo1
source: The Streamlabs OBS service allows you to directly interact with your instance of Streamlabs OBS to perform changes to scenes and sources.
de: Mit dem Streamlabs OBS-Dienst können Sie direkt mit Ihrer Instanz von Streamlabs OBS interagieren, um Änderungen an Szenen und Quellen vorzunehmen.
es: El servicio ObS de Streamlabs le permite interactuar directamente con su instancia de ObS de Streamlabs para realizar cambios en escenas y orígenes.
fr: Le service Streamlabs OBS vous permet d’interagir directement avec votre instance de Streamlabs OBS pour effectuer des modifications aux scènes et aux sources.
ja: Streamlabs OBS サービスを使用すると、Streamlabs OBS のインスタンスと直接対話して、シーンやソースに対する変更を実行できます。
nl: Met de Streamlabs OBS-service kunt u rechtstreeks communiceren met uw exemplaar van Streamlabs OBS om wijzigingen in scènes en bronnen uit te voeren.
pt: O serviço OBS do Streamlabs permite que você interaja diretamente com sua instância do Streamlabs OBS para realizar alterações em cenas e fontes.
pt_br: O serviço Streamlabs OBS permite que você interaja diretamente com sua instância do Streamlabs OBS para realizar alterações em cenas e fontes.
ru: Служба Streamlabs OBS позволяет напрямую взаимодействовать с экземпляром Streamlabs OBS для внесения изменений в сцены и источники.
uk: Сервіс Streamlabs OBS дозволяє безпосередньо взаємодіяти з вашим екземпляром Streamlabs OBS для виконання змін у сценах та джерелах.

source: Streamloots Alerts Overlay URL
es: URL superpuesta de alertas de Streamloots
fr: URL de superposition des alertes Streamloots
ja: ストリームルートアラートオーバーレイ URL
pt: Streamloots alertas sobreposição URL
pt_br: URL de sobreposição de alertas Streamloots
ru: URL-адрес наложения оповещений Streamloots
uk: Url-адреса накладання оповіщень про накладання

# StreamlootsInfo1
source: Streamloots service connectivity allows you to trigger events from when a card is used on your channel.
de: Mit der Streamloots-Dienstkonnektivität können Sie Ereignisse auslösen, wenn eine Karte auf Ihrem Kanal verwendet wird.
es: La conectividad del servicio Streamloots le permite activar eventos desde que se usa una tarjeta en su canal.
fr: La connectivité du service Streamloots vous permet de déclencher des événements à partir du moment où une carte est utilisée sur votre chaîne.
ja: Streamloots サービス接続では、カードがチャンネルで使用された場合からイベントをトリガーできます。
nl: Streamloots-serviceconnectiviteit stelt je in staat om gebeurtenissen te activeren vanaf het moment dat een kaart op je kanaal wordt gebruikt.
pt: A conectividade de serviço do Streamloots permite que você acione eventos a partir de quando um cartão é usado em seu canal.
pt_br: A conectividade do serviço Streamloots permite acionar eventos quando um cartão é usado em seu canal.
ru: Подключение службы Streamloots позволяет запускать события с момента использования карты на канале.
uk: Підключення служби Streamloots дозволяє запускати події з того, коли картка використовується у вашому каналі.

# StreamlootsInfo2
source: To connect to Streamloots, head to your Streamloots dashboard page, click on Alerts on the left-side menu, copy your Alert Overlay URL into the text box, and click Log In.
de: Um eine Verbindung zu Streamloots herzustellen, gehen Sie zu Ihrer Streamloots-Dashboardseite, klicken Sie im Menü auf der linken Seite auf Warnungen, kopieren Sie Ihre Alert-Overlay-URL in das Textfeld und klicken Sie auf Anmelden.
es: Para conectarse a Streamloots, diríjase a la página del panel de control de Streamloots, haga clic en Alertas en el menú de la izquierda, copie la URL de superposición de alertas en el cuadro de texto y haga clic en Iniciar sesión.
fr: Pour vous connecter à Streamloots, rendez-vous sur la page de votre tableau de bord Streamloots, cliquez sur Alertes dans le menu de gauche, copiez l’URL de votre superposition d’alertes dans la zone de texte, puis cliquez sur Se connecter.
ja: Streamloots に接続するには、Streamloots ダッシュボードページに移動し、左側のメニューの [アラート] をクリックし、アラート オーバーレイ URL をテキスト ボックスにコピーして、[ログイン] をクリックします。
nl: Om verbinding te maken met Streamloots, gaat u naar uw Streamloots-dashboardpagina, klikt u op Waarschuwingen in het menu aan de linkerkant, kopieert u uw ALERT OVERLAY-URL naar het tekstvak en klikt u op Inloggen.
pt: Para se conectar ao Streamloots, vá para a página do painel do Streamloots, clique em Alertas no menu do lado esquerdo, copie sua URL de sobreposição de alerta na caixa de texto e clique em Entrar.
pt_br: Para se conectar ao Streamloots, vá para a página do painel do Streamloots, clique em Alertas no menu do lado esquerdo, copie o URL de sobreposição de alerta na caixa de texto e clique em Login.
ru: Чтобы подключиться к Streamloots, перейдите на страницу панели инструментов Streamloots, щелкните Alerts в меню слева, скопируйте URL-адрес alert Overlay в текстовое поле и нажмите «Войти».
uk: Щоб підключитися до Streamloots, перейдіть на сторінку приладної дошки Streamloots, натисніть оповіщення в меню ліворуч, скопіюйте URL-адресу накладання оповіщень у текстове поле та натисніть кнопку Увійти.

# StreamlootsInvalidUrl
source: Please enter a valid Streamloots URL ({0}).
de: Bitte geben Sie eine gültige Streamloots-URL ein ({0}).
es: Introduce una URL de Streamloots válida ({0}).
fr: Veuillez saisir une URL Streamloots valide ({0}).
ja: 有効なストリームルート URL ({0}) を入力してください。
nl: Voer een geldige Streamloots-URL in ({0}).
pt: Por favor, insira uma URL válida do Streamloots ({0}).
pt_br: Insira um URL válido do Streamloots ({0}).
ru: Пожалуйста, введите действительный URL-адрес Streamloots ({0}).
uk: Введіть припустиму URL-адресу Streamloots ({0}).

source: Sub Equivalent
de: Sub-Äquivalent
es: Sub equivalente
fr: Sous-équivalent
ja: サブ相当
pt: Sub equivalente
pt_br: Subequivalente
ru: Субэквивал
uk: Підцінок

source: Test Connection
de: Verbindung testen
es: Probar conexión
fr: Tester la connexion
ja: テスト接続
nl: Verbinding testen
pt: Conexão de teste
pt_br: Conexão de teste
ru: Тестовое подключение
uk: Тестове з'єднання

source: Text Font
de: Textschriftart
es: Fuente de texto
fr: Police de texte
ja: テキストフォント
nl: Tekst lettertype
pt: Fonte de texto
pt_br: Fonte do texto
ru: Шрифт текста
uk: Шрифт тексту

# TextHeight
source: Text Height (Pixels)
de: Texthöhe (Pixel)
es: Altura del texto (píxeles)
fr: Hauteur du texte (pixels)
ja: 文字の高さ (ピクセル)
nl: Teksthoogte (pixels)
pt: Altura do texto (Pixels)
pt_br: Altura do texto (pixels)
ru: Высота текста (пиксели)
uk: Висота тексту (пікселі)

source: Tiltify
fr: Incliner
pt_br: Inclinar
uk: Нахилити

# TiltifyInfo1
source: Tiltify service connectivity allows you to perform actions when a donation is received. When you log in, an authentication webpage will open asking you to log in to Tiltify and approve Mix It Up to access your information. Once you have connect Tiltify, you need to select the campaign you wish to use when detecting donations.
de: Mit der Tiltify-Dienstkonnektivität können Sie Aktionen ausführen, wenn eine Spende eingegangen ist. Wenn du dich anmeldest, öffnet sich eine Authentifizierungswebseite, auf der du aufgefordert wirst, dich bei Tiltify anzumelden und Mix It Up für den Zugriff auf deine Informationen zu genehmigen. Sobald Sie Tiltify verbunden haben, müssen Sie die Kampagne auswählen, die Sie verwenden möchten, um Spenden zu erkennen.
es: La conectividad del servicio Tiltify le permite realizar acciones cuando se recibe una donación. Cuando inicie sesión, se abrirá una página web de autenticación pidiéndole que inicie sesión en Tiltify y apruebe Mix It Up para acceder a su información. Una vez que haya conectado Tiltify, debe seleccionar la campaña que desea usar al detectar donaciones.
fr: La connectivité du service Tiltify vous permet d’effectuer des actions lorsqu’un don est reçu. Lorsque vous vous connectez, une page Web d’authentification s’ouvre vous demandant de vous connecter à Tiltify et d’approuver Mix It Up pour accéder à vos informations. Une fois que vous avez connecté Tiltify, vous devez sélectionner la campagne que vous souhaitez utiliser lors de la détection des dons.
ja: Tiltify サービス接続では、寄付を受け取ったときにアクションを実行できます。ログインすると、認証ウェブページが開き、Tiltifyにログインし、あなたの情報にアクセスするためにMix It Upを承認するように求める。Tiltifyを接続したら、寄付を検出するときに使用するキャンペーンを選択する必要があります。
nl: Met de tiltify-serviceconnectiviteit kunt u acties uitvoeren wanneer een donatie wordt ontvangen. Wanneer u zich aanmeldt, wordt er een verificatiewebpagina geopend waarin u wordt gevraagd in te loggen bij Tiltify en Mix It Up goed te keuren om toegang te krijgen tot uw gegevens. Zodra u Tiltify hebt verbonden, moet u de campagne selecteren die u wilt gebruiken bij het detecteren van donaties.
pt: A conectividade de serviço tiltify permite que você realize ações quando uma doação é recebida. Ao fazer login, uma página da autenticação será aberta pedindo que você faça login no Tiltify e aprove o Mix It Up para acessar suas informações. Depois de conectar o Tiltify, você precisa selecionar a campanha que deseja usar ao detectar doações.
pt_br: A conectividade do serviço Tiltify permite que você execute ações quando uma doação é recebida. Ao fazer login, uma página de autenticação será aberta solicitando que você faça login no Tiltify e aprove o Mix It Up para acessar suas informações. Depois de conectar o Tiltify, você precisa selecionar a campanha que deseja usar ao detectar doações.
ru: Подключение к сервису Tiltify позволяет выполнять действия при получении пожертвования. Когда вы войдете в систему, откроется веб-страница аутентификации с просьбой войти в Tiltify и одобрить Mix It Up для доступа к вашей информации. После того, как вы подключили Tiltify, вам нужно выбрать кампанию, которую вы хотите использовать при обнаружении пожертвований.
uk: Підключення до служби Tiltify дозволяє виконувати дії під час отримання пожертви. Коли ви входите в систему, відкриється веб-сторінка аутентифікації з проханням увійти в Tiltify і затвердити Mix It Up, щоб отримати доступ до вашої інформації. Після підключення Tiltify вам потрібно вибрати кампанію, яку ви хочете використовувати при виявленні пожертвувань.

source: TipeeeStream
pt_br: TipeeStream
uk: ТіпіСтрім

# TipeeeStreamInfo1
source: TipeeeStream service connectivity allows you to perform actions when a donation is received. When you log in, an authentication webpage will open asking you to log in to TipeeeStream and approve Mix It Up to access your information.
de: Mit der TipeeeStream-Servicekonnektivität können Sie Aktionen ausführen, wenn eine Spende eingegangen ist. Wenn Sie sich anmelden, öffnet sich eine Authentifizierungswebseite, auf der Sie aufgefordert werden, sich bei TipeeeStream anzumelden und Mix It Up für den Zugriff auf Ihre Informationen zu genehmigen.
es: La conectividad del servicio TipeeeStream le permite realizar acciones cuando se recibe una donación. Cuando inicie sesión, se abrirá una página web de autenticación pidiéndole que inicie sesión en TipeeeStream y apruebe Mix It Up para acceder a su información.
fr: La connectivité du service TipeStream vous permet d’effectuer des actions lorsqu’un don est reçu. Lorsque vous vous connectez, une page Web d’authentification s’ouvre vous demandant de vous connecter à TipeeeStream et d’approuver Mix It Up pour accéder à vos informations.
ja: TipeeStream サービス接続では、寄付を受け取ったときにアクションを実行できます。ログインすると、認証ウェブページが開き、TipeeeStreamにログインし、あなたの情報にアクセスするためにMix It Upを承認するように求めます。
nl: Met de serviceconnectiviteit van TipeeeStream kunt u acties uitvoeren wanneer een donatie wordt ontvangen. Wanneer u zich aanmeldt, wordt een verificatiewebpagina geopend waarin u wordt gevraagd u aan te melden bij TipeeeStream en Mix It Up goed te keuren om toegang te krijgen tot uw gegevens.
pt: A conectividade do serviço TipeeeStream permite que você execute ações quando uma doação é recebida. Ao fazer login, uma página da autenticação será aberta pedindo que você faça login no TipeeeStream e aprove o Mix It Up para acessar suas informações.
pt_br: A conectividade do serviço TipeeeStream permite que você execute ações quando uma doação é recebida. Quando você fizer login, uma página de autenticação será aberta solicitando que você faça login no TipeeeStream e aprove o Mix It Up para acessar suas informações.
ru: Подключение к сервису TipeeeStream позволяет выполнять действия при получении пожертвования. Когда вы войдете в систему, откроется веб-страница аутентификации с просьбой войти в TipeeeStream и одобрить Mix It Up для доступа к вашей информации.
uk: Підключення служби TipeeeStream дозволяє виконувати дії під час отримання пожертвування. Коли ви входите в систему, відкриється веб-сторінка аутентифікації з проханням увійти в TipeeeStream і схвалити Mix It Up для доступу до вашої інформації.

source: Title HTML Style
de: Titel HTML-Stil
es: Estilo HTML del título
fr: Style HTML de titre
ja: タイトル HTML スタイル
nl: HTML-stijl van titel
pt: Estilo HTML do título
pt_br: Estilo HTML do título
ru: Стиль HTML заголовка
uk: Стиль HTML-коду заголовка

source: Top Pixel Position
es: Posición de TopPixel
ja: トップピクセルの位置
nl: TopPixel Positie
pt: Posição TopPixel
pt_br: Posição superior do pixel
ru: ТопПиксельная позиция
uk: Позиція верхнього пікселя

source: Total To Show
de: Insgesamt anzuzeigen
es: Total para mostrar
fr: Total à afficher
ja: 表示する合計
nl: Totaal om weer te geven
pt: Total para mostrar
pt_br: Total para mostrar
ru: Итого для показа
uk: Всього для показу

source: TreatStream
pt_br: TratarStream
uk: Потік лікування

# TreatStreamInfo1
source: TreatStream service connectivity allows you to perform actions when a treat is received. When you log in, an authentication webpage will open asking you to log in to TreatStream and approve Mix It Up to access your information.
de: Mit der TreatStream-Dienstkonnektivität können Sie Aktionen ausführen, wenn ein Treat empfangen wird. Wenn Sie sich anmelden, öffnet sich eine Authentifizierungswebseite, auf der Sie aufgefordert werden, sich bei TreatStream anzumelden und Mix It Up für den Zugriff auf Ihre Informationen zu genehmigen.
es: La conectividad del servicio TreatStream le permite realizar acciones cuando se recibe un tratamiento. Cuando inicie sesión, se abrirá una página web de autenticación pidiéndole que inicie sesión en TreatStream y apruebe Mix It Up para acceder a su información.
fr: La connectivité du service TreatStream vous permet d’effectuer des actions lorsqu’une friandise est reçue. Lorsque vous vous connectez, une page Web d’authentification s’ouvre vous demandant de vous connecter à TreatStream et d’approuver Mix It Up pour accéder à vos informations.
ja: TreatStream サービス接続を使用すると、処置を受けたときにアクションを実行できます。ログインすると、認証ウェブページが開き、TreatStreamにログインし、あなたの情報にアクセスするためにMix It Upを承認するように求めます。
nl: TreatStream-serviceconnectiviteit stelt u in staat om acties uit te voeren wanneer een traktatie wordt ontvangen. Wanneer u zich aanmeldt, wordt een verificatiewebpagina geopend waarin u wordt gevraagd in te loggen bij TreatStream en Mix It Up goed te keuren om toegang te krijgen tot uw gegevens.
pt: A conectividade do serviço TreatStream permite que você execute ações quando um tratamento é recebido. Ao fazer login, uma página da autenticação será aberta pedindo que você faça login no TreatStream e aprove o Mix It Up para acessar suas informações.
pt_br: A conectividade do serviço TreatStream permite que você execute ações quando um tratamento é recebido. Quando você fizer login, uma página de autenticação será aberta solicitando que você faça login no TreatStream e aprove o Mix It Up para acessar suas informações.
ru: Подключение к службе TreatStream позволяет выполнять действия при получении лечения. Когда вы войдете в систему, откроется веб-страница аутентификации с просьбой войти в TreatStream и одобрить Mix It Up для доступа к вашей информации.
uk: Підключення служби TreatStream дає змогу виконувати дії під час отримання ласощів. Під час входу відкриється веб-сторінка автентифікації з проханням увійти в TreatStream і затвердити Mix It Up для доступу до вашої інформації.

# TwitterInfo1
source: Twitter service connectivity allows you to send out tweets on your account and easily query your personal tweets for use within your stream.
de: Die Twitter-Dienstkonnektivität ermöglicht es Ihnen, Tweets auf Ihrem Konto zu senden und Ihre persönlichen Tweets einfach für die Verwendung in Ihrem Stream abzufragen.
es: La conectividad del servicio de Twitter te permite enviar tweets en tu cuenta y consultar fácilmente tus tweets personales para usarlos dentro de tu transmisión.
fr: La connectivité du service Twitter vous permet d’envoyer des tweets sur votre compte et d’interroger facilement vos tweets personnels pour les utiliser dans votre flux.
ja: Twitterサービスの接続機能を使用すると、アカウントでツイートを送信し、ストリーム内で使用するために個人のツイートを簡単に問い合わせることができます。
nl: Met de connectiviteit van de Twitter-service kunt u tweets op uw account verzenden en eenvoudig uw persoonlijke tweets opvragen voor gebruik binnen uw stream.
pt: A conectividade do serviço do Twitter permite que você envie tweets em sua conta e consulte facilmente seus tweets pessoais para uso dentro de seu fluxo.
pt_br: A conectividade do serviço do Twitter permite que você envie tweets em sua conta e consulte facilmente seus tweets pessoais para uso em seu stream.
ru: Подключение к службе Twitter позволяет отправлять твиты в вашей учетной записи и легко запрашивать ваши личные твиты для использования в вашем потоке.
uk: Підключення до служби Twitter дозволяє надсилати твіти у своєму обліковому записі та легко запитувати ваші особисті твіти для використання у вашому потоці.

source: User HTMLStyle
de: Benutzer HTMLStyle
es: HTMLStyle de usuario
fr: Utilisateur HTMLStyle
ja: ユーザー HTML スタイル
nl: Gebruiker HTMLStyle
pt: HTMLStyle do usuário
pt_br: Estilo HTML do usuário
ru: Пользовательский HTMLStyle
uk: Користувач HTMLStyle

source: Web Hooks Page
de: Seite "Web-Hooks"
es: Página de ganchos web
fr: Page Crochets Web
ja: ウェブフックページ
nl: Web Hooks Pagina
pt: Página de ganchos da Web
pt_br: Página de ganchos da web
ru: Страница веб-хуков
uk: Веб-гачки сторінка

# Width
source: Width (Pixels)
de: Breite (Pixel)
es: Ancho (píxeles)
fr: Largeur (pixels)
ja: 幅 (ピクセル)
nl: Breedte (pixels)
pt: Largura (Pixels)
pt_br: Largura (Pixels)
ru: Ширина (пиксели)
uk: Ширина (пікселі)

# XSplitConnectionFailed
source: XSplit connection test failed, please ensure you have the Mix It Up XSplit extension added and open in XSplit.
de: XSplit-Verbindungstest fehlgeschlagen, bitte stellen Sie sicher, dass Sie die Mix It Up XSplit-Erweiterung hinzugefügt und in XSplit geöffnet haben.
es: La prueba de conexión XSplit falló, asegúrese de tener la extensión Mix It Up XSplit agregada y abierta en XSplit.
fr: Le test de connexion XSplit a échoué, assurez-vous que l’extension Mix It Up XSplit a été ajoutée et ouverte dans XSplit.
ja: XSplit接続テストに失敗しました、あなたがXSplitでミックスイットアップ拡張機能を追加し、開いていることを確認してください。
nl: XSplit-verbindingstest is mislukt, zorg ervoor dat u de Mix It Up XSplit-extensie hebt toegevoegd en geopend in XSplit.
pt: O teste de conexão XSplit falhou, por favor, certifique-se de ter a extensão Mix It Up XSplit adicionada e aberta em XSplit.
pt_br: O teste de conexão XSplit falhou, certifique-se de ter a extensão Mix It Up XSplit adicionada e aberta no XSplit.
ru: Тест подключения XSplit не удался, пожалуйста, убедитесь, что у вас добавлено расширение Mix It Up XSplit и открыто в XSplit.
uk: Не вдалося виконати тест підключення XSplit, переконайтеся, що у вас є розширення Mix It Up XSplit, додане та відкрите в XSplit.
