Repository: SaviorXTanren/mixer-mixitup
Catalog: MixItUp.*/Resources.*.resx
Languages: de, es, fr, fr_fr, ja, nl, pt, pt_br, ru, uk

# OverlayWidgetEndCreditsDescription
source: Shows a scrolling list of text like movie credits based on user interactions throughout the stream. Showing the widget triggers the credits, hiding resets it.
de: Zeigt eine Scrollliste mit Text wie Filmcredits basierend auf Benutzerinteraktionen im gesamten Stream an. Das Anzeigen des Widgets löst die Credits aus, das Ausblenden setzt es zurück.
es: Muestra una lista de desplazamiento de texto como créditos de película basados en las interacciones del usuario a lo largo de la transmisión. Mostrar el widget activa los créditos, ocultarlo lo restablece.
fr: Affiche une liste déroulante de texte comme des crédits vidéo en fonction des interactions de l’utilisateur tout au long du flux. L’affichage du widget déclenche les crédits, le masquage le réinitialise.
ja: ストリーム全体のユーザー操作に基づいて、ムービー クレジットなどのテキストのスクロール リストを表示します。ウィジェットを表示するとクレジットがトリガーされ、非表示にリセットされます。
nl: Toont een scrollende lijst met tekst zoals filmcredits op basis van gebruikersinteracties tijdens de stream. Het tonen van de widget activeert de credits, verbergen reset het.
pt: Mostra uma lista de rolagem de textos como créditos de filme com base nas interações do usuário em todo o fluxo. Mostrar o widget aciona os créditos, escondendo-o.
pt_br: Mostra uma lista de rolagem de texto, como créditos de filmes, com base nas interações do usuário durante o stream. Mostrar o widget aciona os créditos, ocultar os redefine.
ru: Показывает прокручиваемый список текста, такого как титры фильма, на основе взаимодействия с пользователем по всему потоку. Отображение виджета запускает кредиты, скрытие сбрасывает его.
uk: Показує список тексту, як-лящат фільмів, на основі взаємодії користувачів у всьому потоці. Показ віджета запускає кредити, приховування скидає його.

# OverlayWidgetEventListDescription
source: Shows the last X many events that have occurred in your channel. Events are added as they occur.
de: Zeigt die letzten X viele Ereignisse an, die in deinem Kanal aufgetreten sind. Ereignisse werden hinzugefügt, sobald sie auftreten.
es: Muestra los últimos X muchos eventos que se han producido en tu canal. Los eventos se agregan a medida que ocurren.
fr: Affiche les X derniers événements qui se sont produits dans votre chaîne. Les événements sont ajoutés au fur et à mesure qu’ils se produisent.
ja: チャンネルで発生した最後の X イベント数を表示します。イベントは、発生時に追加されます。
nl: Toont de laatste X vele gebeurtenissen die zich in je kanaal hebben voorgedaan. Gebeurtenissen worden toegevoegd zodra ze zich voordoen.
pt: Mostra o último X de muitos eventos que ocorreram em seu canal. Os eventos são adicionados à medida que ocorrem.
pt_br: Mostra os últimos X eventos que ocorreram em seu canal. Os eventos são adicionados à medida que ocorrem.
ru: Показывает последний X многих событий, произошедших в вашем канале. События добавляются по мере их возникновения.
uk: Показує останніЙ X багато подій, які відбулися у вашому каналі. Події додаються, коли вони відбуваються.

# OverlayWidgetGameQueueDescription
source: Shows a block of text. Events are added as they occur.
de: Zeigt einen Textblock an. Ereignisse werden hinzugefügt, sobald sie auftreten.
es: Muestra un bloque de texto. Los eventos se agregan a medida que ocurren.
fr: Affiche un bloc de texte. Les événements sont ajoutés au fur et à mesure qu’ils se produisent.
ja: テキストのブロックを表示します。イベントは、発生時に追加されます。
nl: Hiermee wordt een tekstblok weergegeven. Gebeurtenissen worden toegevoegd zodra ze zich voordoen.
pt: Mostra um bloco de texto. Os eventos são adicionados à medida que ocorrem.
pt_br: Mostra um bloco de texto. Os eventos são adicionados à medida que ocorrem.
ru: Показывает блок текста. События добавляются по мере их возникновения.
uk: Показує блок тексту. Події додаються, коли вони відбуваються.

# OverlayWidgetHTMLDescription
source: Shows HTML code directly on the overlay. Refreshes based on user-defined Refresh Interval.
de: Zeigt HTML-Code direkt auf dem Overlay an. Aktualisierungen basierend auf dem benutzerdefinierten Aktualisierungsintervall.
es: Muestra código HTML directamente en la superposición. Se actualiza en función del intervalo de actualización definido por el usuario.
fr: Affiche le code HTML directement sur la superposition. Actualise en fonction de l’intervalle d’actualisation défini par l’utilisateur.
ja: オーバーレイ上に直接 HTML コードを表示します。ユーザー定義の更新間隔に基づいて更新します。
nl: Hiermee wordt HTML-code rechtstreeks op de overlay weergegeven. Vernieuwt op basis van door de gebruiker gedefinieerd vernieuwingsinterval.
pt: Mostra código HTML diretamente na sobreposição. Atualizações com base no intervalo de atualização definido pelo usuário.
pt_br: Mostra o código HTML diretamente na sobreposição. Atualizações com base no intervalo de atualização definido pelo usuário.
ru: Отображает HTML-код непосредственно на наложении. Обновляется на основе заданного пользователем интервала обновления.
uk: Показує HTML-код безпосередньо на накладенні. Оновлення на основі визначеного користувачем інтервалу оновлення.

# OverlayWidgetImageDescription
source: Shows an image. Refreshes based on user-defined Refresh Interval.
de: Zeigt ein Bild an. Aktualisierungen basierend auf dem benutzerdefinierten Aktualisierungsintervall.
es: Muestra una imagen. Se actualiza en función del intervalo de actualización definido por el usuario.
fr: Affiche une image. Actualise en fonction de l’intervalle d’actualisation défini par l’utilisateur.
ja: 画像を表示します。ユーザー定義の更新間隔に基づいて更新します。
nl: Toont een afbeelding. Vernieuwt op basis van door de gebruiker gedefinieerd vernieuwingsinterval.
pt: Mostra uma imagem. Atualizações com base no intervalo de atualização definido pelo usuário.
pt_br: Mostra uma imagem. Atualizações com base no intervalo de atualização definido pelo usuário.
ru: Показывает изображение. Обновляется на основе заданного пользователем интервала обновления.
uk: Показує зображення. Оновлення на основі визначеного користувачем інтервалу оновлення.

# OverlayWidgetLeaderboardDescription
source: Shows the top X users in a specified category. Leaderboard positions are updated as events occur or on user-defined refresh interval
de: Zeigt die Top X Benutzer in einer angegebenen Kategorie an. Leaderboard-Positionen werden bei Auftreten von Ereignissen oder in benutzerdefinierten Aktualisierungsintervallen aktualisiert
es: Muestra los usuarios X principales de una categoría especificada. Las posiciones de la tabla de clasificación se actualizan a medida que se producen eventos o en el intervalo de actualización definido por el usuario
fr: Affiche les principaux utilisateurs X dans une catégorie spécifiée. Les positions du classement sont mises à jour au fur et à mesure que des événements se produisent ou sur l’intervalle d’actualisation défini par l’utilisateur
ja: 指定したカテゴリの上位 X ユーザーを表示します。スコアボードの位置は、イベントが発生するか、ユーザー定義の更新間隔で更新されます。
nl: Toont de top X-gebruikers in een opgegeven categorie. Leaderboardposities worden bijgewerkt wanneer gebeurtenissen plaatsvinden of op door de gebruiker gedefinieerd vernieuwingsinterval
pt: Mostra os principais usuários X em uma categoria especificada. As posições de tabela de classificação são atualizadas à medida que os eventos ocorrem ou no intervalo de atualização definido pelo usuário
pt_br: Mostra os X principais usuários em uma categoria especificada. As posições da tabela de classificação são atualizadas à medida que os eventos ocorrem ou no intervalo de atualização definido pelo usuário
ru: Показывает лучших пользователей X в указанной категории. Позиции в таблице лидеров обновляются по мере возникновения событий или через заданный пользователем интервал обновления
uk: Показує найкращих користувачів X у вказаній категорії. Позиції таблиці лідерів оновлюються під час подій або на визначеному користувачем інтервалі оновлення

# OverlayWidgetProgressBarDescription
source: Shows a progress bar for a specified goal. Progress is updated as events occur or on user-defined refresh Interval.
de: Zeigt einen Fortschrittsbalken für ein angegebenes Ziel an. Der Fortschritt wird aktualisiert, wenn Ereignisse auftreten oder im benutzerdefinierten Aktualisierungsintervall.
es: Muestra una barra de progreso para un objetivo especificado. El progreso se actualiza a medida que se producen eventos o en el intervalo de actualización definido por el usuario.
fr: Affiche une barre de progression pour un objectif spécifié. La progression est mise à jour au fur et à mesure que des événements se produisent ou sur l’intervalle d’actualisation défini par l’utilisateur.
ja: 指定した目標の進行状況バーを表示します。進行状況は、イベントが発生した場合、またはユーザー定義の更新間隔で更新されます。
nl: Hiermee wordt een voortgangsbalk voor een opgegeven doel weergegeven. De voortgang wordt bijgewerkt wanneer gebeurtenissen plaatsvinden of op het door de gebruiker gedefinieerde vernieuwingsinterval.
pt: Mostra uma barra de progresso para um objetivo especificado. O progresso é atualizado à medida que os eventos ocorrem ou no intervalo de atualização definido pelo usuário.
pt_br: Mostra uma barra de progresso para uma meta específica. O progresso é atualizado à medida que os eventos ocorrem ou no intervalo de atualização definido pelo usuário.
ru: Отображает индикатор выполнения для указанной цели. Ход выполнения обновляется по мере возникновения событий или на определяемом пользователем интервале обновления.
uk: Показує панель перебігу для вказаної цілі. Перебіг оновлюється, як події відбуваються або на визначений користувачем інтервал оновлення.

# OverlayWidgetStreamBossDescription
source: Shows a user from your channel as a "boss" that can be damaged by performing actions in your channel until they are defeated and a new boss is selected. Damage is added as it occurs. The Stream Boss Special Identifiers can be used in parallel with this overlay widget.
de: Zeigt einen Benutzer aus deinem Kanal als "Boss" an, der durch das Ausführen von Aktionen in deinem Kanal beschädigt werden kann, bis er besiegt ist und ein neuer Boss ausgewählt wird. Schaden wird hinzugefügt, wenn er auftritt. Die Stream Boss Special Identifiers können parallel zu diesem Overlay-Widget verwendet werden.
es: Muestra a un usuario de tu canal como un "jefe" que puede dañarse al realizar acciones en tu canal hasta que sea derrotado y se seleccione un nuevo jefe. El daño se agrega a medida que ocurre. Los identificadores especiales de Stream Boss se pueden usar en paralelo con este widget de superposición.
fr: Affiche un utilisateur de votre chaîne en tant que « boss » qui peut être endommagé en effectuant des actions dans votre chaîne jusqu’à ce qu’il soit vaincu et qu’un nouveau boss soit sélectionné. Les dommages sont ajoutés au fur et à mesure qu’ils se produisent. Les identificateurs spéciaux Stream Boss peuvent être utilisés en parallèle avec ce widget de superposition.
ja: チャンネルのユーザーを"ボス"として表示します。損傷は発生時に追加されます。ストリームボス特別識別子は、このオーバーレイウィジェットと並行して使用することができます。
nl: Toont een gebruiker van je kanaal als een 'baas' die kan worden beschadigd door acties in je kanaal uit te voeren totdat ze zijn verslagen en een nieuwe baas is geselecteerd. Schade wordt toegevoegd als het zich voordoet. De Stream Boss Special Identifiers kunnen parallel met deze overlay-widget worden gebruikt.
pt: Mostra um usuário do seu canal como um "chefe" que pode ser danificado realizando ações em seu canal até que eles sejam derrotados e um novo chefe seja selecionado. O dano é adicionado à medida que ocorre. Os identificadores especiais do Stream Boss podem ser usados em paralelo com este widget de sobreposição.
pt_br: Mostra um usuário do seu canal como um "chefe" que pode ser danificado ao realizar ações no seu canal até que seja derrotado e um novo chefe seja selecionado. O dano é adicionado à medida que ocorre. Os identificadores especiais do Stream Boss podem ser usados ​​em paralelo com este widget de sobreposição.
ru: Показывает пользователя с вашего канала как «босса», который может быть поврежден, выполняя действия на вашем канале, пока он не будет побежден и не будет выбран новый босс. Урон добавляется по мере его возникновения. Специальные идентификаторы Stream Boss можно использовать параллельно с этим виджетом наложения.
uk: Показує користувача з вашого каналу як "боса", який може бути пошкоджений, виконуючи дії у вашому каналі, поки вони не будуть переможені і не буде обрано нового боса. Пошкодження додається, як це відбувається. Спеціальні ідентифікатори Stream Boss можна використовувати паралельно з цим віджетом накладання.

# OverlayWidgetTextDescription
source: Shows a block of text. Refreshes based on user-defined Refresh Interval.
de: Zeigt einen Textblock an. Aktualisierungen basierend auf dem benutzerdefinierten Aktualisierungsintervall.
es: Muestra un bloque de texto. Se actualiza en función del intervalo de actualización definido por el usuario.
fr: Affiche un bloc de texte. Actualise en fonction de l’intervalle d’actualisation défini par l’utilisateur.
ja: テキストのブロックを表示します。ユーザー定義の更新間隔に基づいて更新します。
nl: Hiermee wordt een tekstblok weergegeven. Vernieuwt op basis van door de gebruiker gedefinieerd vernieuwingsinterval.
pt: Mostra um bloco de texto. Atualizações com base no intervalo de atualização definido pelo usuário.
pt_br: Mostra um bloco de texto. Atualizações com base no intervalo de atualização definido pelo usuário.
ru: Показывает блок текста. Обновляется на основе заданного пользователем интервала обновления.
uk: Показує блок тексту. Оновлення на основі визначеного користувачем інтервалу оновлення.

# OverlayWidgetTickerTapeDescription
source: Shows a scrolling list of text of the last X many users that caused a specified event to occur. Users are added to the list as the event occurs.
de: Zeigt eine Bildlaufliste mit Text der letzten X vieler Benutzer an, die ein bestimmtes Ereignis verursacht haben. Benutzer werden der Liste hinzugefügt, wenn das Ereignis eintritt.
es: Muestra una lista de desplazamiento de texto de los últimos X usuarios que causaron que se produjera un evento especificado. Los usuarios se agregan a la lista a medida que se produce el evento.
fr: Affiche une liste déroulante du texte des X derniers utilisateurs qui ont provoqué l’apparition d’un événement spécifié. Les utilisateurs sont ajoutés à la liste au fur et à mesure que l’événement se produit.
ja: 指定されたイベントが発生した最後の X ユーザー数のスクロール リストを表示します。イベントが発生すると、ユーザーがリストに追加されます。
nl: Toont een scrollende lijst met tekst van de laatste X veel gebruikers die een bepaalde gebeurtenis hebben veroorzaakt. Gebruikers worden aan de lijst toegevoegd wanneer de gebeurtenis plaatsvindt.
pt: Mostra uma lista de rolagem de texto do último X muitos usuários que fizeram com que um evento especificado ocorresse. Os usuários são adicionados à lista à medida que o evento ocorre.
pt_br: Mostra uma lista de rolagem de texto dos últimos X usuários que causaram a ocorrência de um evento especificado. Os usuários são adicionados à lista conforme o evento ocorre.
ru: Показывает прокручиваемый список текста последних X многих пользователей, вызвавших указанное событие. Пользователи добавляются в список по мере возникновения события.
uk: Показує список прокручування тексту останнього X багатьох користувачів, що призвело до виникнення вказаної події. Користувачі додаються до списку, як подія відбувається.

# OverlayWidgetTimerDescription
source: Shows a timer that counts down while it is visible. Hiding the timer resets the amount.
de: Zeigt einen Timer an, der herunterzählt, während er sichtbar ist. Durch das Ausblenden des Timers wird der Betrag zurückgesetzt.
es: Muestra un temporizador que cuenta hacia abajo mientras está visible. Al ocultar el temporizador, se restablece la cantidad.
fr: Affiche une minuterie qui compte à compte à compte d’au-compte à vue. Le masquage de la minuterie réinitialise le montant.
ja: 表示されている間にカウントダウンするタイマーを表示します。タイマーを非表示にすると、量がリセットされます。
nl: Toont een timer die aftelt terwijl deze zichtbaar is. Als u de timer verbergt, wordt het bedrag opnieuw ingesteld.
pt: Mostra um temporizador que conta enquanto é visível. Esconder o temporizador reinicia a quantidade.
pt_br: Mostra um cronômetro que faz a contagem regressiva enquanto está visível. Ocultar o cronômetro redefine o valor.
ru: Показывает таймер, который ведет обратный отсчет, пока он виден. Скрытие таймера приводит к сбросу суммы.
uk: Показує таймер, який відраховує, поки він видимий. Приховування таймера скидає суму.

# OverlayWidgetTimerTrainDescription
source: Shows a timer that counts down and can be increased by performing certain actions in your channel. It is only shown when total time exceeds the Minimum Seconds To Show value. Time updates as events occur.
de: Zeigt einen Timer an, der herunterzählt und durch Ausführen bestimmter Aktionen in deinem Kanal erhöht werden kann. Sie wird nur angezeigt, wenn die Gesamtzeit den Wert "Minimum Seconds To Show" überschreitet. Zeitaktualisierungen, wenn Ereignisse auftreten.
es: Muestra un temporizador que cuenta atrás y se puede aumentar realizando ciertas acciones en tu canal. Solo se muestra cuando el tiempo total supera el valor Mínimo de segundos para mostrar. Actualizaciones de tiempo a medida que se producen eventos.
fr: Affiche une minuterie qui compte à compte à compte à effet et qui peut être augmentée en effectuant certaines actions dans votre chaîne. Il n’est affiché que lorsque le temps total dépasse la valeur Minimum de secondes à afficher. Mises à jour de l’heure au fur et à mesure que des événements se produisent.
ja: チャンネルで特定のアクションを実行することでカウントダウンして増加できるタイマーを表示します。合計時間が [表示する最小秒数] の値を超えた場合にのみ表示されます。イベントが発生した時点で更新されます。
nl: Hiermee wordt een timer weergegeven die aftelt en kan worden verhoogd door bepaalde acties in je kanaal uit te voeren. Het wordt alleen weergegeven wanneer de totale tijd de waarde Minimum Seconds To Show overschrijdt. Tijd wordt bijgewerkt wanneer gebeurtenissen plaatsvinden.
pt: Mostra um temporizador que conta e pode ser aumentado realizando certas ações em seu canal. Só é mostrado quando o tempo total excede o valor de segundos mínimos para mostrar. Atualizações de tempo à medida que os eventos ocorrem.
pt_br: Mostra um cronômetro que faz uma contagem regressiva e pode ser aumentado realizando determinadas ações em seu canal. Só é mostrado quando o tempo total excede o valor de Mínimo Segundos para Mostrar. O tempo é atualizado conforme os eventos ocorrem.
ru: Показывает таймер, который ведет обратный отсчет и может быть увеличен путем выполнения определенных действий в вашем канале. Он отображается только в том случае, если общее время превышает значение минимального количества секунд для показа. Время обновляется по мере возникновения событий.
uk: Показує таймер, який відраховує і може бути збільшений, виконуючи певні дії у вашому каналі. Він відображається лише тоді, коли загальний час перевищує мінімальні секунди для відображення значення. Оновлення часу, коли відбуваються події.

# OverlayWidgetVideoDescription
source: Shows a video. Refreshes based on user-defined Refresh Interval.
de: Zeigt ein Video. Aktualisierungen basierend auf dem benutzerdefinierten Aktualisierungsintervall.
es: Muestra un vídeo. Se actualiza en función del intervalo de actualización definido por el usuario.
fr: Affiche une vidéo. Actualise en fonction de l’intervalle d’actualisation défini par l’utilisateur.
ja: ビデオを表示します。ユーザー定義の更新間隔に基づいて更新します。
nl: Toont een video. Vernieuwt op basis van door de gebruiker gedefinieerd vernieuwingsinterval.
pt: Mostra um vídeo. Atualizações com base no intervalo de atualização definido pelo usuário.
pt_br: Mostra um vídeo. Atualizações com base no intervalo de atualização definido pelo usuário.
ru: Показывает видео. Обновляется на основе заданного пользователем интервала обновления.
uk: Показує відео. Оновлення на основі визначеного користувачем інтервалу оновлення.

# OverlayWidgetWebPageDescription
source: Shows a web page. Refreshes based on user-defined Refresh Interval.
de: Zeigt eine Webseite an. Aktualisierungen basierend auf dem benutzerdefinierten Aktualisierungsintervall.
es: Muestra una página web. Se actualiza en función del intervalo de actualización definido por el usuario.
fr: Affiche une page Web. Actualise en fonction de l’intervalle d’actualisation défini par l’utilisateur.
ja: Web ページを表示します。ユーザー定義の更新間隔に基づいて更新します。
nl: Hiermee wordt een webpagina weergegeven. Vernieuwt op basis van door de gebruiker gedefinieerd vernieuwingsinterval.
pt: Mostra uma página web. Atualizações com base no intervalo de atualização definido pelo usuário.
pt_br: Mostra uma página da web. Atualizações com base no intervalo de atualização definido pelo usuário.
ru: Показывает веб-страницу. Обновляется на основе заданного пользователем интервала обновления.
uk: Відображення веб-сторінки. Оновлення на основі визначеного користувачем інтервалу оновлення.

# OverlayWidgetYouTubeDescription
source: Shows a YouTube video. Refreshes based on user-defined Refresh Interval.
de: Zeigt ein YouTube-Video an. Aktualisierungen basierend auf dem benutzerdefinierten Aktualisierungsintervall.
es: Muestra un vídeo de YouTube. Se actualiza en función del intervalo de actualización definido por el usuario.
fr: Affiche une vidéo YouTube. Actualise en fonction de l’intervalle d’actualisation défini par l’utilisateur.
ja: YouTube 動画を表示します。ユーザー定義の更新間隔に基づいて更新します。
nl: Toont een YouTube-video. Vernieuwt op basis van door de gebruiker gedefinieerd vernieuwingsinterval.
pt: Mostra um vídeo do YouTube. Atualizações com base no intervalo de atualização definido pelo usuário.
pt_br: Mostra um vídeo do YouTube. Atualizações com base no intervalo de atualização definido pelo usuário.
ru: Показывает видео на YouTube. Обновляется на основе заданного пользователем интервала обновления.
uk: Показує відео YouTube. Оновлення на основі визначеного користувачем інтервалу оновлення.

source: Generic
de: Generisch
es: Genérico
fr: Générique
ja: ジェネリック
nl: Generiek
pt: Genérico
pt_br: Genérico
ru: Общий
uk: Загальний

source: Demote From Mod
de: Von Mod herabstufen
es: Degradar desde mod
fr: Rétrograder à partir de Mod
ja: モッドから降格
nl: Degraderen van Mod
pt: Rebaixado de Mod
pt_br: Rebaixar do Mod
ru: Понижение в звании из мода
uk: Зниження з мода

source: Disable
de: Abschalten
es: Inutilizar
fr: Désactiver
ja: 無効にする
nl: Uitschakelen
pt: Desabilitar
pt_br: Desativar
ru: Отключить
uk: Вимкнути

source: Edit User
de: Benutzer bearbeiten
es: Editar usuario
fr: Modifier l’utilisateur
ja: ユーザーの編集
nl: Gebruiker bewerken
pt: Editar usuário
pt_br: Editar usuário
ru: Редактирование пользователя
uk: Змінити користувача

source: Follow
de: Folgen
es: Seguir
fr: Suivre
ja: 従う
nl: Volgen
pt: Seguir
pt_br: Seguir
ru: Следовать
uk: Слідувати

source: Follows
de: Folgt
es: Sigue
fr: Suit
ja: 次
nl: Volgt
pt: Segue
pt_br: Segue
ru: Следует
uk: Слід

source: Moderation Strikes
de: Moderationsstreiks
es: Huelgas de moderación
fr: Grèves de modération
ja: モデレーションストライク
nl: Moderatie slaat toe
pt: Greves de Moderação
pt_br: Greves de moderação
ru: Модерация ударов
uk: Модерація страйків

source: Open Channel Page
de: Kanalseite öffnen
es: Abrir página de canal
fr: Ouvrir la page de la chaîne
ja: チャネル ページを開く
nl: Kanaalpagina openen
pt: Página do Canal Aberto
pt_br: Abrir página do canal
ru: Открыть страницу канала
uk: Відкрити сторінку каналу

source: Promote To Mod
de: Promoten zu Mod
es: Promover a mod
fr: Promouvoir en mod
ja: モッズに昇格
nl: Promoveren naar Mod
pt: Promover a Mod
pt_br: Promover para mod
ru: Продвигать в мод
uk: Сприяти моду

source: Resubscribes
de: Erneut abonnieren
es: Resuscripción
fr: Se réabonner
ja: 再サブスクライブ
nl: Opnieuw abonneren
pt: Resscrever
pt_br: Inscrever-se novamente
ru: Повторные подписки
uk: Повторне підписка

source: Stream Info
es: Información de la transmisión
fr: Informations sur le flux
ja: ストリーム情報
nl: Stream informatie
pt: Informações de fluxo
pt_br: Informações da transmissão
ru: Информация о трансляции
uk: Інформація про трансляцію
