Repository: SaviorXTanren/mixer-mixitup
Catalog: MixItUp.*/Resources.*.resx
Languages: de, es, fr, fr_fr, ja, nl, pt, pt_br, ru, uk

# SubPriorityHeader
source: Sub Priority:
de: Unterpriorität:
es: Subprioridad:
fr: Sous-priorité :
ja: サブ優先順位:
nl: Subprioriteit:
pt: Sub Prioridade:
pt_br: Subprioridade:
ru: Подприоритет:
uk: Вкладений пріоритет:

source: Subscribers Receive Priority
de: Abonnenten erhalten Priorität
es: Los suscriptores reciben prioridad
fr: Les abonnés reçoivent la priorité
ja: 加入者は優先度を受信します
nl: Abonnees krijgen prioriteit
pt: Assinantes recebem prioridade
pt_br: Assinantes recebem prioridade
ru: Абоненты получают приоритет
uk: Абоненти отримують пріоритет

source: Subscribes
de: Abonniert
es: Suscribe
fr: Souscrit
ja: サブスクライブ
nl: Onderschrijft
pt: Assina
pt_br: Inscrições
ru: Подписывается
uk: Підписується

# TimeoutFiveMin
source: Timeout 5 Min
es: Tiempo de espera 5 min
fr: Délai d’expiration 5 min
ja: タイムアウト 5 分
pt: Tempo limite 5 Min
pt_br: Tempo limite 5 minutos
ru: Время ожидания 5 мин
uk: Час очікування 5 хв

# TimeoutOneMin
source: Timeout 1 Min
es: Tiempo de espera 1 min
fr: Délai d’expiration 1 min
ja: タイムアウト 1 分
pt: Tempo limite 1 Min
pt_br: Tempo limite 1 minuto
ru: Время ожидания 1 мин
uk: Час очікування 1 хв

source: Unban
de: Aufheben der Absperrung
es: Anular la prohibición
fr: Annuler l’interdiction
ja: アンバン
nl: Unban op/
pt_br: Desbanir
ru: Разблокировка

source: Unfollow
de: Nicht mehr folgen
es: Dejar de seguir
fr: Ne plus suivre
ja: フォローを解除する
nl: Ontvolgen
pt_br: Deixar de seguir
ru: Отписаться от рассылки
uk: Скасувати підписку

source: Update Channel Point Reward
de: Channel-Punkteprämie aktualisieren
es: Actualizar la recompensa de puntos de canal
fr: Mettre à jour la récompense channel point
ja: チャンネルポイント報酬の更新
nl: Update Channel Puntenbeloning
pt: Atualizar a recompensa do ponto do canal
pt_br: Atualizar recompensa de pontos do canal
ru: Вознаграждение за продление очки канала
uk: Оновлення винагороди за точку каналу

# TwitchActionChannelPointRewardMissing
source: Twitch Action: Missing Channel Point Reward
de: Twitch-Aktion: Fehlende Kanalpunktbelohnung
es: Acción de Twitch: Falta recompensa de puntos de canal
fr: Action Twitch: Récompense de point de canal manquant
ja: ツイッチアクション:チャンネルポイント報酬が不足しています
nl: Twitch-actie: beloning voor ontbrekende kanaalpunten
pt: Twitch Action: Recompensa de ponto de canal ausente
pt_br: Ação Twitch: Recompensa de pontos de canal ausentes
ru: Twitch Action: Награда за недостающее очко канала
uk: Twitch дія: Відсутня нагорода точки каналу

# ChannelPointsRewardGlobalCooldown
source: Global Cooldown (Mins)
de: Globale Abklingzeit (Mins)
es: Enfriamiento global (mins)
fr: Refroidissement global (Mins)
ja: グローバル・クールダウン (分)
nl: Global Cooldown (min.)
pt: Cooldown Global (Mins)
pt_br: Recarga global (minutos)
ru: Глобальное охлаждение (мин.)
uk: Глобальний зарядка (мін)

# ChannelPointsRewardMaxPerStream
source: Max Per Stream
de: Max pro Stream
es: Máx. por transmisión
fr: Maximum par flux
ja: ストリームあたりの最大数
pt: Max Por Fluxo
pt_br: Máximo por transmissão
ru: Макс на поток
uk: Не більше за потік

# ChannelPointsRewardMaxPerUser
source: Max Per User
de: Max pro Benutzer
es: Máx. por usuario
fr: Maximum par utilisateur
ja: ユーザーあたりの最大ユーザー数
nl: Max per gebruiker
pt: Max Por Usuário
pt_br: Máximo por usuário
ru: Макс на пользователя
uk: Максимальна кількість користувачів

# ChannelPointRewardUpdateCooldownAndLimits
source: Update Cooldown & Limits
de: Cooldown & Limits aktualisieren
es: Actualización de enfriamiento y límites
fr: Mise à jour Cooldown & Limits
ja: クールダウンと制限の更新
nl: Update Cooldown & Limieten
pt: Atualizar Cooldown & Limits
pt_br: Atualizar tempo de espera e limites
ru: Обновление Cooldown & Limits
uk: Оновити час зарядки та обмеження

source: Create New Channel Point Reward
de: Neue Kanalpunktprämie erstellen
es: Crear una nueva recompensa de puntos de canal
fr: Créer une nouvelle récompense de points de canal
ja: 新しいチャネルポイント報酬の作成
nl: Nieuwe kanaalpuntenbeloning maken
pt: Criar nova recompensa de ponto de canal
pt_br: Criar nova recompensa de pontos de canal
ru: Создание нового вознаграждения за очки канала
uk: Створення винагороди за точку нового каналу

source: Channel Point Reward Name
de: Name der Kanalpunktbelohnung
es: Nombre de la recompensa del punto de canal
fr: Nom de la récompense Channel Point
ja: チャンネルポイント報酬名
nl: Naam kanaalpuntbeloning
pt: Nome de recompensa do Ponto de Canal
pt_br: Nome da recompensa de pontos do canal
ru: Название вознаграждения за баллы канала
uk: Ім'я винагороди за точку каналу

# CreateChannelPointRewardFailure
source: Channel Point Reward was not able to be created: {0} If this problem persists, please visit the Mix It Up Support Discord for assistance.
de: Channel Point Reward konnte nicht erstellt werden: {0} Wenn dieses Problem weiterhin besteht, besuchen Sie bitte die Mix It Up Support Discord, um Unterstützung zu erhalten.
es: Channel Point Reward no se pudo crear: {0} Si este problema persiste, visite Mix It Up Support Discord para obtener ayuda.
fr: Channel Point Reward n’a pas pu être créé : {0} Si ce problème persiste, veuillez consulter le Discord de support Mix It Up pour obtenir de l’aide.
ja: チャンネルポイント報酬を作成できませんでした: {0} この問題が解決しない場合は、Mix It Up サポートの不和にアクセスしてサポートを依頼してください。
nl: Kanaalpuntenbeloning kon niet worden gemaakt: {0} Als dit probleem zich blijft voordoen, gaat u naar de Mix It Up Support Discord voor hulp.
pt: Channel Point Reward não foi capaz de ser criado: {0} Se esse problema persistir, visite o Mix It Up Support Discord para obter assistência.
pt_br: Não foi possível criar a recompensa de pontos do canal: {0} Se o problema persistir, visite o Mix It Up Support Discord para obter assistência.
ru: Не удалось создать Channel Point Reward: {0} Если эта проблема не устранена, посетите страницу Mixed It Up Support Discord для получения помощи.
uk: Нагороду за пойнт каналу не вдалося створити: {0} Якщо ця проблема не зникає, відвідайте Mix It Up підтримка розбрат для отримання допомоги.

# CreateChannelPointRewardSuccess
source: Channel Point Reward successfully created! You can now dynamically update this Channel Point Reward using the Twitch action inside of a command. Please use the link on the main Channel Points page to visit the editor on Twitch to customize your reward.
de: Channel Point Reward erfolgreich erstellt! Du kannst diese Kanalpunktbelohnung jetzt dynamisch aktualisieren, indem du die Twitch-Aktion in einem Befehl verwendest. Bitte benutze den Link auf der Hauptseite der Kanalpunkte, um den Editor auf Twitch zu besuchen, um deine Belohnung anzupassen.
es: ¡Channel Point Reward se ha creado con éxito! Ahora puedes actualizar dinámicamente esta recompensa de puntos de canal utilizando la acción de Twitch dentro de un comando. Usa el enlace de la página principal de Puntos de canal para visitar el editor de Twitch y personalizar tu recompensa.
fr: Channel Point Reward créé avec succès! Vous pouvez désormais mettre à jour dynamiquement cette récompense de points de chaîne à l’aide de l’action Twitch à l’intérieur d’une commande. Veuillez utiliser le lien sur la page principale des Channel Points pour visiter l’éditeur sur Twitch afin de personnaliser votre récompense.
ja: チャンネルポイント報酬が作成されました!コマンド内の Twitch アクションを使用して、このチャンネルポイントリワードを動的に更新できるようになりました。メインのチャンネルポイントページのリンクを使用して、Twitchのエディタにアクセスして報酬をカスタマイズしてください。
nl: Channel Point Reward succesvol gemaakt! Je kunt deze Kanaalpuntenbeloning nu dynamisch bijwerken met de Twitch-actie in een opdracht. Gebruik de link op de hoofdpagina met kanaalpunten om de editor op Twitch te bezoeken om je beloning aan te passen.
pt: Channel Point Reward criado com sucesso! Agora você pode atualizar dinamicamente este Channel Point Reward usando a ação do Twitch dentro de um comando. Por favor, use o link na página principal do Channel Points para visitar o editor no Twitch para personalizar sua recompensa.
pt_br: Recompensa de Pontos do Canal criada com sucesso! Agora você pode atualizar dinamicamente esta recompensa de pontos do canal usando a ação Twitch dentro de um comando. Use o link na página principal dos Pontos do Canal para visitar o editor no Twitch e personalizar sua recompensa.
ru: Награда за баллы канала успешно создана! Теперь вы можете динамически обновлять это вознаграждение за баллы канала с помощью действия Twitch внутри команды. Пожалуйста, используйте ссылку на главной странице Channel Points, чтобы посетить редактор на Twitch, чтобы настроить свою награду.
uk: Нагорода за точку каналу успішно створена! Тепер ви можете динамічно оновлювати цю винагороду за точку каналу за допомогою дії Twitch всередині команди. Будь ласка, використовуйте посилання на головній сторінці Channel Points, щоб відвідати редактор на Twitch, щоб налаштувати свою винагороду.

# TwitchActionChannelPointRewardCouldNotBeUpdated
source: ERROR: Could not update Channel Point Reward, please try again later. If this reward was not created through the Mix It Up UI, you will need to delete it and re-add it on the Channel Points page as they must be created through Mix It Up to allow the app to be able to update them.
de: FEHLER: Channel Point Reward konnte nicht aktualisiert werden, bitte versuchen Sie es später erneut. Wenn diese Belohnung nicht über die Mix It Up-Benutzeroberfläche erstellt wurde, müssen Sie sie löschen und auf der Seite Kanalpunkte erneut hinzufügen, da sie über Mix It Up erstellt werden müssen, damit die App sie aktualisieren kann.
es: ERROR: No se pudo actualizar Channel Point Reward, inténtelo de nuevo más tarde. Si esta recompensa no se creó a través de la interfaz de usuario de Mix It Up, deberá eliminarla y volver a agregarla en la página Channel Points, ya que deben crearse a través de Mix It Up para permitir que la aplicación pueda actualizarlos.
fr: ERREUR : Impossible de mettre à jour Channel Point Reward, veuillez réessayer plus tard. Si cette récompense n’a pas été créée via l’interface utilisateur Mix It Up, vous devrez la supprimer et la rajouter sur la page Points de chaîne car ils doivent être créés via Mix It Up pour permettre à l’application de pouvoir les mettre à jour.
ja: エラー: チャンネルポイント報酬を更新できませんでした。この報酬が Mix It Up UI を通じて作成されなかった場合は、それを削除し、アプリが更新できるように Mix It Up を使用して作成する必要があるため、[チャンネル ポイント] ページに再度追加する必要があります。
nl: FOUT: Kan Channel Point Reward niet bijwerken, probeer het later opnieuw. Als deze beloning niet is gemaakt via de Mix It Up UI, moet je deze verwijderen en opnieuw toevoegen op de pagina Kanaalpunten, omdat ze moeten worden gemaakt via Mix It Up om de app in staat te stellen ze bij te werken.
pt: ERRO: Não foi possível atualizar o Channel Point Reward, por favor tente novamente mais tarde. Se essa recompensa não foi criada através da Interface do Mundo, você precisará excluí-la e reincluí-la na página Pontos de Canal, pois elas devem ser criadas através do Mix It Up para permitir que o aplicativo possa atualizá-los.
pt_br: ERRO: Não foi possível atualizar o Channel Point Reward. Tente novamente mais tarde. Se esta recompensa não foi criada através da UI do Mix It Up, você precisará excluí-la e adicioná-la novamente na página Pontos do Canal, pois eles devem ser criados através do Mix It Up para permitir que o aplicativo possa atualizá-los.
ru: ОШИБКА: Не удалось обновить Channel Point Reward, повторите попытку позже. Если эта награда не была создана с помощью пользовательского интерфейса Mix It Up, вам нужно будет удалить ее и повторно добавить на странице Channel Points, поскольку они должны быть созданы с помощью Mix It Up, чтобы приложение могло обновлять их.
uk: ПОМИЛКА: Не вдалося оновити нагороду channel point reward, повторіть спробу пізніше. Якщо ця нагорода не була створена за допомогою інтерфейсу Mix It Up, вам потрібно буде видалити її та повторно додати на сторінку "Точки каналу", оскільки вони повинні бути створені через Mix It Up, щоб програма могла їх оновити.

# TwitchActionChannelPointRewardMustBeCreatedInMixItUp
source: Channel Point Rewards must be created through Mix It Up to allow the app to be able to update them. This can be done by clicking on Create Channel Point Reward on the Channel Points page in Mix It Up.
de: Channel Point Rewards müssen über Mix It Up erstellt werden, damit die App sie aktualisieren kann. Dies kann durch Klicken auf Kanalpunktprämie erstellen auf der Seite Kanalpunkte in Mix It Up erfolgen.
es: Las recompensas de puntos de canal deben crearse a través de Mix It Up para permitir que la aplicación pueda actualizarlas. Esto se puede hacer haciendo clic en Crear recompensa de punto de canal en la página Puntos de canal en Mix It Up.
fr: Les récompenses Channel Point doivent être créées via Mix It Up pour permettre à l’application de pouvoir les mettre à jour. Cela peut être fait en cliquant sur Créer une récompense de points de chaîne sur la page Points de chaîne dans Mix It Up.
ja: チャンネルポイント報酬は、アプリがそれらを更新できるようにミックス・イット・アップを介して作成する必要があります。 これは、ミックス・イット・アップの「チャンネルポイント」ページで「チャンネルポイント報酬を作成」をクリックすることで行うことができます。
nl: Channel Point Rewards moeten worden gemaakt via Mix It Up om de app in staat te stellen ze bij te werken. Dit kan worden gedaan door te klikken op Kanaalpuntbeloning maken op de pagina Kanaalpunten in Mix It Up.
pt: O Channel Point Rewards deve ser criado através do Mix It Up para permitir que o aplicativo possa atualizá-los. Isso pode ser feito clicando em Criar recompensa de ponto do canal na página Pontos do Canal em Mix It Up.
pt_br: As recompensas de pontos do canal devem ser criadas por meio do Mix It Up para permitir que o aplicativo possa atualizá-las. Isso pode ser feito clicando em Criar recompensa de pontos de canal na página Pontos de canal em Mix It Up.
ru: Награды за очки канала должны быть созданы с помощью Mix It Up, чтобы приложение могло обновлять их. Это можно сделать, нажав на Кнопку «Создать награду за баллы канала» на странице «Баллы канала» в Mix It Up.
uk: Винагороди за точку каналу повинні бути створені за допомогою Mix It Up, щоб програма могла їх оновлювати. Це можна зробити, натиснувши на Створити нагороду точки каналу на сторінці "Точки каналу" в Mix It Up.

source: Follow Event Moderation
de: Event-Moderation folgen
es: Seguir la moderación de eventos
fr: Suivre la modération de l’événement
ja: イベントモデレーションに従う
nl: Gebeurtenismoderatie volgen
pt: Siga a moderação do evento
pt_br: Siga a moderação do evento
ru: Следите за модерацией событий
uk: Дотримуйтеся модерації подій

# FollowEventModerationMaxQueue
source: Max Queue
de: Max. Warteschlange
es: Cola máxima
fr: File d’attente maximale
ja: 最大キュー
nl: Maximale wachtrij
pt: Fila Máxima
pt_br: Fila máxima
ru: Максимальная очередь
uk: Максимальна черга

# RequirementCurrentAmount
source: (Current: {0})
es: (Actual: {0})
ja: (現在:{0})
nl: (Huidig: {0})
pt: (Atual: {0})
pt_br: (Atual: {0})
ru: (Текущий: {0})
uk: (Поточний: {0})

# ModerationFollowEventCommandCanceledMessage
source: Follow Event Max Queue Reached
de: Follow Event Max Warteschlange erreicht
es: Seguir la cola máxima de eventos alcanzada
fr: Suivre la file d’attente maximale de l’événement atteinte
ja: イベント最大キューに到達した後
nl: Volg evenement Max wachtrij bereikt
pt: Siga a fila de evento max alcançada
pt_br: Seguir fila máxima de eventos alcançada
ru: Отслеживание события Максимальная достигнутая очередь
uk: Слідкуйте за досягнутом черги max події

source: Per Command
de: Pro Befehl
es: Por comando
fr: Par commande
ja: コマンドごと
nl: Per commando
pt: Por Comando
pt_br: Por comando
ru: За команду
uk: За команду

source: Per Requirement
de: Pro Anforderung
es: Por requisito
fr: Par exigence
ja: 要件ごと
nl: Per vereiste
pt: Por exigência
pt_br: Por Requisito
ru: По требованию
uk: За вимогою

source: Requirement Errors Cooldown Type
de: Anforderungsfehler Abklingtyp
es: Errores de requisito Tipo de enfriamiento
fr: Type de refroidissement des erreurs d’exigence
ja: 要件エラー クールダウンタイプ
nl: Vereiste fouten Cooldown Type
pt: Tipo de recarga de erros de exigência
pt_br: Tipo de resfriamento de erros de requisito
ru: Ошибки требования Тип перезарядки
uk: Тип час зарядки помилок вимог

# RequirementErrorsCooldownTypeTooltip
source: - Default: Each requirement for each command tracks it's own error message cooldown - Per Command: Each command tracks it's own error message cooldown for all of it's requirements - Per Requirement: Each requirement type tracks it's own error message cooldown across all commands - Singular: One universal error message cooldown that applies to all commands & requirements - None: No requirement error messages will be shown
de: - Standard: Jede Anforderung für jeden Befehl verfolgt seine eigene Fehlermeldungsabklingzeit - Pro Befehl: Jeder Befehl verfolgt seine eigene Fehlermeldungsabklingzeit für alle seine Anforderungen - Pro Anforderung: Jeder Anforderungstyp verfolgt seine eigene Fehlermeldungsabklingzeit über alle Befehle hinweg - Singular: Eine universelle Fehlermeldungsabklingzeit, die für alle Befehle und Anforderungen gilt - Keine: Es werden keine Anforderungsfehlermeldungen angezeigt
es: - Predeterminado: Cada requisito para cada comando rastrea su propio enfriamiento del mensaje de error - Por comando: cada comando rastrea su propio enfriamiento de mensajes de error para todos sus requisitos - Por requisito: cada tipo de requisito rastrea su propio enfriamiento de mensajes de error en todos los comandos - Singular: Un enfriamiento universal del mensaje de error que se aplica a todos los comandos y requisitos - Ninguno: No se mostrarán mensajes de error de requisito
fr: - Par défaut : chaque exigence pour chaque commande suit son propre message d’erreur cooldown - Par commande: Chaque commande suit son propre message d’erreur pour toutes ses exigences - Par exigence: Chaque type d’exigence suit son propre message d’erreur de refroidissement dans toutes les commandes - Singulier: Un message d’erreur universel qui s’applique à toutes les commandes et exigences - Aucun: Aucun message d’erreur d’exigence ne sera affiché
ja: デフォルト: 各コマンドの各要件は、独自のエラーメッセージのクールダウンを追跡します - コマンド数:各コマンドは、それのすべての要件のための独自のエラーメッセージのクールダウンを追跡します - 要件ごと: 各要件の種類は、すべてのコマンドで独自のエラーメッセージのクールダウンを追跡します - 単一: すべてのコマンドと要件に適用される 1 つのユニバーサルエラー メッセージクールダウン - なし: 要件エラー メッセージは表示されません
nl: - Standaard: elke vereiste voor elk commando volgt zijn eigen foutmelding cooldown - Per commando: elk commando volgt zijn eigen foutmelding cooldown voor al zijn vereisten - Per vereiste: elk vereiste type volgt zijn eigen foutmelding cooldown voor alle opdrachten - Enkelvoud: Één universele foutmelding cooldown die van toepassing is op alle commando's en vereisten - Geen: Er worden geen vereiste foutmeldingen weergegeven
pt: - Padrão: Cada requisito para cada comando rastreia seu próprio resfriamento de mensagem de erro - Por Comando: Cada comando rastreia seu próprio resfriamento de mensagem de erro para todos os seus requisitos - Por Requisito: Cada tipo de requisito rastreia seu próprio resfriamento de mensagem de erro em todos os comandos - Singular: Um erro universal de recarga que se aplica a todos os comandos e requisitos - Nenhuma: Não serão mostradas mensagens de erro de exigência
pt_br: - Padrão: cada requisito para cada comando rastreia seu próprio tempo de espera da mensagem de erro - Por comando: cada comando rastreia seu próprio tempo de espera da mensagem de erro para todos os seus requisitos - Por requisito: cada tipo de requisito rastreia seu próprio tempo de espera da mensagem de erro em todos os comandos - Singular: um resfriamento de mensagem de erro universal que se aplica a todos os comandos e requisitos - Nenhum: nenhuma mensagem de erro de requisito será mostrada
ru: - По умолчанию: каждое требование для каждой команды отслеживает свое собственное сообщение об ошибке - Per Command: каждая команда отслеживает свое собственное сообщение об ошибке перезарядки для всех своих требований - По требованию: каждый тип требования отслеживает свое собственное сообщение об ошибке перезарядки по всем командам - Единственное число: одно универсальное сообщение об ошибке, которое применяется ко всем командам и требованиям - Нет: Сообщения об ошибках требований отображаться не будут
uk: - За замовчуванням: Кожна вимога для кожної команди відстежує це власний час зарядки повідомлення про помилку - За командою: Кожна команда відстежує це власний час зарядки повідомлення про помилку для всіх його вимог - За вимогою: Кожен тип вимоги відстежує це власний час зарядки повідомлення про помилку у всіх командах - Однина: один універсальний час зарядки повідомлень про помилку, який застосовується до всіх команд і вимог - Немає: не буде показано жодних повідомлень про помилки вимоги

source: Command History
de: Befehlsverlauf
es: Historial de comandos
fr: Historique des commandes
ja: コマンド履歴
nl: Opdrachtgeschiedenis
pt: Histórico de Comando
pt_br: Histórico de comandos
ru: История команд
uk: Журнал команд

source: Replay
de: Wiederholungsspiel
es: Repetir
fr: Rejouer
ja: 再演
nl: Overspelen
pt: Rejogar
pt_br: Repetir
ru: Переигрывать
uk: Відтворення

source: Streamloots Card Name missing
de: Streamloots-Kartenname fehlt
es: Falta el nombre de la tarjeta Streamloots
fr: Nom de la carte Streamloots manquant
ja: ストリームルート カード名が見つかりません
nl: Streamloots Card Naam ontbreekt
pt: Streamloots Nome do cartão desaparecido
pt_br: Nome do cartão Streamloots ausente
ru: Имя карты Streamloots отсутствует
uk: Ім'я картки Streamloots відсутнє

source: Streamloots Cards
de: Streamloots Karten
es: Tarjetas Streamloots
fr: Cartes Streamloots
ja: ストリームルートカード
nl: Streamloots Kaarten
pt: Cartões Streamloots
pt_br: Cartões Streamloots
ru: Карты Streamloots
uk: Карти потоку

# StreamlootsManageCollection
source: Manage Collection
de: Sammlung verwalten
es: Administrar colección
fr: Gérer la collection
ja: コレクションの管理
nl: Collectie beheren
pt: Gerenciar a coleta
pt_br: Gerenciar coleção
ru: Управление коллекцией
uk: Керування колекцією

# StreamlootsCardName
source: Card Name
de: Name der Karte
es: Nombre de la tarjeta
fr: Nom de la carte
ja: カード名
nl: Naam kaart
pt: Nome do cartão
pt_br: Nome do cartão
ru: Название карты
uk: Ім'я картки

source: Show Streamloots
de: Streamloots anzeigen
es: Mostrar Streamloots
fr: Afficher Streamloots
ja: ストリームルートを表示
nl: Toon Streamloots
pt_br: Mostrar Streamloots
ru: Показать Стримлутс
uk: Показати потоки

source: Automatic Backups Folder
de: Ordner "Automatische Sicherungen"
es: Carpeta Copias de seguridad automáticas
fr: Dossier Sauvegardes automatiques
ja: 自動バックアップ フォルダ
nl: Map Automatische back-ups
pt: Pasta de backups automáticos
pt_br: Pasta de backups automáticos
ru: Папка автоматического резервного копирования
uk: Папка автоматичного резервного копіювання

source: Mix It Up Install Folder
de: Installieren Sie den Installationsordner
es: Mezclar la carpeta de instalación
fr: Dossier d’installation De mélange
ja: インストールフォルダをミックスアップ
nl: Mix It Up Installatiemap
pt: Misture a pasta de instalação
pt_br: Misture a pasta de instalação
ru: Смешайте папку установки
uk: Змішати папку інсталяції
