Repository: SaviorXTanren/mixer-mixitup
Catalog: MixItUp.*/Resources.*.resx
Languages: de, es, fr, fr_fr, ja, nl, pt, pt_br, ru, uk

# OvrStreamInfo2
source: For information on OvrStream, please see the following link:
de: Informationen zu OvrStream finden Sie unter folgendem Link:
es: Para obtener información sobre OvrStream, consulte el siguiente enlace:
fr: Pour plus d’informations sur OvrStream, veuillez consulter le lien suivant:
ja: OvrStream の詳細については、次のリンクを参照してください。
nl: Voor informatie over OvrStream, zie de volgende link:
pt: Para obter informações sobre o OvrStream, consulte o seguinte link:
pt_br: Para obter informações sobre OvrStream, consulte o seguinte link:
ru: Для получения информации об OvrStream, пожалуйста, перейдите по следующей ссылке:
uk: Для отримання інформації про OvrStream, будь ласка, дивіться наступне посилання:

# Password
source: Password (Optional)
de: Passwort (optional)
es: Contraseña (opcional)
fr: Mot de passe (facultatif)
ja: パスワード (オプション)
nl: Wachtwoord (optioneel)
pt: Senha (Opcional)
pt_br: Senha (opcional)
ru: Пароль (необязательно)
uk: Пароль (необов'язково)

# PatreonInfo1
source: Patreon service connectivity allows you to perform actions when a donation is received. When you log in, an authentication webpage will open asking you to log in to Patreon and approve Mix It Up to access your information.
de: Mit der Patreon-Dienstkonnektivität können Sie Aktionen ausführen, wenn eine Spende eingegangen ist. Wenn Sie sich anmelden, öffnet sich eine Authentifizierungswebseite, auf der Sie aufgefordert werden, sich bei Patreon anzumelden und Mix It Up für den Zugriff auf Ihre Informationen zu genehmigen.
es: La conectividad del servicio Patreon le permite realizar acciones cuando se recibe una donación. Cuando inicie sesión, se abrirá una página web de autenticación pidiéndole que inicie sesión en Patreon y apruebe Mix It Up para acceder a su información.
fr: La connectivité du service Patreon vous permet d’effectuer des actions lorsqu’un don est reçu. Lorsque vous vous connectez, une page Web d’authentification s’ouvre vous demandant de vous connecter à Patreon et d’approuver Mix It Up pour accéder à vos informations.
ja: Patreonサービス接続により、寄付を受け取ったときにアクションを実行できます。ログインすると、認証ウェブページが開き、Patreonにログインして、あなたの情報にアクセスするためにMix It Upを承認するように求める。
nl: Patreon-serviceconnectiviteit stelt u in staat om acties uit te voeren wanneer een donatie wordt ontvangen. Wanneer u zich aanmeldt, wordt een verificatiewebpagina geopend waarin u wordt gevraagd in te loggen bij Patreon en Mix It Up goed te keuren om toegang te krijgen tot uw gegevens.
pt: A conectividade de serviço patreon permite que você realize ações quando uma doação é recebida. Ao fazer login, uma página da autenticação será aberta pedindo que você faça login no Patreon e aprove o Mix It Up para acessar suas informações.
pt_br: A conectividade do serviço Patreon permite que você execute ações quando uma doação é recebida. Ao fazer login, uma página de autenticação será aberta solicitando que você faça login no Patreon e aprove o Mix It Up para acessar suas informações.
ru: Подключение сервиса Patreon позволяет выполнять действия при получении пожертвования. Когда вы войдете в систему, откроется веб-страница аутентификации с просьбой войти в Patreon и одобрить Mix It Up для доступа к вашей информации.
uk: Підключення до служби Patreon дозволяє виконувати дії при отриманні пожертви. Коли ви входите в систему, відкриється веб-сторінка аутентифікації з проханням увійти в Patreon і затвердити Mix It Up для доступу до вашої інформації.

source: Percentage
de: Prozentsatz
es: Porcentaje
fr: Pourcentage
ja: 百分率
pt: Porcentagem
pt_br: Percentagem
ru: Процент
uk: Відсоток

# PositionPercentageFromLeft
source: Position % From Left:
de: Position % von links:
es: Posición % desde la izquierda:
fr: Position % À partir de la gauche :
ja: 左からの位置 % :
nl: Positie % van links:
pt: Posição % da esquerda:
pt_br: Posição% da esquerda:
ru: Позиция % слева направо:
uk: Позиція % зліва:

# PositionPercentageFromTop
source: Position % From Top:
de: Position % von oben:
es: Posición % desde arriba:
fr: Position % Du haut :
ja: 上からの位置 % :
nl: Positie % van bovenaf:
pt: Posição % De cima:
pt_br: Posição% do topo:
ru: Позиция % Сверху:
uk: Позиція % зверху:

source: Remove Animation
de: Animation entfernen
es: Eliminar animación
fr: Supprimer l’animation
ja: アニメーションを削除する
nl: Animatie verwijderen
pt: Remover animação
pt_br: Remover animação
ru: Удалить анимацию
uk: Видалити анімацію

source: Screen Position:
de: Bildschirmposition:
es: Posición de la pantalla:
fr: Position de l’écran:
ja: 画面位置:
nl: Scherm positie:
pt: Posição da tela:
pt_br: Posição da tela:
ru: Положение экрана:
uk: Розташування екрана:

source: Scroll Speed
de: Scroll-Geschwindigkeit
es: Velocidad de desplazamiento
fr: Vitesse de défilement
ja: スクロール速度
nl: Scroll snelheid
pt: Velocidade do rolagem
pt_br: Velocidade de rolagem
ru: Скорость прокрутки
uk: Швидкість прокрутки

source: Section HTML Style
de: Abschnitt HTML-Stil
es: Estilo HTML de la sección
ja: セクション HTML スタイル
nl: HTML-stijl voor secties
pt: Estilo HTML da seção
pt_br: Seção Estilo HTML
ru: Раздел Стиль HTML
uk: Стиль HTML розділу

source: Section Text Color
de: Textfarbe des Abschnitts
es: Color del texto de la sección
fr: Couleur du texte de la section
ja: セクションのテキストの色
nl: Kleur sectietekst
pt: Cor de texto da seção
pt_br: Cor do texto da seção
ru: Цвет текста раздела
uk: Колір тексту розділу

source: Section Text Font
de: Abschnitt Textschriftart
es: Fuente de texto de sección
fr: Police de texte de section
ja: セクションテキストフォント
nl: Lettertype sectietekst
pt: Fonte de texto da seção
pt_br: Fonte do texto da seção
ru: Шрифт раздела Текст
uk: Шрифт тексту розділу

# SectionTextSize
source: Section Text Size (Pixels)
de: Textgröße des Abschnitts (Pixel)
es: Tamaño del texto de la sección (píxeles)
fr: Taille du texte de la section (pixels)
ja: セクションのテキストサイズ (ピクセル)
nl: Grootte van sectietekst (pixels)
pt: Tamanho do texto da seção (Pixels)
pt_br: Tamanho do texto da seção (pixels)
ru: Размер текста раздела (пиксели)
uk: Розмір тексту розділу (пікселі)

source: Section Type
de: Abschnittstyp
es: Tipo de sección
ja: セクションタイプ
nl: Type sectie
pt: Tipo de seção
pt_br: Tipo de seção
ru: Тип раздела
uk: Тип розділу

source: Selected Campaign
de: Ausgewählte Kampagne
es: Campaña seleccionada
fr: Campagne sélectionnée
ja: 選択したキャンペーン
nl: Geselecteerde campagne
pt: Campanha Selecionada
pt_br: Campanha selecionada
ru: Выбранная кампания
uk: Вибрана кампанія

source: Selected Fundraiser
de: Ausgewählte Spendenaktion
es: Recaudación de fondos seleccionada
fr: Collecte de fonds sélectionnée
ja: 選択した募金キャンペーン
nl: Geselecteerde inzamelingsactie
pt: Arrecadação de fundos selecionada
pt_br: Arrecadação de fundos selecionada
ru: Избранный сбор средств
uk: Обраний збір коштів

# ServiceConnectAdditionalDetails
source: Additional details:
de: Weitere Details:
es: Detalles adicionales:
fr: Détails supplémentaires :
ja: 追加の詳細:
nl: Aanvullende informatie:
pt: Detalhes adicionais:
pt_br: Detalhes adicionais:
ru: Дополнительная информация:
uk: Додаткові відомості:

# ServiceConnectFailed
source: Could not connect to service, please try again. If this continues, please reach out to our support for further assistance.
de: Es konnte keine Verbindung zum Dienst hergestellt werden, bitte versuchen Sie es erneut. Wenn dies so weitergeht, wenden Sie sich bitte an unsere Unterstützung, um weitere Unterstützung zu erhalten.
es: No se pudo conectar al servicio, inténtelo de nuevo. Si esto continúa, comuníquese con nuestro apoyo para obtener más ayuda.
fr: Impossible de se connecter au service, veuillez réessayer. Si cela continue, veuillez contacter notre support pour obtenir de l’aide.
ja: サービスに接続できませんでした。このままでは、今後の支援を受けてください。
nl: Kan geen verbinding maken met de service, probeer het opnieuw. Als dit zo doorgaat, neem dan contact op met onze ondersteuning voor verdere hulp.
pt: Não poderia se conectar ao serviço, por favor tente novamente. Se isso continuar, entre em contato com nosso apoio para mais assistência.
pt_br: Não foi possível conectar-se ao serviço. Tente novamente. Se isso continuar, entre em contato com nosso suporte para obter mais assistência.
ru: Не удалось подключиться к службе, повторите попытку. Если так будет продолжаться, пожалуйста, обратитесь в нашу поддержку за дальнейшей помощью.
uk: Не вдалося підключитися до служби, повторіть спробу. Якщо це буде продовжуватися, будь ласка, зверніться до нашої підтримки для подальшої допомоги.

source: Simple
de: Einfach
es: Sencillo
ja: 簡単
nl: Eenvoudig
pt: Simples
pt_br: Simples
ru: Простой
uk: Простий

source: Stream Avatars
de: Avatare streamen
fr: Diffuser des avatars
nl: Avatars streamen
pt_br: Transmitir avatares
uk: Потокове аватари

# StreamAvatarsInfo1
source: Stream Avatars functionality is handled directly through the Stream Avatars program. Prior to connecting Stream Avatars to Mix It Up, you must ensure the Developer API is enabled on the Services page.
de: Die Stream Avatars-Funktionalität wird direkt über das Stream Avatars-Programm abgewickelt. Bevor Sie Stream Avatars mit Mix It Up verbinden, müssen Sie sicherstellen, dass die Entwickler-API auf der Seite Dienste aktiviert ist.
es: La funcionalidad de Stream Avatars se maneja directamente a través del programa Stream Avatars. Antes de conectar Stream Avatars para mezclarlo, debe asegurarse de que la API para desarrolladores esté habilitada en la página Servicios.
fr: La fonctionnalité Stream Avatars est gérée directement via le programme Stream Avatars. Avant de connecter Stream Avatars à Mix It Up, vous devez vous assurer que l’API développeur est activée sur la page Services.
ja: ストリームアバター機能は、ストリームアバタープログラムを通じて直接処理されます。ストリームアバターをミックス・イット・アップに接続する前に、サービスページで開発者APIが有効になっていることを確認する必要があります。
nl: Stream Avatars functionaliteit wordt direct afgehandeld via het Stream Avatars programma. Voordat u Stream-avatars verbindt met Mix It Up, moet u ervoor zorgen dat de Developer API is ingeschakeld op de pagina Services.
pt: A funcionalidade do Stream Avatars é tratada diretamente através do programa Stream Avatars. Antes de conectar Avatares do Fluxo para Mix It Up, você deve garantir que a API do desenvolvedor esteja ativada na página Serviços.
pt_br: A funcionalidade Stream Avatars é gerenciada diretamente por meio do programa Stream Avatars. Antes de conectar Stream Avatars ao Mix It Up, você deve garantir que a API do desenvolvedor esteja habilitada na página Serviços.
ru: Функциональность Stream Avatars обрабатывается непосредственно через программу Stream Avatars. Перед подключением Stream Avatars к Mix It Up необходимо убедиться, что API разработчика включен на странице Службы.
uk: Функція stream Avatars обробляється безпосередньо через програму Stream Avatars. Перед підключенням аватарів потоку, щоб змішати його, ви повинні переконатися, що API розробника включений на сторінці послуг.

# StreamAvatarsInfo2
source: For information on how to link Stream Avatars with Mix It Up, please see the Stream Avatars wiki section.
de: Informationen zum Verknüpfen von Stream Avatars mit Mix It Up finden Sie im Wiki-Abschnitt Stream Avatars.
es: Para obtener información sobre cómo vincular Stream Avatars con Mix It Up, consulta la sección wiki de Stream Avatars.
fr: Pour plus d’informations sur la façon de lier Stream Avatars à Mix It Up, veuillez consulter la section Wiki Stream Avatars.
ja: ミックス・イット・アップでストリームアバターをリンクする方法については、ストリームアバターのウィキセクションを参照してください。
nl: Voor informatie over het koppelen van Stream Avatars met Mix It Up, zie de Stream Avatars wiki sectie.
pt: Para obter informações sobre como vincular Avatares do Fluxo com Mix It Up, consulte a seção wiki Stream Avatars.
pt_br: Para obter informações sobre como vincular Stream Avatars com Mix It Up, consulte a seção wiki Stream Avatars.
ru: Для получения информации о том, как связать Stream Avatars с Mix It Up, пожалуйста, обратитесь к разделу Stream Avatars wiki.
uk: Для отримання інформації про те, як зв'язати аватари потоку з Mix It Up, будь ласка, перегляньте вікі-розділ Аватари потоку.

source: Stream Avatars Wiki Section
de: Wiki-Abschnitt "Avatare streamen"
es: Stream Avatars Sección Wiki
ja: ストリームアバター Wiki セクション
nl: Stream Avatars Wiki Sectie
pt: Seção Wiki de Avatares de fluxo
pt_br: Seção Wiki de fluxo de avatares
ru: Поток аватаров Вики-раздел
uk: Вікі-розділ аватарів

source: Stream Deck
fr: Deck de flux
pt_br: Plataforma de transmissão
uk: Потік палуби

# StreamDeckInfo1
source: This Stream Deck plug-in allows you to run Mix It Up commands directly from your Stream Deck device, as well as other status information about your stream.
de: Mit diesem Stream Deck-Plug-In können Sie Mix It Up-Befehle direkt von Ihrem Stream Deck-Gerät aus ausführen sowie andere Statusinformationen zu Ihrem Stream.
es: Este complemento de Stream Deck le permite ejecutar comandos de Mix It Up directamente desde su dispositivo Stream Deck, así como otra información de estado sobre su transmisión.
fr: Ce plug-in Stream Deck vous permet d’exécuter des commandes Mix It Up directement à partir de votre appareil Stream Deck, ainsi que d’autres informations d’état sur votre flux.
ja: このストリームデッキプラグインを使用すると、ストリームデッキデバイスから直接Mix It Upコマンドを実行でき、ストリームに関するその他のステータス情報も実行できます。
nl: Met deze Stream Deck-plug-in kun je Mix It Up-opdrachten rechtstreeks vanaf je Stream Deck-apparaat uitvoeren, evenals andere statusinformatie over je stream.
pt: Este plug-in do Stream Deck permite que você execute comandos Mix It Up diretamente do seu dispositivo Stream Deck, bem como outras informações de status sobre seu fluxo.
pt_br: Este plug-in Stream Deck permite que você execute comandos Mix It Up diretamente de seu dispositivo Stream Deck, bem como outras informações de status sobre seu stream.
ru: Этот плагин Stream Deck позволяет запускать команды Mix It Up непосредственно с устройства Stream Deck, а также другую информацию о состоянии вашего потока.
uk: Цей плагін Stream Deck дозволяє запускати команди Mix It Up безпосередньо з вашого пристрою Stream Deck, а також іншу інформацію про стан вашого потоку.

# StreamDeckInfo2
source: To get started, ensure the Stream Deck software is updated to at least version 4.0 & the Developer API service is enabled in Mix It Up. To install the Mix It Up plugin, click on the store icon at the top right of your Stream Deck software, then search for "Mix It Up" in the window.
de: Stellen Sie zunächst sicher, dass die Stream Deck-Software auf mindestens Version 4.0 aktualisiert ist und der Entwickler-API-Dienst in Mix It Up aktiviert ist. Um das Mix It Up Plugin zu installieren, klicken Sie auf "Weitere Aktionen..." in der unteren rechten Ecke und suchen Sie dann im Fenster nach "Mix It Up".
es: Para comenzar, asegúrese de que el software Stream Deck esté actualizado al menos a la versión 4.0 y que el servicio Developer API esté habilitado en Mix It Up. Para instalar el plugin Mix It Up, haga clic en "Más acciones..." en la esquina inferior derecha, luego busque "Mix It Up" en la ventana.
fr: Pour commencer, assurez-vous que le logiciel Stream Deck est mis à jour vers au moins la version 4.0 et que le service Developer API est activé dans Mix It Up. Pour installer le plugin Mix It Up, cliquez sur « Plus d’actions... » dans le coin inférieur droit, puis recherchez « Mix It Up » dans la fenêtre.
ja: 開始するには、Stream Deck ソフトウェアが少なくともバージョン 4.0 に更新され、開発者 API サービスが Mix It Up で有効になっていることを確認します。Mix It Up プラグインをインストールするには、「その他のアクション.」をクリックします。ボタンをクリックし、ウィンドウで「ミックス・イット・アップ」を検索します。
nl: Om aan de slag te gaan, moet u ervoor zorgen dat de Stream Deck-software is bijgewerkt naar ten minste versie 4.0 en dat de Developer API-service is ingeschakeld in Mix It Up. Om de Mix It Up plugin te installeren, klik op de "Meer acties..." in de rechterbenedenhoek en zoek vervolgens naar "Mix It Up" in het venster.
pt: Para começar, certifique-se de que o software Stream Deck seja atualizado para pelo menos a versão 4.0 & o serviço de API do desenvolvedor está habilitado no Mix It Up. Para instalar o plugin Mix It Up, clique no "Mais Ações..." botão no canto inferior direito, em seguida, procure por "Mix It Up" na janela.
pt_br: Para começar, certifique-se de que o software Stream Deck esteja atualizado para pelo menos a versão 4.0 e que o serviço Developer API esteja habilitado no Mix It Up. Para instalar o plugin Mix It Up, clique no ícone da loja no canto superior direito do software Stream Deck e pesquise "Mix It Up" na janela.
ru: Чтобы начать работу, убедитесь, что программное обеспечение Stream Deck обновлено по крайней мере до версии 4.0, а служба API разработчика включена в Mix It Up. Чтобы установить плагин Mix It Up, нажмите «Дополнительные действия...» в правом нижнем углу, затем найдите «Mix It Up» в окне.
uk: Щоб розпочати роботу, переконайтеся, що програмне забезпечення Stream Deck оновлено принаймні до версії 4.0 , а служба API розробника включена в Mix It Up. Щоб встановити плагін Mix It Up, натисніть на "Додаткові дії ..." у правому нижньому куті, а потім знайдіть у вікні "Mix It Up".

source: StreamElements
pt_br: Elementos de fluxo
uk: Потокиви

# StreamElementsInfo1
source: StreamElements service connectivity allows you to perform actions when a donation is received. When you log in, an authentication webpage will open asking you to log in to StreamElements and approve Mix It Up to access your information.
de: Mit der StreamElements-Dienstkonnektivität können Sie Aktionen ausführen, wenn eine Spende empfangen wird. Wenn Sie sich anmelden, wird eine Authentifizierungswebseite geöffnet, auf der Sie aufgefordert werden, sich bei StreamElements anzumelden und Mix It Up für den Zugriff auf Ihre Informationen zu genehmigen.
es: La conectividad del servicio StreamElements le permite realizar acciones cuando se recibe una donación. Cuando inicie sesión, se abrirá una página web de autenticación que le pedirá que inicie sesión en StreamElements y apruebe Mix It Up para acceder a su información.
fr: La connectivité du service StreamElements vous permet d’effectuer des actions lorsqu’un don est reçu. Lorsque vous vous connectez, une page Web d’authentification s’ouvre vous demandant de vous connecter à StreamElements et d’approuver Mix It Up pour accéder à vos informations.
ja: StreamElements サービス接続を使用すると、寄付を受け取ったときにアクションを実行できます。ログインすると、認証ウェブページが開き、StreamElementsにログインし、あなたの情報にアクセスするためにMix It Upを承認するように求めます。
nl: Met de serviceconnectiviteit van StreamElements kunt u acties uitvoeren wanneer een donatie wordt ontvangen. Wanneer u zich aanmeldt, wordt een verificatiewebpagina geopend waarin u wordt gevraagd u aan te melden bij StreamElements en Mix It Up goed te keuren om toegang te krijgen tot uw gegevens.
pt: A conectividade de serviço do StreamElements permite que você realize ações quando uma doação é recebida. Ao fazer login, uma página da autenticação será aberta pedindo que você faça login no StreamElements e aprove o Mix It Up para acessar suas informações.
pt_br: A conectividade do serviço StreamElements permite executar ações quando uma doação é recebida. Ao fazer login, uma página de autenticação será aberta solicitando que você faça login no StreamElements e aprove o Mix It Up para acessar suas informações.
ru: Подключение сервиса StreamElements позволяет совершать действия при получении пожертвования. Когда вы войдете в систему, откроется веб-страница аутентификации с просьбой войти в StreamElements и одобрить Mix It Up для доступа к вашей информации.
uk: Підключення служби StreamElements дозволяє виконувати дії під час отримання пожертви. Коли ви ввійдете в систему, відкриється веб-сторінка аутентифікації з проханням увійти в StreamElements і затвердити Mix It Up для доступу до вашої інформації.

source: Streaming Software Source Name
de: Name der Streaming-Softwarequelle
es: Nombre de la fuente del software de streaming
fr: Nom de la source du logiciel de streaming
ja: ストリーミング ソフトウェア ソース名
nl: Bronnaam streamingsoftware
pt: Nome de origem do software de streaming
pt_br: Nome da fonte do software de streaming
ru: Имя источника потокового программного обеспечения
uk: Ім'я джерела потокового програмного забезпечення

source: Rainmaker
de: Regenmacher
ja: レインメーカー
pt_br: Fazedor de chuva
ru: Дождевик
uk: Дощовик

# RainmakerInfo1
source: Rainmaker service connectivity allows you to perform actions when a donation is received. When you log in, an authentication webpage will open asking you to log in to Rainmaker and approve Mix It Up to access your information.
de: Mit der Rainmaker-Servicekonnektivität können Sie Aktionen ausführen, wenn eine Spende eingegangen ist. Wenn Sie sich anmelden, öffnet sich eine Authentifizierungswebseite, auf der Sie aufgefordert werden, sich bei Rainmaker anzumelden und Mix It Up für den Zugriff auf Ihre Informationen zu genehmigen.
es: La conectividad del servicio Rainmaker le permite realizar acciones cuando se recibe una donación. Cuando inicie sesión, se abrirá una página web de autenticación pidiéndole que inicie sesión en Rainmaker y apruebe Mix It Up para acceder a su información.
fr: La connectivité du service Rainmaker vous permet d’effectuer des actions lorsqu’un don est reçu. Lorsque vous vous connectez, une page Web d’authentification s’ouvre vous demandant de vous connecter à Rainmaker et d’approuver Mix It Up pour accéder à vos informations.
ja: Rainmaker サービス接続では、寄付を受け取ったときにアクションを実行できます。ログインすると、認証ウェブページが開き、Rainmakerにログインし、あなたの情報にアクセスするためにMix It Upを承認するように求めます。
nl: Met de serviceconnectiviteit van Rainmaker kunt u acties uitvoeren wanneer een donatie wordt ontvangen. Wanneer u zich aanmeldt, wordt een verificatiewebpagina geopend waarin u wordt gevraagd in te loggen bij Rainmaker en Mix It Up goed te keuren om toegang te krijgen tot uw informatie.
pt: A conectividade do serviço Rainmaker permite que você realize ações quando uma doação é recebida. Ao fazer login, uma página da autenticação será aberta pedindo que você faça login no Rainmaker e aprove o Mix It Up para acessar suas informações.
pt_br: A conectividade do serviço Rainmaker permite que você execute ações quando uma doação é recebida. Ao fazer login, uma página de autenticação será aberta solicitando que você faça login no Rainmaker e aprove o Mix It Up para acessar suas informações.
ru: Подключение сервиса Rainmaker позволяет выполнять действия при получении пожертвования. Когда вы войдете в систему, откроется веб-страница аутентификации с просьбой войти в Rainmaker и одобрить Mix It Up для доступа к вашей информации.
uk: Підключення служби Rainmaker дозволяє виконувати дії під час отримання пожертвування. Коли ви ввійдете в систему, відкриється веб-сторінка аутентифікації з проханням увійти в Rainmaker і затвердити Mix It Up для доступу до вашої інформації.
