Repository: SaviorXTanren/mixer-mixitup
Catalog: MixItUp.*/Resources.*.resx
Languages: de, es, fr, fr_fr, ja, nl, pt, pt_br, ru, uk

# TwitchActionCreatePredictionTwoChoices
source: Twitch Action: Predictions must have 2 valid outcomes
de: Twitch-Aktion: Vorhersagen müssen 2 gültige Ergebnisse haben
es: Acción de Twitch: las predicciones deben tener 2 resultados válidos
fr: Action Twitch : les prédictions doivent avoir 2 résultats valides
ja: Twitchアクション:予測には2つの有効な結果が必要です
nl: Twitch-actie: voorspellingen moeten 2 geldige uitkomsten hebben
pt: Twitch Action: Previsões devem ter 2 resultados válidos
pt_br: Twitch Action: as previsões devem ter 2 resultados válidos
ru: Действие Twitch: прогнозы должны иметь 2 допустимых результата
uk: Twitch дія: Прогнози повинні мати 2 дійсних результатів

# TwitchPollFailedToCreate
source: ERROR: Failed to create poll, please try again later. If this issue persists, please visit the Mix It Up support Discord server.
de: FEHLER: Umfrage konnte nicht erstellt werden, bitte versuchen Sie es später erneut. Wenn dieses Problem weiterhin besteht, besuchen Sie bitte den Mix It Up Support Discord Server.
es: ERROR: No se pudo crear la encuesta, inténtelo de nuevo más tarde. Si este problema persiste, visite el servidor discord compatible con Mix It Up.
fr: ERREUR : Impossible de créer un sondage, veuillez réessayer plus tard. Si ce problème persiste, veuillez visiter le serveur Discord de support Mix It Up.
ja: エラー: ポーリングを作成できませんでした。この問題が解決しない場合は、Mix It Up サポートの不和サーバーにアクセスしてください。
nl: FOUT: Kan geen poll maken, probeer het later opnieuw. Als dit probleem zich blijft voordoen, gaat u naar de Discord-server voor mix it-upondersteuning.
pt: ERRO: Não consegui criar enquete, por favor tente novamente mais tarde. Se esse problema persistir, visite o servidor Mix It Up Discord.
pt_br: ERRO: Falha ao criar enquete, tente novamente mais tarde. Se o problema persistir, visite o servidor Discord de suporte do Mix It Up.
ru: ОШИБКА: Не удалось создать опрос, повторите попытку позже. Если эта проблема не устранена, посетите сервер поддержки Mix It Up Discord.
uk: Помилка: Не вдалося створити опитування, повторіть спробу пізніше. Якщо ця проблема не зникає, відвідайте сервер підтримки Mix It Up Discord.

# TwitchPollFailedToGetResults
source: ERROR: Failed to get & process poll results. If this issue persists, please visit the Mix It Up support Discord server.
de: FEHLER: Umfrageergebnisse konnten nicht erhalten und verarbeitet werden. Wenn dieses Problem weiterhin besteht, besuchen Sie bitte den Mix It Up Support Discord Server.
es: ERROR: No se pudieron obtener y procesar los resultados de la encuesta. Si este problema persiste, visite el servidor discord compatible con Mix It Up.
fr: ERREUR : Impossible d’obtenir et de traiter les résultats du sondage. Si ce problème persiste, veuillez visiter le serveur Discord de support Mix It Up.
ja: エラー: ポーリング結果を取得して処理できませんでした。この問題が解決しない場合は、Mix It Up サポートの不和サーバーにアクセスしてください。
nl: FOUT: Kan de resultaten van de poll niet krijgen en verwerken. Als dit probleem zich blijft voordoen, gaat u naar de Discord-server voor mix it-upondersteuning.
pt: ERRO: Não conseguiu obter resultados de pesquisa de processo. Se esse problema persistir, visite o servidor Mix It Up Discord.
pt_br: ERRO: Falha ao obter e processar os resultados da enquete. Se o problema persistir, visite o servidor Discord de suporte do Mix It Up.
ru: ОШИБКА: Не удалось получить и обработать результаты опроса. Если эта проблема не устранена, посетите сервер поддержки Mix It Up Discord.
uk: ПОМИЛКА: Не вдалося отримати &процес опитування результатів. Якщо ця проблема не зникає, відвідайте сервер підтримки Mix It Up Discord.

# TwitchPredictionFailedToCreate
source: ERROR: Failed to create prediction, please try again later. If this issue persists, please visit the Mix It Up support Discord server.
de: FEHLER: Fehler beim Erstellen der Vorhersage, bitte versuchen Sie es später erneut. Wenn dieses Problem weiterhin besteht, besuchen Sie bitte den Mix It Up Support Discord Server.
es: ERROR: No se pudo crear la predicción, inténtelo de nuevo más tarde. Si este problema persiste, visite el servidor discord compatible con Mix It Up.
fr: ERREUR : Impossible de créer une prédiction, veuillez réessayer plus tard. Si ce problème persiste, veuillez visiter le serveur Discord de support Mix It Up.
ja: エラー: 予測を作成できませんでした。この問題が解決しない場合は、Mix It Up サポートの不和サーバーにアクセスしてください。
nl: FOUT: Kan geen voorspelling maken, probeer het later opnieuw. Als dit probleem zich blijft voordoen, gaat u naar de Discord-server voor mix it-upondersteuning.
pt: ERRO: Não consegui criar previsão, por favor tente novamente mais tarde. Se esse problema persistir, visite o servidor Mix It Up Discord.
pt_br: ERRO: Falha ao criar a previsão. Tente novamente mais tarde. Se o problema persistir, visite o servidor Discord de suporte do Mix It Up.
ru: ОШИБКА: Не удалось создать прогноз, повторите попытку позже. Если эта проблема не устранена, посетите сервер поддержки Mix It Up Discord.
uk: ПОМИЛКА: Не вдалося створити прогноз, повторіть спробу пізніше. Якщо ця проблема не зникає, відвідайте сервер підтримки Mix It Up Discord.

source: Arguments
de: Argumente
es: Argumentos
ja: 引数
nl: Argumenten
pt: Argumentos
pt_br: Argumentos
ru: Аргументы
uk: Аргументи

source: Arguments Requirement
de: Anforderung an Argumente
es: Requisito de argumentos
fr: Exigence relative aux arguments
ja: 引数の要件
nl: Argumenten Vereiste
pt: Requisitos de argumentos
pt_br: Requisito de Argumentos
ru: Требование аргументов
uk: Вимоги аргументів

# ArgumentsRequirementValidName
source: Arguments Requirement: A valid name must be specified
de: Argumentanforderung: Es muss ein gültiger Name angegeben werden
es: Requisito de argumentos: se debe especificar un nombre válido
fr: Arguments requis : un nom valide doit être spécifié
ja: 引数要件: 有効な名前を指定する必要があります
nl: Vereisten voor argumenten: er moet een geldige naam worden opgegeven
pt: Requisito de argumentos: Um nome válido deve ser especificado
pt_br: Requisito de argumentos: um nome válido deve ser especificado
ru: Требование к аргументам: должно быть указано допустимое имя
uk: Вимоги аргументів: потрібно вказати припустиме ім'я

source: Number
de: Zahl
es: Número
fr: Nombre
ja: 数
nl: Getal
pt: Número
pt_br: Número
ru: Число
uk: Число

source: Optional
de: Wahlfrei
es: Opcional
fr: Optionnel
ja: 随意
nl: Facultatief
pt: Opcional
pt_br: Opcional
ru: Необязательный
uk: Необов'язково

source: Specialty Excluded
de: Spezialität ausgeschlossen
es: Especialidad excluida
fr: Spécialité exclue
ja: 専門除外
nl: Specialiteit uitgesloten
pt: Especialidade Excluída
pt_br: Especialidade excluída
ru: Специальность исключена
uk: Спеціальність виключена

# SpecialtyExcludedTooltip
source: Specialty Excluded users are ignored for various interactions and features through the app. This includes things such as Currency/Rank requirements, random user selection, and leaderboards. This option is recommended to be enabled on users such as bot accounts or special users that you want to allow more control to such as a Moderator.
de: Spezielle ausgeschlossene Benutzer werden für verschiedene Interaktionen und Funktionen über die App ignoriert. Dazu gehören Dinge wie Währungs- / Ranganforderungen, zufällige Benutzerauswahl und Bestenlisten. Es wird empfohlen, diese Option für Benutzer wie Bot-Konten oder spezielle Benutzer, denen Sie mehr Kontrolle gewähren möchten, z. B. einem Moderator.
es: Los usuarios excluidos de especialidades son ignorados para varias interacciones y características a través de la aplicación. Esto incluye cosas como los requisitos de moneda / rango, la selección aleatoria de usuarios y tablas de clasificación. Se recomienda habilitar esta opción en usuarios como cuentas de bot o usuarios especiales a los que desea permitir más control, como un moderador.
fr: Spécialité Les utilisateurs exclus sont ignorés pour diverses interactions et fonctionnalités via l’application. Cela inclut des éléments tels que les exigences de devise / rang, la sélection aléatoire des utilisateurs, et classements. Il est recommandé d’activer cette option sur les utilisateurs tels que les comptes de bot ou les utilisateurs spéciaux auxquels vous souhaitez accorder plus de contrôle, tels qu’un modérateur.
ja: 特殊除外ユーザーは、アプリを通じてさまざまな操作や機能のために無視されます。 これには、通貨/ランク要件、ランダムユーザー選択、および リーダーボード。このオプションは、ボットアカウントやボットアカウントなどのユーザーに対して有効にすることをお勧めします。 モデレータなど、より詳細な制御を許可する特別なユーザー。
nl: Speciaal uitgesloten gebruikers worden genegeerd voor verschillende interacties en functies via de app. Dit omvat zaken als valuta- / rangvereisten, willekeurige gebruikersselectie en klassementen. Deze optie wordt aanbevolen om te worden ingeschakeld voor gebruikers zoals botaccounts of speciale gebruikers die u meer controle wilt geven, zoals een moderator.
pt: Especialidade Os usuários excluídos são ignorados por várias interações e recursos através do aplicativo. Isso inclui coisas como requisitos de moeda/classificação, seleção aleatória de usuários e tabelas de classificação. Esta opção é recomendada para ser habilitada em usuários como contas de bot ou usuários especiais que você deseja permitir mais controle para, como um Moderador.
pt_br: Os usuários excluídos de especialidade são ignorados em diversas interações e recursos por meio do aplicativo. Isso inclui itens como requisitos de moeda/classificação, seleção aleatória de usuários e tabelas de classificação. Esta opção é recomendada para ser habilitada em usuários como contas de bot ou usuários especiais aos quais você deseja permitir mais controle, como um moderador.
ru: Специальные исключенные пользователи игнорируются для различных взаимодействий и функций через приложение. Это включает в себя такие вещи, как требования к валюте / рангу, случайный выбор пользователя и таблицы лидеров. Этот параметр рекомендуется включить для таких пользователей, как учетные записи ботов или специальные пользователи, которым требуется предоставить больше контроля, например модератор.
uk: Спеціальні виключені користувачі ігноруються для різних взаємодій і функцій через додаток. Це включає в себе такі речі, як вимоги до валюти / рангу, випадковий вибір користувача та лідерів. Цей параметр рекомендується ввімкнути для користувачів, таких як облікові записи ботів або спеціальні користувачі, яким потрібно надати більше контролю, наприклад модератору.

# RainmakerSocketFailed
source: Failed to connect to socket
de: Verbindung zum Socket konnte nicht hergestellt werden
es: Error al conectarse al zócalo
fr: Impossible de se connecter au socket
ja: ソケットに接続できませんでした
nl: Kan geen verbinding maken met socket
pt: Falha ao conector ao soquete
pt_br: Falha ao conectar ao soquete
ru: Не удалось подключиться к разъему
uk: Не вдалося підключитися до сокета

# RainmakerUserDataFailed
source: Failed to get user information
de: Benutzerinformationen konnten nicht abbekommen werden
es: Error al obtener información del usuario
fr: Impossible d’obtenir des informations utilisateur
ja: ユーザー情報を取得できませんでした
nl: Kan geen gebruikersinformatie ophalen
pt: Falha ao obter informações do usuário
pt_br: Falha ao obter informações do usuário
ru: Не удалось получить сведения о пользователе
uk: Не вдалося отримати відомості про користувача

# UsersLoadingData
source: Loading User Data
de: Laden von Benutzerdaten
es: Carga de datos de usuario
fr: Chargement des données utilisateur
ja: ユーザー データの読み込み
nl: Gebruikersgegevens laden
pt: Carregando dados do usuário
pt_br: Carregando dados do usuário
ru: Загрузка пользовательских данных
uk: Завантаження даних користувача

source: Community Commands
de: Community-Befehle
es: Comandos de la comunidad
fr: Commandes de la communauté
ja: コミュニティ コマンド
nl: Community-opdrachten
pt: Comandos da comunidade
pt_br: Comandos da comunidade
ru: Команды сообщества
uk: Команди спільноти

source: Search Text
de: Text suchen
es: Buscar texto
fr: Texte de recherche
ja: テキストの検索
nl: Zoektekst
pt: Texto de pesquisa
pt_br: Texto de pesquisa
ru: Поиск текста
uk: Текст пошуку

source: Back
de: Zurück
es: Atrás
fr: Précédent
ja: 戻る
nl: Terug
pt: Voltar
pt_br: Voltar
ru: Назад
uk: Задній

source: Repeat While True
de: Wiederholen, während True
es: Repetir mientras es verdadero
fr: Répéter alors que true
ja: True の間繰り返す
nl: Herhalen terwijl waar
pt: Repita enquanto for verdadeiro
pt_br: Repita enquanto for verdade
ru: Повторить при истине
uk: Повторити, якщо істина

# TagsHeader
source: Tags:
de: Schilder:
es: Etiquetas:
fr: Étiquettes:
ja: タグ：
pt_br: Etiquetas:
ru: Теги:
uk: Мітки:

# RatingsAndReviews
source: Ratings & Reviews
de: Bewertungen & Rezensionen
es: Calificaciones y Reseñas
fr: Notes & Avis
ja: 評価とレビュー
nl: Beoordelingen & Recensies
pt: Avaliações e Avaliações
pt_br: Avaliações e comentários
ru: Рейтинги и обзоры
uk: Рейтинги та відгуки

source: Review
de: Rezension
es: Revisión
fr: Révision
fr_fr: Révision
ja: 復習
nl: Recensie
pt: Revisar
pt_br: Análise
ru: Обзор
uk: Огляд

source: Stream Marker description must be 140 characters or less
es: La descripción del marcador de transmisión debe tener 140 caracteres o menos
ja: ストリームマーカーの説明は140文字以下である必要があります
pt: A descrição do Marcador de Fluxo deve ter 140 caracteres ou menos
pt_br: A descrição do marcador de fluxo deve ter 140 caracteres ou menos
ru: Описание маркера стрима должно быть длиной 140 символов или меньше

source: Add Command To Existing Reward
de: Befehl zu vorhandener Belohnung hinzufügen
es: Agregar comando a la recompensa existente
fr: Ajouter une commande à une récompense existante
ja: 既存の報酬にコマンドを追加
nl: Opdracht toevoegen aan bestaande beloning
pt: Adicionar comando à recompensa existente
pt_br: Adicionar comando à recompensa existente
ru: Добавить команду к существующему вознаграждению
uk: Додати команду до наявної винагороди

# TwitchChannelPointRewardCreationErrorRewardAlreadyExists
source: A reward already exists with the same name
de: Eine Belohnung mit dem gleichen Namen existiert bereits
es: Ya existe una recompensa con el mismo nombre
fr: Une récompense existe déjà avec le même nom
ja: 同じ名前の報酬が既に存在します
nl: Er bestaat al een beloning met dezelfde naam
pt: Uma recompensa já existe com o mesmo nome
pt_br: Já existe uma recompensa com o mesmo nome
ru: Награда уже существует с таким же названием
uk: Нагорода вже існує з таким самим ім'ям

# TwitchChannelPointRewardCreationErrorTooManyRewards
source: You have reached the maximum amount of rewards able to be created
de: Sie haben die maximale Anzahl an Belohnungen erreicht, die erstellt werden können
es: Has alcanzado la cantidad máxima de recompensas que se pueden crear
fr: Vous avez atteint le montant maximum de récompenses pouvant être créées
ja: 作成できる報酬の最大額に達しました
nl: Je hebt het maximale aantal beloningen bereikt dat kan worden gecreëerd
pt: Você atingiu a quantidade máxima de recompensas capazes de ser criada
pt_br: Você atingiu a quantidade máxima de recompensas que podem ser criadas
ru: Вы достигли максимального количества вознаграждений, которые могут быть созданы
uk: Ви досягли максимальної кількості винагород, які можна створити

# CommunityCommandsAddToExistingCommand
source: Add the actions from this command to an existing command:
de: Fügen Sie die Aktionen aus diesem Befehl zu einem vorhandenen Befehl hinzu:
es: Agregue las acciones de este comando a un comando existente:
fr: Ajoutez les actions de cette commande à une commande existante :
ja: このコマンドのアクションを既存のコマンドに追加します。
nl: Voeg de acties van deze opdracht toe aan een bestaande opdracht:
pt: Adicione as ações deste comando a um comando existente:
pt_br: Adicione as ações deste comando a um comando existente:
ru: Добавьте действия из этой команды в существующую команду:
uk: Додайте дії з цієї команди до наявної команди:

# CommunityCommandsBuildNewCommand
source: Build a new command from this Community Command:
de: Erstellen Sie einen neuen Befehl aus diesem Community-Befehl:
es: Cree un nuevo comando a partir de este comando de la comunidad:
fr: Créez une nouvelle commande à partir de cette commande de communauté :
ja: このコミュニティコマンドから新しいコマンドを作成します。
nl: Bouw een nieuwe opdracht op deze Community-opdracht:
pt: Construa um novo comando a partir deste Comando comunitário:
pt_br: Crie um novo comando a partir deste Comando da Comunidade:
ru: Создайте новую команду из этой команды сообщества:
uk: Створіть нову команду з цієї команди спільноти:

# CommunityCommandsDownloadToFile
source: Download command to *.miucommand file:
de: Befehl in *.miucommand-Datei herunterladen:
es: Descargar comando a archivo *.miucommand:
fr: Télécharger la commande dans le fichier *.miucommand :
ja: *.miucommand ファイルにコマンドをダウンロードします。
nl: Download opdracht naar *.miucommand bestand:
pt: Baixe o comando para *.miucommand file:
pt_br: Baixe o comando para o arquivo *.miucommand:
ru: Скачать команду в *.miucommand файл:
uk: Завантажити команду до файлу *.miucommand:

# CommunityCommandsMyCommands
source: My Commands
de: Meine Befehle
es: Mis comandos
fr: Mes commandes
ja: マイコマンド
nl: Mijn opdrachten
pt: Meus Comandos
pt_br: Meus comandos
ru: Мои команды
uk: Мої команди

# CommunityCommandsReportCommand
source: Please describe why you wish to report this command. Please note that reporting commands should only be used if the command is deemed inappropriate or malicious. For everything else, please leave a Review of the command instead.
de: Bitte beschreiben Sie, warum Sie diesen Befehl melden möchten. Bitte beachten Sie, dass Meldebefehle nur verwendet werden sollten, wenn der Befehl als unangemessen oder bösartig erachtet wird. Für alles andere hinterlassen Sie bitte stattdessen eine Überprüfung des Befehls.
es: Describa por qué desea informar de este comando. Tenga en cuenta que los comandos de informes solo deben usarse si el comando se considera inapropiado o malicioso. Para todo lo demás, deje una revisión del comando en su lugar.
fr: Veuillez décrire pourquoi vous souhaitez signaler cette commande. Veuillez noter que les commandes de signalement ne doivent être utilisées que si la commande est jugée inappropriée ou malveillante. Pour tout le reste, veuillez laisser un avis sur la commande à la place.
ja: このコマンドを報告する理由を説明してください。報告コマンドは、コマンドが不適切または悪意のあると判断された場合にのみ使用する必要があります。それ以外の場合は、代わりにコマンドのレビューを残してください。
nl: Beschrijf waarom u deze opdracht wilt melden. Houd er rekening mee dat rapportageopdrachten alleen mogen worden gebruikt als de opdracht als ongepast of kwaadaardig wordt beschouwd. Laat voor al het andere in plaats daarvan een beoordeling van de opdracht achter.
pt: Por favor, descreva por que deseja denunciar este comando. Observe que os comandos de emissão de relatórios só devem ser usados se o comando for considerado inadequado ou malicioso. Para todo o resto, por favor, deixe uma revisão do comando em vez disso.
pt_br: Descreva por que você deseja denunciar este comando. Observe que os comandos de relatório só devem ser usados ​​se o comando for considerado inadequado ou malicioso. Para todo o resto, deixe uma revisão do comando.
ru: Пожалуйста, опишите, почему вы хотите сообщить об этой команде. Обратите внимание, что команды отчетов следует использовать только в том случае, если команда считается неуместной или вредоносной. Для всего остального, пожалуйста, оставьте отзыв о команде вместо этого.
uk: Будь ласка, опишіть, чому ви хочете повідомити про цю команду. Зверніть увагу, що команди звітування слід використовувати лише в тому випадку, якщо команда вважається неприйнятною або зловмисною. Для всього іншого, будь ласка, залиште огляд команди замість цього.

# CommunityCommandsDeleteMyCommandConfirmation
source: Are you sure you wish to delete this Community Command?
de: Möchten Sie diesen Community Command wirklich löschen?
es: ¿Está seguro de que desea eliminar este Comando de la Comunidad?
fr: Êtes-vous sûr de vouloir supprimer cette commande de la communauté ?
ja: このコミュニティ コマンドを削除しますか?
nl: Weet u zeker dat u dit communitycommando wilt verwijderen?
pt: Tem certeza de que deseja excluir este Comando comunitário?
pt_br: Tem certeza de que deseja excluir este comando da comunidade?
ru: Вы уверены, что хотите удалить эту команду сообщества?
uk: Справді видалити цю команду спільноти?

# CommunityCommandsUploadCommunityCommand
source: Upload Community Command
de: Befehl "Community hochladen"
es: Cargar comando de comunidad
fr: Télécharger la commande de la communauté
ja: コミュニティー・コマンドのアップロード
nl: Community-opdracht uploaden
pt: Upload do Comando comunitário
pt_br: Carregar comando da comunidade
ru: Команда "Загрузить сообщество"
uk: Команда "Завантажити спільноту"

source: Command Editor
de: Befehls-Editor
es: Editor de comandos
fr: Éditeur de commandes
ja: コマンド エディタ
nl: Opdrachteditor
pt: Editor de Comando
pt_br: Editor de Comandos
ru: Редактор команд
uk: Редактор команд
