Repository: SaviorXTanren/mixer-mixitup
Catalog: MixItUp.*/Resources.*.resx
Languages: de, es, fr, fr_fr, ja, nl, pt, pt_br, ru, uk

# MassGiftedSubsFilterAmountTooltip
source: This option helps to ensure that only the regular Subscription Gifted OR Mass Subscription Gifted event commands are run depending on what the number is set to. This is designed to help reduce the spam of subscription gifted commands and provide a better experience for your stream. Note that this will cause the processing of Subscription Gifted & Mass Subscription Gifted event commands to be slightly delayed, typically less than 10 seconds. This setting also only applies to streaming platforms that support gifting multiple subscriptions at the same time. Streaming platforms that only support gifting individual subscriptions will not take advantage of this setting and will only use the regular Subscription Gifted event command. For example, if this option is enabled and amount is set to 5, then any time 5 OR LESS subscriptions are gifted at once, it will ONLY run the regular Subscription Gifted event command for each subscription. If MORE THAN 5 are gifted, then it will ONLY run the Mass Subscriptions Gifted event command once.
es: Esta opción ayuda a garantizar que solo se ejecuten los comandos de eventos regulares Suscripción Regalada O Suscripción Regalada masiva en función de en qué se establezca el número. Esto está diseñado para ayudar a reducir el spam de los comandos regalados por suscripción y proporcionar una mejor experiencia para su transmisión. Tenga en cuenta que esto hará que el procesamiento de los comandos de eventos Subscription Gifted & Mass Subscription Gifted se retrase ligeramente, generalmente menos de 10 segundos. Esta configuración también solo se aplica a las plataformas de transmisión que admiten el regalo de varias suscripciones al mismo tiempo. Las plataformas de streaming que solo admiten el regalo de suscripciones individuales no aprovecharán esta configuración y solo usarán el comando de evento Gifted de suscripción regular. Por ejemplo, si esta opción está habilitada y la cantidad se establece en 5, cada vez que se regalen 5 O MENOS suscripciones a la vez, SOLO ejecutará el comando de evento Suscripción regalado regular para cada suscripción. Si MÁS de 5 están regalados, entonces SOLO ejecutará el comando de evento Suscripciones masivas regaladas una vez.
ja: このオプションは、番号の設定に応じて、通常のサブスクリプションの Gifted または Mass Subscription Gifted イベントコマンドのみが実行されるようにするのに役立ちます。これは、サブスクリプションのギフトコマンドのスパムを減らし、ストリームをより良いエクスペリエンスに提供するために設計されています。これにより、サブスクリプション ギフテッド &Mass サブスクリプション の Gifted イベント コマンドの処理が少し遅れ、通常は 10 秒未満になることに注意してください。 この設定は、同時に複数のサブスクリプションを提供できるストリーミング プラットフォームにも適用されます。個々のサブスクリプションの提供のみをサポートするストリーミング プラットフォームでは、この設定を利用することはなく、通常のサブスクリプションの Gifted イベント コマンドのみを使用します。 たとえば、このオプションが有効で、金額が 5 に設定されている場合、5 または LESS サブスクリプションが一度にギフトされるたびに、サブスクリプションごとに通常のサブスクリプション Gifted イベント コマンドのみが実行されます。5以上の才能がある場合、それは一度だけ一括購読のギフトイベントコマンドを実行します。
pt: Essa opção ajuda a garantir que apenas os comandos regulares de evento presenteado ou de assinatura em massa são executados dependendo do número definido. Isso foi projetado para ajudar a reduzir o spam de comandos dotados por assinatura e proporcionar uma melhor experiência para o seu fluxo. Observe que isso fará com que o processamento dos comandos de evento giftidos e em massa de assinatura seja ligeiramente atrasado, normalmente menos de 10 segundos. Essa configuração também só se aplica a plataformas de streaming que suportam doação de várias assinaturas ao mesmo tempo. Plataformas de streaming que só suportam a doação de assinaturas individuais não aproveitarão essa configuração e usarão apenas o comando regular do evento por assinatura. Por exemplo, se essa opção estiver ativada e o valor for definido para 5, então sempre que 5 ou menos assinaturas forem dotadas de uma só vez, ela só executará o comando regular do evento subscription Gifted para cada assinatura. Se mais de 5 forem dotados, ele só executará o comando de eventos dotado de assinaturas em massa uma vez.
pt_br: Esta opção ajuda a garantir que apenas os comandos regulares do evento Subscription Gifted OR Mass Subscription Gifted sejam executados dependendo de como o número está definido. Isso foi projetado para ajudar a reduzir o spam de comandos de assinatura e fornecer uma experiência melhor para sua transmissão. Observe que isso fará com que o processamento dos comandos de evento Subscription Gifted e Mass Subscription Gifted seja ligeiramente atrasado, normalmente menos de 10 segundos. Essa configuração também se aplica apenas a plataformas de streaming que suportam a oferta de várias assinaturas ao mesmo tempo. As plataformas de streaming que suportam apenas assinaturas individuais não aproveitarão essa configuração e usarão apenas o comando regular do evento Subscription Gifted. Por exemplo, se esta opção estiver habilitada e o valor estiver definido como 5, então sempre que 5 OU MENOS assinaturas forem oferecidas de uma vez, ele SOMENTE executará o comando de evento regular de Subscription Gifted para cada assinatura. Se MAIS DE 5 forem presenteados, ele SÓ executará o comando do evento Mass Subscriptions Gifted uma vez.
ru: Этот параметр помогает гарантировать, что в зависимости от установленного числа будут выполняться только обычные команды события Subscription Gifted ИЛИ Mass Subscription Gifted. Это предназначено для того, чтобы уменьшить количество спама в командах, одаренных подпиской, и обеспечить лучший опыт работы с вашей трансляцией. Обратите внимание, что это приведет к небольшой задержке обработки команд событий Subscription Gifted & Mass Subscription Gifted, обычно менее 10 секунд. Этот параметр также применяется только к потоковым платформам, которые поддерживают предоставление нескольких подписок одновременно. Потоковые платформы, которые поддерживают только подарочные индивидуальные подписки, не будут использовать этот параметр и будут использовать только обычную команду события Subscription Gifted. Например, если этот параметр включен и сумма установлена на 5, то каждый раз, когда 5 или менее подписок дарятся одновременно, он будет ТОЛЬКО запускать обычную команду события Subscription Gifted для каждой подписки. Если в подарок более 5 человек, то команда Mass Subscriptions Gifted будет выполнена ТОЛЬКО один раз.

source: Add Separators Between Messages
de: Hinzufügen von Trennzeichen zwischen Nachrichten
es: Agregar separadores entre mensajes
fr: Ajouter des séparateurs entre les messages
ja: メッセージ間に区切り記号を追加する
nl: Scheidingstekens tussen berichten toevoegen
pt: Adicionar separadores entre mensagens
pt_br: Adicionar separadores entre mensagens
ru: Добавление разделителей между сообщениями
uk: Додавання роздільників між повідомленнями

source: Use Alternating Background Colors
de: Verwenden von alternierenden Hintergrundfarben
es: Usar colores de fondo alternativos
fr: Utiliser des couleurs d’arrière-plan alternées
ja: 背景色を交互に使用する
nl: Afwisselende achtergrondkleuren gebruiken
pt: Use cores de fundo alternadas
pt_br: Use cores de fundo alternadas
ru: Чередовать фоновые цвета в сообщениях
uk: Використання змінних кольорів тла

source: Show Subs/Resubs
de: Subs/Resubs anzeigen
es: Mostrar Subs/Resubs
fr: Afficher les sous-titres/resoussons
ja: サブ/サブを表示
nl: Subs/Resubs weergeven
pt: Mostrar Subs/Resubs
pt_br: Mostrar inscrições/novas inscrições
ru: Показать подписки/повторные подписки
uk: Показати підрозділи/повторні надсилання

# ClearAllMixerUserDataWarning
source: This will clear all data for your old Mixer Users, which includes their Hours, Currency, Rank, & Custom User Commands, then restart Mix It Up. This process will take some time to complete depending on how many users you had and CAN NOT be un-done! Are you sure you wish to do this?
de: Dadurch werden alle Daten für Ihre alten Mixer-Benutzer, einschließlich ihrer Stunden,Währung, Rang und benutzerdefinierten Benutzerbefehle, und starten Sie dann Mix It Up neu. Dieser Vorgang wird einige Zeit in Anspruch nehmen, je nachdem, wie viele Benutzer Sie hatten und KANN NICHT un-done werden! Sind Sie sicher, dass Sie dies tun möchten?
es: Esto borrará todos los datos de sus antiguos usuarios de Mixer, que incluyen sus horas, moneda, rango y comandos de usuario personalizados, luego reinicie Mix It Up. ¡Este proceso tardará algún tiempo en completarse dependiendo de cuántos usuarios tuviera y NO se puede deshacer! ¿Está seguro de que desea hacer esto?
fr: Cela effacera toutes les données de vos anciens utilisateurs de Mixer, y compris leurs heures, leur devise, leur rang et leurs commandes utilisateur personnalisées, puis redémarrera Mix It Up. Ce processus prendra un certain temps à compléter en fonction du nombre d’utilisateurs que vous aviez et NE PEUT PAS être défaire! Êtes-vous sûr de vouloir le faire?
ja: これにより、時間、通貨、ランク、カスタムユーザーコマンドを含む古いミキサーユーザーのすべてのデータがクリアされ、ミックス・イット・アップが再開されます。このプロセスは、あなたが持っていたユーザーの数に応じて完了するまでに時間がかかりますし、実行を解除することはできません!本当にこれをしますか?
nl: Hiermee worden alle gegevens voor uw oude mixergebruikers gewist, waaronder hun uren, valuta, rang en aangepaste gebruikersopdrachten, en start Mix It Up opnieuw op. Dit proces zal enige tijd duren om te voltooien, afhankelijk van het aantal gebruikers dat u had en KAN NIET worden uitgepakt! Weet je zeker dat je dit wilt doen?
pt: Isso limpará todos os dados para seus antigos Usuários de Mixer, que inclui suas horas, comandos de moeda, classificação e usuários personalizados e, em seguida, reiniciará o Mix It Up. Esse processo levará algum tempo para ser concluído dependendo de quantos usuários você tinha e não pode ser feito! Tem certeza que deseja fazer isso?
pt_br: Isso limpará todos os dados de seus antigos usuários do Mixer, que incluem horas, moeda, classificação e comandos de usuário personalizados, e reiniciará o Mix It Up. Este processo levará algum tempo para ser concluído dependendo de quantos usuários você tinha e NÃO PODE ser desfeito! Tem certeza de que deseja fazer isso?
ru: Это позволит очистить все данные для ваших старых пользователей Mixer, включающие часы просмотров, валюту, ранг, пользовательские команды, а затем перезапустить Mix It Up. Этот процесс займет некоторое время в зависимости от того, сколько пользователей у вас было и НЕ МОЖЕТ БЫТЬ ОТМЕНЁН! Вы уверены, что хотите это сделать?
uk: Це очистить всі дані для ваших старих користувачів мікшера, який включає в себе їх години, валюту, ранжувати та користувацькі команди користувача, а потім перезапустіть Mix It Up. Цей процес займе деякий час, щоб завершити в залежності від того, скільки користувачів у вас було і не може бути зроблено! Ви дійсно бажаєте це зробити?

# ClearMixerUserData
source: Clear Mixer Data
de: Mischerdaten löschen
es: Borrar datos del mezclador
fr: Effacer les données du mélangeur
ja: ミキサーデータのクリア
nl: Mixergegevens wissen
pt: Dados de misturador claros
pt_br: Limpar dados do mixer
ru: Удалить пользовательские данные Mixer
uk: Очистити дані змішувача

# ClearMixerUserDataHeader
source: Clear all Mixer User data
de: Alle Mixer-Benutzerdaten löschen
es: Borrar todos los datos de usuario de Mixer
fr: Effacer toutes les données utilisateur de Mixer
ja: ミキサーのユーザーデータをすべて消去
nl: Wis alle Mixer-gebruikersgegevens
pt: Limpe todos os dados do Usuário do Mixer
pt_br: Limpar todos os dados do usuário do Mixer
ru: Очистить все пользовательские данные Mixer
uk: Очистити всі дані користувача мікшера

source: Chat Participation
de: Chat-Teilnahme
es: Participación en el chat
ja: チャットへの参加
nl: Chat participatie
pt: Participação no chat
pt_br: Participação no bate-papo
ru: Участие в чате
uk: Участь у чаті

source: Stop Command
de: Stop-Befehl
es: Comando Stop
fr: Arrêter, commande
ja: 停止コマンド
nl: Opdracht Stoppen
pt: Comando stop
pt_br: Comando de parada
ru: Остановить команду
uk: Команда "Зупинити"

source: The Following Errors Must Be Fixed:
de: Folgende Fehler müssen behoben werden:
es: Se deben corregir los siguientes errores:
fr: Les erreurs suivantes doivent être corrigées :
ja: 次のエラーを修正する必要があります。
nl: De volgende fouten moeten worden verholpen:
pt: Os seguintes erros devem ser corrigidos:
pt_br: Os seguintes erros devem ser corrigidos:
ru: Необходимо исправить следующие ошибки:
uk: Необхідно виправити такі помилки:

source: A command name must be specified
de: Ein Befehlsname muss angegeben werden
es: Se debe especificar un nombre de comando
fr: Un nom de commande doit être spécifié
ja: コマンド名を指定する必要があります。
nl: Er moet een opdrachtnaam worden opgegeven
pt: Um nome de comando deve ser especificado
pt_br: Um nome de comando deve ser especificado
ru: Необходимо указать имя команды
uk: Потрібно вказати ім'я команди

source: Chat Action: Missing chat text
de: Chat-Aktion: Fehlender Chat-Text
es: Acción de chat: Falta texto de chat
fr: Action de chat: texte de chat manquant
ja: チャットアクション: チャットテキストが見つかりません
nl: Chatactie: ontbrekende chattekst
pt: Ação do chat: Texto de bate-papo faltando
pt_br: Ação de bate-papo: texto de bate-papo ausente
ru: Действие в чате: отсутствует сообщение в чате
uk: Дія чату: Відсутній текст чату

source: Command Type
de: Befehlstyp
es: Tipo de comando
fr: Type de commande
ja: コマンドの種類
nl: Opdrachttype
pt: Tipo de comando
pt_br: Tipo de comando
ru: Тип команды
uk: Тип команди

# CommandActionSelectCommand
source: Command Action: A valid command must be selected
de: Befehlsaktion: Ein gültiger Befehl muss ausgewählt werden
es: Acción de comando: se debe seleccionar un comando válido
fr: Action de commande : une commande valide doit être sélectionnée
ja: コマンドアクション: 有効なコマンドを選択する必要があります
nl: Opdrachtactie: er moet een geldige opdracht zijn geselecteerd
pt: Ação de Comando: Um comando válido deve ser selecionado
pt_br: Ação do Comando: Um comando válido deve ser selecionado
ru: Управление командой: должна быть выбрана существующая команда
uk: Командна дія: потрібно вибрати припустиму команду

# CommandActionSelectCommandGroup
source: Command Action: A valid command group must be selected
de: Befehlsaktion: Eine gültige Befehlsgruppe muss ausgewählt werden
es: Acción de comando: se debe seleccionar un grupo de comandos válido
fr: Action de commande : un groupe de commandes valide doit être sélectionné
ja: コマンドアクション: 有効なコマンドグループを選択する必要があります
nl: Opdrachtactie: er moet een geldige opdrachtgroep zijn geselecteerd
pt: Ação de Comando: Um grupo de comando válido deve ser selecionado
pt_br: Ação do Comando: Um grupo de comandos válido deve ser selecionado
ru: Управление командой: должна быть выбрана существующая группа команд
uk: Командна дія: потрібно вибрати припустиму командну групу

# CounterActionMissingName
source: Counter Action: Missing counter name
de: Counter Action: Fehlender Counter-Name
es: Contador: Falta el nombre del contador
fr: Action de compteur : nom de compteur manquant
ja: カウンタアクション: カウンタ名がありません
nl: Telleractie: ontbrekende tellernaam
pt: Contra-Ação: Nome do contador ausente
pt_br: Contra-ação: Nome do contador ausente
ru: Управление счётчиком: Отсутствует название счётчика
uk: Зустрічна дія: відсутнє ім'я лічильника

source: Counter Action: Missing amount
de: Gegenaktion: Fehlender Betrag
es: Contador: Cantidad faltante
fr: Contre-action : Montant manquant
ja: カウンターアクション: 不足している金額
nl: Telleractie: Ontbrekend bedrag
pt: Contra ação: quantidade perdida
pt_br: Contra-ação: valor ausente
ru: Управление счётчиком: Нет суммы
uk: Зустрічна дія: відсутня сума

source: Consumables
de: Verbrauchsartikel
es: Consumibles
fr: Consommables
ja: 消耗 品
nl: Verbruiksartikelen
pt: Consumíveis
pt_br: Consumíveis
ru: Расходные материалы
uk: Витратні матеріали

source: Consumables (Currency/Rank/etc)
de: Währung/Rang/Inventar
es: Moneda/Rango/Inventario
fr: Devise/Rang/Inventaire
ja: 通貨/ランク/在庫
nl: Valuta/Rang/Voorraad
pt: Moeda/Classificação/Inventário
pt_br: Consumíveis (Moeda/Classificação/etc)
ru: Валюта/Ранг/Инвентарь
uk: Валюта/ранг/інвентар

source: Consumable Action: Missing amount
de: Verbrauchsmaterialaktion: Fehlende Menge
es: Acción consumible: Falta cantidad
fr: Action consommable : Quantité manquante
ja: 消耗品アクション: 不足している量
nl: Verbruiksartikelen actie: Ontbrekende hoeveelheid
pt: Ação consumível: Quantidade faltante
pt_br: Ação consumível: quantidade ausente
ru: Расходники: Недостающая сумма
uk: Витратна дія: відсутня кількість

# ConsumableActionSelectConsumable
source: Consumable Action: A valid consumable must be selected
de: Verbrauchsmaterialaktion: Ein gültiges Verbrauchsmaterial muss ausgewählt werden
es: Acción consumible: Se debe seleccionar un consumible válido
fr: Action consommable : un consommable valide doit être sélectionné
ja: 消耗品アクション: 有効な消耗品を選択する必要があります
nl: Verbruiksactie: Een geldig verbruiksartikelen moet worden geselecteerd
pt: Ação consumível: Um consumível válido deve ser selecionado
pt_br: Ação do Consumível: Um consumível válido deve ser selecionado
ru: Расходники: существующий расходник должен быть выбран
uk: Витратна дія: необхідно вибрати припустимий витратний матеріал

# ConsumableActionSelectInventoryItem
source: Consumable Action: A valid inventory item must be selected
de: Verbrauchsmaterialaktion: Ein gültiger Inventarartikel muss ausgewählt werden
es: Acción consumible: Se debe seleccionar un artículo de inventario válido
fr: Action consommable : un article d’inventaire valide doit être sélectionné
ja: 消耗品アクション: 有効な在庫品目を選択する必要があります
nl: Verbruiksactie: er moet een geldig voorraadartikel zijn geselecteerd
pt: Ação consumível: Um item de inventário válido deve ser selecionado
pt_br: Ação consumível: um item de inventário válido deve ser selecionado
ru: Расходники: существующий инвентарь должен быть выбран
uk: Видаткана дія: потрібно вибрати припустимий елемент запасів

source: Discord Action: Missing channel
de: Discord Action: Fehlender Kanal
es: Acción discord: Falta el canal
fr: Action Discord : canal manquant
ja: 不和アクション: チャンネルが欠落しています
nl: Discord Action: Ontbrekend kanaal
pt: Ação discord: canal ausente
pt_br: Ação de discórdia: canal ausente
ru: Действия в Discord: Отсутствует канал
uk: Дія розбрату: відсутній канал

source: Discord Action: Missing chat message
de: Discord Action: Fehlende Chatnachricht
es: Acción de discord: Falta el mensaje de chat
fr: Discord Action: Message de chat manquant
ja: 不和アクション: チャット メッセージが見つかりません
nl: Discord Action: ontbrekend chatbericht
pt: Ação de Discórdia: Mensagem de bate-papo perdida
pt_br: Ação do Discord: mensagem de bate-papo ausente
ru: Действия в Discord: Отсутствует сообщение в чате
uk: Дія розбрату: відсутнє повідомлення чату

source: External Program Action: Missing file path
de: Externe Programmaktion: Fehlender Dateipfad
es: Acción del programa externo: Falta la ruta del archivo
fr: Action du programme externe : chemin d’accès au fichier manquant
ja: 外部プログラムアクション: ファイルパスがありません
nl: Externe programmaactie: ontbrekend bestandspad
pt: Ação do Programa Externo: Caminho de arquivo ausente
pt_br: Ação de programa externo: caminho de arquivo ausente
ru: Действия для внешней программы: Путь к файлу не существует
uk: Дія зовнішньої програми: відсутній шлях до файлу

# FileActionInvalidSpecialIdentifier
source: File Action: Invalid Special Identifier specified
de: Dateiaktion: Ungültiger spezieller Bezeichner angegeben
es: Acción de archivo: Identificador especial no válido especificado
fr: Action de fichier : Identificateur spécial non valide spécifié
ja: ファイル アクション: 指定された特別な識別子が無効です
nl: Bestandsactie: ongeldige speciale id opgegeven
pt: Ação do arquivo: identificador especial inválido especificado
pt_br: Ação do arquivo: Identificador especial inválido especificado
ru: Действия с файлом: Указан недействительный спец. идентификатор
uk: Дія файлу: указано неприпустимий спеціальний ідентифікатор

source: File Action: Missing file path
de: Dateiaktion: Fehlender Dateipfad
es: Acción del archivo: Falta la ruta del archivo
fr: Action de fichier : chemin d’accès au fichier manquant
ja: ファイルアクション: ファイルパスがありません
nl: Bestandsactie: ontbrekend bestandspad
pt: Ação de arquivo: Caminho de arquivo ausente
pt_br: Ação do arquivo: Caminho do arquivo ausente
ru: Действия с файлом: Отсутствует путь к файлу
uk: Дія файлу: відсутній шлях до файлу

source: File Action: Missing line to read
de: Dateiaktion: Fehlende Zeile zum Lesen
es: Acción de archivo: Falta una línea para leer
fr: Action de fichier : ligne manquante à lire
ja: ファイル アクション: 読み取る行がありません
nl: Bestandsactie: ontbrekende regel om te lezen
pt: Ação de Arquivo: Linha faltante para ler
pt_br: Ação do arquivo: Falta linha para leitura
ru: Действия с файлом: Отсутствует строка для чтения
uk: Дія файлу: відсутній рядок для читання

source: IFTTT Action: Missing event name
de: IFTTT-Aktion: Fehlender Ereignisname
es: Acción IFTTT: Falta el nombre del evento
fr: Action IFTTT : Nom d’événement manquant
ja: IFTTT アクション: イベント名がありません
nl: IFTTT-actie: naam van ontbrekende gebeurtenis
pt: Ação IFTTT: Nome do evento ausente
pt_br: Ação IFTTT: Nome do evento ausente
ru: Действия с IFTTT: Название события отсутствует
uk: Дія IFTTT: відсутнє ім'я події

source: Add Moderation Strike
de: Moderationsstreik hinzufügen
es: Agregar aviso de moderación
fr: Ajouter une grève de modération
ja: モデレーションストライクを追加
nl: Moderatie-aanslag toevoegen
pt: Adicionar greve de moderação
pt_br: Adicionar aviso de moderação
ru: Добавить страйк
uk: Додати модерацію страйку

source: Ban User
de: Benutzer sperren
es: Prohibir usuario
fr: Bannir l’utilisateur
ja: ユーザーの禁止
nl: Gebruiker verbannen
pt: Usuário de proibição
pt_br: Banir usuário
ru: забанить пользователю
uk: Заборонити користувача

source: Mod User
de: Mod Benutzer
es: Dar mod
fr: Utilisateur Mod
ja: ユーザーのモッズ
nl: Mod Gebruiker
pt: Usuário Mod
pt_br: Usuário modificador
ru: Сделать модератором

source: Purge User
de: Benutzer bereinigen
es: Purgar usuario
fr: Purger l’utilisateur
ja: ユーザーの削除
nl: Gebruiker opsnuitsn
pt: Usuário de purga
pt_br: Limpar usuário
ru: Очистить сообщения пользователя
uk: Очистити користувача

source: Remove Moderation Strike
de: Moderation Strike entfernen
es: Eliminar el ataque de moderación
fr: Supprimer Moderation Strike
ja: モデレーションストライクを削除
nl: Moderation Strike verwijderen
pt: Remover greve de moderação
pt_br: Remover aviso de moderação
ru: Удалить страйк
uk: Видалити удар модерації

source: Timeout User
de: Timeout-Benutzer
es: Usuario de tiempo de espera
fr: Utilisateur du délai d’expiration
ja: タイムアウト ユーザー
nl: Time-out gebruiker
pt: Usuário de tempo limite
pt_br: Tempo limite do usuário
ru: Тайм-аут пользователя
uk: Користувач тайм-ауту

source: Unban User
de: Benutzer entsperren
es: Anular la prohibición del usuario
fr: Annuler l’interdiction de l’utilisateur
ja: ユーザーの禁止を解除する
nl: Unban-gebruiker
pt: Usuário Unban
pt_br: Desbanir usuário
ru: разбанить пользователя
uk: Користувач Unban

source: Unmod User
de: Unmod Benutzer
es: Quitar mod
fr: Utilisateur Unmod
ja: ユーザーの操作を解除する
nl: Unmod Gebruiker
pt: Usuário não-modelo
pt_br: Usuário não modificado
ru: Убрать роль модератора
uk: Unmod користувача

source: Moderation Action: Missing timeout amount
de: Moderationsaktion: Fehlender Timeoutbetrag
es: Acción de moderación: Falta la cantidad de tiempo de espera
fr: Action de modération : délai d’expiration manquant
ja: モデレーションアクション: タイムアウト量がありません
nl: Moderatie-actie: ontbrekende time-outbedrag
pt: Ação de Moderação: Quantidade de tempo limite
pt_br: Ação de moderação: tempo limite ausente
ru: Действия модерации: Отсутствует время тайм-аута
uk: Дія модерації: відсутня сума тайм-ауту

source: OvrStream Action: Missing variable name
de: OvrStream-Aktion: Fehlender Variablenname
es: Acción OvrStream: Falta el nombre de la variable
fr: Action OvrStream : nom de variable manquant
ja: OvrStream アクション: 変数名がありません
nl: OvrStream-actie: naam van ontbrekende variabele
pt: Ação OvrStream: Nome variável ausente
pt_br: Ação OvrStream: Nome da variável ausente
ru: Действия OvrStream: Отсутствует имя переменной
uk: Дія OvrStream: відсутнє ім'я змінної
