Repository: SaviorXTanren/mixer-mixitup
Catalog: MixItUp.*/Resources.*.resx
Languages: de, es, fr, fr_fr, ja, nl, pt, pt_br, ru, uk

source: Minus
es: Menos
ja: マイナス
pt: Menos
pt_br: Menos
ru: Минус

source: Num Pad 0
es: Teclado Numérico 0
ja: 数字パッド 0
pt_br: Teclado Numérico 0
ru: Цифровая панель 0

source: Num Pad 1
es: Teclado Numérico 1
ja: 数字パッド1
pt_br: Teclado Numérico 1
ru: Цифровая панель 1

source: Num Pad 2
es: Teclado Numérico 2
ja: 数字パッド2
pt_br: Teclado Numérico 2
ru: Цифровая панель 2

source: Num Pad 3
es: Teclado Numérico 3
ja: 数字パッド3
pt_br: Teclado Numérico 3
ru: Цифровая панель 3

source: Num Pad 4
es: Teclado Numérico 4
ja: 数字パッド4
pt_br: Teclado Numérico 4
ru: Цифровая панель 4

source: Num Pad 5
es: Teclado Numérico 5
ja: 数字パッド5
pt_br: Teclado Numérico 5
ru: Цифровая панель 5

source: Num Pad 6
es: Teclado Numérico 6
ja: 数字パッド 6
pt_br: Teclado Numérico 6
ru: Цифровая панель 6

source: Num Pad 7
es: Teclado Numérico 7
ja: 数字パッド 7
pt_br: Teclado Numérico 7
ru: Цифровая панель 7

source: Num Pad 8
es: Teclado Numérico 8
ja: 数字パッド 8
pt_br: Teclado Numérico 8
ru: Цифровая панель 8

source: Num Pad 9
es: Teclado Numérico 9
ja: 数字パッド 9
pt_br: Teclado Numérico 9
ru: Цифровая панель 9

source: Num Pad Add
es: Num Pad Añadir
ja: 数字パッド追加
pt_br: Adicionar teclado numérico
ru: Num Pad Добавить

source: Num Pad Decimal
es: Teclado numérico decimal
ja: 小数パッド小数
pt_br: Teclado Numérico Decimal
ru: Число Пад Десятичное

source: Num Pad Divide
es: División de teclado numérico
ja: 数字パッドディバイド
pt: Divisão num pad
pt_br: Divisão do teclado numérico
ru: Num Pad Деление

source: Num Pad Enter
ja: 数字パッド入力
pt_br: Entrar no teclado numérico
ru: Вход с цифровой панелью

source: Num Pad Multiply
es: Multiplicar el teclado numérico
ja: 数字パッド乗算
pt: Num Pad Multiplique
pt_br: Multiplicação do teclado numérico
ru: Число Pad Умножение

source: Num Pad Subtract
es: Restar teclado numérico
ja: 数字パッド減算
pt: Subtraído num pad
pt_br: Subtração do teclado numérico
ru: Вычитание Num Pad

source: Page Down
es: Bajar página
ja: ページダウン
pt: Página para baixo
pt_br: Página para baixo
ru: Страница вниз

source: Page Up
es: Subir página
ja: ページアップ
pt: Página Para Cima
pt_br: Página para cima
ru: Страница вверх

source: Period
es: Periodo
ja: 時代
pt: Período
pt_br: Período
ru: Период

source: Right Alt
es: Alt derecha
ja: 右 Alt
pt: Alt direita
pt_br: Alt direito
ru: Правый Alt

source: Right Arrow
es: Flecha derecha
ja: 右矢印
pt: Seta direita
pt_br: Seta para a direita
ru: Стрелка вправо

source: Right Bracket
es: Soporte derecho
ja: 右ブラケット
pt: Suporte direito
pt_br: Colchete direito
ru: Правая скобка

source: Right Control
es: Control correcto
ja: 右のコントロール
pt: Controle direito
pt_br: Controle Certo
ru: Правое управление

source: Right Shift
es: Desplazamiento a la derecha
ja: 右シフト
pt: Turno certo
pt_br: Mudança para a direita
ru: Сдвиг вправо

source: Right Windows
es: Ventanas derechas
ja: 右のウィンドウ
pt: Janelas certas
pt_br: Janelas certas
ru: Правые окна

source: Semicolon
es: Punto y coma
ja: セミコロン
pt: Ponto-e-vírgula
pt_br: Ponto e vírgula
ru: Точка с запятой

source: Space
es: Espacio
ja: 間
pt: Espaço
pt_br: Espaço
ru: Пространство

# String1
source: Delete
es: Borrar
ja: 削除
pt: Excluir
pt_br: Excluir
ru: Удалить

source: Tab
es: Pestaña
ja: タブ
pt: Guia
pt_br: Guia
ru: Вешалка

source: Up Arrow
es: Flecha arriba
ja: 上矢印
pt: Seta-up
pt_br: Seta para cima
ru: Стрелка вверх

source: Media Next
es: Medios Siguiente
ja: メディア次
pt: Mídia próxima
pt_br: Próxima mídia
ru: Медиа Далее

source: Media Play/Pause
es: Reproducción/pausa multimedia
ja: メディアの再生/一時停止
pt: Reprodução/pausa de mídia
pt_br: Reprodução/pausa de mídia
ru: Воспроизведение/пауза мультимедиа

source: Media Previous
es: Medios de comunicación Anterior
ja: メディア 前
pt: Mídia Anterior
pt_br: Mídia Anterior
ru: Медиа Предыдущая

source: Media Stop
es: Parada de medios
ja: メディア停止
pt: Parada de mídia
pt_br: Parada de mídia
ru: Медиа Стоп

source: Print Screen
es: Imprimir pantalla
ja: 画面の印刷
pt: Tela de impressão
pt_br: Imprimir tela
ru: Печать экрана

source: Select
es: Escoger
ja: 選ぶ
pt: Selecionar
pt_br: Selecione
ru: Выбирать

source: Volume Down
es: Bajar volumen
ja: 音量ダウン
pt: Volume para baixo
pt_br: Diminuir volume
ru: Уменьшение громкости

source: Volume Mute
es: Silencio de volumen
ja: ボリュームミュート
pt: Volume Mudo
pt_br: Volume mudo
ru: Отключение звука громкости

source: Volume Up
es: Subir volumen
ja: 音量アップ
pt: Volume para cima
pt_br: Aumentar o volume
ru: Увеличение громкости

# InventoryShopDuplicateCommand
source: There already exists another inventory with the same Shop command
es: Ya existe otro inventario con el mismo comando Shop
ja: 同じショップコマンドを使用して、すでに別のインベントリが存在します
pt: Já existe outro inventário com o mesmo comando da Loja
pt_br: Já existe outro inventário com o mesmo comando Comprar
ru: Уже существует другой инвентарь с той же командой «Магазин»

# SerialDevicesAlreadyExistDeviceWithPortName
source: ERROR: There already exists a device with the selected port name.
es: ERROR: Ya existe un dispositivo con el nombre de puerto seleccionado.
ja: エラー: 選択したポート名のデバイスが既に存在します。
pt: ERRO: Já existe um dispositivo com o nome da porta selecionado.
pt_br: ERRO: Já existe um dispositivo com o nome de porta selecionado.
ru: ОШИБКА: Уже существует устройство с выбранным именем порта.

source: Quote ID
es: ID de cita
ja: 見積もり ID
pt: ID de citação
pt_br: ID da cotação
ru: Идентификатор предложения

# QuotesDataFileRequiredColumns
source: Your data file must include at least the Quote column.
es: El archivo de datos debe incluir al menos la columna Cita.
ja: データ ファイルには、少なくとも Quote 列が含まれている必要があります。
pt: Seu arquivo de dados deve incluir pelo menos a coluna Cotação.
pt_br: Seu arquivo de dados deve incluir pelo menos a coluna Cotação.
ru: Файл данных должен содержать, по крайней мере, столбец Quote.

source: Import Quotes
es: Importar citas
ja: 見積もりのインポート
pt: Cotações de importação
pt_br: Cotações de importação
ru: Импорт котировок

source: Quotes Data Import
es: Importación de datos de citas
ja: 見積もりデータのインポート
pt: Cotações Importação de Dados
pt_br: Importação de dados de cotações
ru: Импорт данных котировок

# QuotesDataImportStep1
source: This will allow you to import your quotes data from either a plain-text or spreadsheet file. To import a spreadsheet file, you must have some form of Microsoft Excel installed. Note that if there already exists a quote with the same ID in Mix It Up, the quote ID will be updated to the highest number. First, specify the file that you want to import the User data from:
es: Esto le permitirá importar sus datos de citas desde un archivo de texto sin formato o de hoja de cálculo. Para importar un archivo de hoja de cálculo, debe tener algún tipo de Microsoft Excel instalado. Tenga en cuenta que si ya existe una cita con la misma IDENTIFICACIÓN en Mix It Up, la identificación de la cita se actualizará al número más alto. En primer lugar, especifique el archivo desde el que desea importar los datos de usuario:
ja: これにより、プレーンテキストまたはスプレッドシート ファイルから見積もりデータをインポートできます。スプレッドシート ファイルをインポートするには、Excel の形式をインストールしておく必要があります。Mix It Up に同じ ID の見積もりが既に存在する場合、見積もり ID は最高の番号に更新されます。まず、ユーザー データのインポート元のファイルを指定します。
pt: Isso permitirá que você importe seus dados de cotações de um arquivo de texto simples ou planilha. Para importar um arquivo de planilha, você deve ter algum tipo de Microsoft Excel instalado. Observe que se já existir uma cotação com o mesmo ID no Mix It Up, o ID de cotação será atualizado para o número mais alto. Primeiro, especifique o arquivo do qual deseja importar os dados do Usuário:
pt_br: Isso permitirá que você importe seus dados de cotações de um arquivo de texto simples ou de planilha. Para importar um arquivo de planilha, você deve ter algum tipo de Microsoft Excel instalado. Observe que se já existir uma cotação com o mesmo ID no Mix It Up, o ID da cotação será atualizado para o número mais alto. Primeiro, especifique o arquivo do qual deseja importar os dados do usuário:
ru: Это позволит вам импортировать данные ваших котировок из текстового файла или файла электронной таблицы. Чтобы импортировать файл электронной таблицы, необходимо установить какую-либо форму Microsoft Excel. Обратите внимание, что если в Mix It Up уже существует котировка с таким же идентификатором, идентификатор котировки будет обновлен до наибольшего числа. Сначала укажите файл, из которого необходимо импортировать данные пользователя:

# QuotesDataImportStep2
source: Next, you'll need to specify the column number for each value in your data file or leave it blank if that value is not present.
es: A continuación, deberá especificar el número de columna para cada valor del archivo de datos o dejarlo en blanco si ese valor no está presente.
ja: 次に、データ ファイル内の各値の列番号を指定するか、値が存在しない場合は空白のままにする必要があります。
pt: Em seguida, você precisará especificar o número da coluna para cada valor em seu arquivo de dados ou deixá-lo em branco se esse valor não estiver presente.
pt_br: Em seguida, você precisará especificar o número da coluna para cada valor em seu arquivo de dados ou deixá-lo em branco se esse valor não estiver presente.
ru: Затем необходимо указать номер столбца для каждого значения в файле данных или оставить его пустым, если это значение отсутствует.

# QuotesImportResults
source: Successful Imports: {0} Failed Imports: {1} Imported quotes with IDs that match existing quotes will altered to the next maximum number. Failed imports could be due to invalid data or formatting. Please contact support for further help with this if needed.
es: Importaciones exitosas: {0} Importaciones fallidas: {1} Las citas importadas con ID que coincidan con las citas existentes se modificarán al siguiente número máximo. Las importaciones fallidas podrían deberse a datos o formatos no válidos. Póngase en contacto con el soporte técnico para obtener más ayuda con esto si es necesario.
ja: 正常なインポート: {0} 失敗したインポート: {1} 既存の見積もりと一致する ID を持つインポートされた見積もりは、次の最大数に変更されます。インポートの失敗は、無効なデータまたは形式が原因である可能性があります。必要に応じて、サポートに連絡して、このサポートに連絡してください。
pt: Importações bem sucedidas: {0} Importações com falha: {1} As cotações importadas com IDs que correspondem às cotações existentes serão alteradas para o próximo número máximo. As importações fracassadas podem ser devido a dados inválidos ou formatação. Por favor, entre em contato com o suporte para obter mais ajuda com isso, se necessário.
pt_br: Importações bem-sucedidas: {0} Falha na importação: {1} As cotações importadas com IDs que correspondam às cotações existentes serão alteradas para o próximo número máximo. As falhas nas importações podem ser causadas por dados ou formatação inválidos. Entre em contato com o suporte para obter mais ajuda com isso, se necessário.
ru: Успешный импорт: {0} Неудачный импорт: {1} Импортированные котировки с идентификаторами, совпадающими с существующими котировками, будут изменены на следующее максимальное число. Неудачный импорт может быть вызван недопустимыми данными или форматированием. Пожалуйста, свяжитесь со службой поддержки для получения дополнительной помощи в этом вопросе, если это необходимо.

source: Hear Myself On/Off
es: Escúchame a mí mismo encendido / apagado
ja: 自分を聞く オン/オフ
pt: Ouça-me on/off
pt_br: Ouça-me ligado/desligado
ru: Слышать себя включенным/выключенным

# GameQueueNotEnabled
source: The queue is not currently enabled
es: La cola de juegos no está habilitada actualmente
ja: ゲーム キューは現在有効ではありません
pt: A fila do jogo não está habilitada no momento
pt_br: A fila não está ativada no momento
ru: Очередь игр в настоящее время не включена

source: Manual Moderation Strike
es: Golpe de moderación manual
ja: 手動モデレーションストライク
pt: Greve manual de moderação
pt_br: Greve de moderação manual
ru: Ручной модерационный удар

# ErrorHeader
source: ERROR:
ja: エラー：
pt: ERRO:
pt_br: ERRO:
ru: ОШИБКА:

# TwitchAdUnableToRun
source: ERROR: We were unable to run an ad, please try again later
es: ERROR: No hemos podido publicar un anuncio, inténtelo de nuevo más tarde
ja: エラー: 広告を実行できませんでした。
pt: ERRO: Não conseguimos rodar um anúncio, por favor tente novamente mais tarde
pt_br: ERRO: Não foi possível veicular um anúncio. Tente novamente mais tarde.
ru: ОШИБКА: Нам не удалось запустить объявление, повторите попытку позже

# TwitterTweetCanNotContainMention
source: The tweet you specified can not be sent because it contains an @mention
es: El tweet que especificó no se puede enviar porque contiene una @mention
ja: 指定したツイートには@mentionが含まれているため、送信できません
pt: O tweet especificado não pode ser enviado porque contém um @mention
pt_br: O tweet que você especificou não pode ser enviado porque contém uma @menção
ru: Указанный твит не может быть отправлен, поскольку он содержит @mention

# AlertBanned
source: {0} Banned
es: {0} Prohibido
ja: {0}禁止
pt: {0} banido
pt_br: {0} Banido
ru: {0} Запрещено

# AlertContinuedGiftedSubscriptionTier
source: {0} Continued Their Gifted Sub at {1}
es: {0} continuó su sub dotado en {1}
ja: {0}{1}で彼らの才能のあるサブを続けた
pt: {0} continuou seu submarino talentoso em {1}
pt_br: {0} continuou sua inscrição superdotada em {1}
ru: {0} продолжили свою одаренную подводную лодку в {1}

# AlertFollow
source: {0} Followed
es: {0} seguido
ja: {0}フォロー
pt: {0} seguido
pt_br: {0} Seguido
ru: {0} Подписано

# AlertHosted
source: {0} Hosted the Channel
es: {0} fue anfitrión del canal
ja: {0}チャネルをホストしました
pt: {0} hospedado o Canal
pt_br: {0} hospedou o canal
ru: {0} разместил канал

# AlertMassSubscriptionsGifted
source: {0} Gifted {1} Subs
es: {0} {1} dotados
ja: {0}才能ある{1}潜水艦
pt: Subs {1} dotados de {0}
pt_br: {0} {1} inscritos superdotados
ru: {0} Одаренные {1} запасные

# AlertRaid
source: {0} Raided with {1} viewers
es: {0} Asaltado con {1} espectadores
ja: {0}{1}視聴者と襲撃
pt: {0} invadido com {1} telespectadores
pt_br: {0} Invadida por {1} espectadores
ru: {0} Рейд с {1} зрителями

# AlertSubscribedTier
source: {0} Subscribed at {1}
es: {0} Suscrito en {1}
ja: {0} {1}で購読
pt: {0} inscritos na {1}
pt_br: {0} Inscrito em {1}
ru: {0} Подписано на {1}

# AlertSubscriptionGifted
source: {0} Gifted A Subscription To {1}
es: {0} regaló una suscripción a {1}
ja: {0}ギフトAサブスクリプション{1}
pt: {0} dotado de uma assinatura para {1}
pt_br: {0} Presenteou uma assinatura para {1}
ru: {0} подарили подписку на {1}

# AlertTimedOut
source: {0} Timed Out for {1} seconds
es: {0} Tiempo de espera durante {1} segundos
ja: {0} タイムアウト時間が{1}秒
pt: {0} tempo cronometrado por {1} segundos
pt_br: {0} Tempo limite esgotado por {1} segundos
ru: {0} истекло время ожидания на {1} секунд

# AlertTwitchBitsCheered
source: {0} Cheered {1} Bits
es: {0} {1} Bits animados
ja: {0}応援{1}ビット
pt_br: {0} Aplaudiu {1} Bits
ru: {0} Обрадованные {1} биты

source: Chat Cleared
es: Chat borrado
ja: チャットがクリアされました
pt: Bate-papo liberado
pt_br: Bate-papo limpo
ru: Чат очищен

# CommandAddedHeader
source: Added Command: !
es: Comando añadido: !
ja: 追加されたコマンド: !
pt: Comando adicionado: !
pt_br: Comando adicionado: !
ru: Добавлена команда: !

# CouldNotFindCommand
source: Could not find any command with that trigger
es: No se pudo encontrar ningún comando con ese desencadenador
ja: そのトリガーを持つコマンドが見つかりませんでした
pt: Não foi possível encontrar qualquer comando com esse gatilho
pt_br: Não foi possível encontrar nenhum comando com esse gatilho
ru: Не удалось найти ни одной команды с этим триггером

# DisabledCommandHeader
source: Disabled Command: !
es: Comando deshabilitado: !
ja: 無効なコマンド: !
pt: Comando desativado: !
pt_br: Comando desativado: !
ru: Отключенная команда: !

# DiscordActionBlockedDueToRateLimiting
source: The Discord action you were trying to perform was blocked due to too many requests. Please ensure you are only performing 1 Discord action every 30 seconds. You can add a custom Discord Bot under the Services page to circumvent this block.
es: La acción de Discord que estaba intentando realizar se bloqueó debido a demasiadas solicitudes. Asegúrese de que solo está realizando 1 acción de Discord cada 30 segundos. Puede agregar un discord Bot personalizado en la página Servicios para eludir este bloqueo.
ja: 実行しようとした不和アクションは、要求が多すぎるためブロックされました。30 秒ごとに 1 回の不和アクションを実行していることを確認してください。このブロックを回避するために、サービス ページの下にカスタムの不和ボットを追加できます。
pt: A ação discord que você estava tentando executar foi bloqueada devido a muitos pedidos. Por favor, certifique-se de que você só está realizando 1 ação discord a cada 30 segundos. Você pode adicionar um Bot discord personalizado na página Serviços para contornar este bloco.
pt_br: A ação do Discord que você estava tentando realizar foi bloqueada devido a muitas solicitações. Certifique-se de realizar apenas 1 ação do Discord a cada 30 segundos. Você pode adicionar um Discord Bot personalizado na página Serviços para contornar esse bloqueio.
ru: Действие Discord, которое вы пытались выполнить, было заблокировано из-за слишком большого количества запросов. Пожалуйста, убедитесь, что вы выполняете только 1 действие Discord каждые 30 секунд. Вы можете добавить пользовательского бота Discord на странице «Услуги», чтобы обойти эту блокировку.

# ErrorCouldNotFindGame
source: Could not find the specified game
es: No se pudo encontrar el juego especificado
ja: 指定されたゲームが見つかりませんでした
pt: Não foi possível encontrar o jogo especificado
pt_br: Não foi possível encontrar o jogo especificado
ru: Не удалось найти указанную игру

source: Followed
es: Seguido
ja: 続いて
pt: Seguido
pt_br: Seguido
ru: Следовал

# GameHeader
source: Game:
es: Juego:
ja: ゲーム：
pt: Jogo:
pt_br: Jogo:
ru: Игра:

# GameUpdatedHeader
source: Game Updated:
es: Juego actualizado:
ja: ゲームの更新:
pt: Jogo atualizado:
pt_br: Jogo atualizado:
ru: Игра обновлена:

source: Gifted Sub
es: Sub dotado
ja: ギフテッドサブ
pt: Sub dotado
pt_br: Sub dotado
ru: Одаренный субмарина

# GlimeshChatConnectionCouldNotBeEstablished
source: Glimesh chat connection has not been established
es: No se ha establecido la conexión de chat de Glimesh
ja: グリメッシュチャット接続が確立されていません
pt: A conexão de bate-papo do Glimesh não foi estabelecida
pt_br: A conexão de bate-papo Glimesh não foi estabelecida
ru: Соединение чата Glimesh не установлено

# GlimeshFailedToConnect
source: Failed to establish connection to Glimesh
es: Error al establecer la conexión con Glimesh
ja: グリメッシュへの接続を確立できませんでした
pt: Falha ao estabelecer conexão com Glimesh
pt_br: Falha ao estabelecer conexão com Glimesh
ru: Не удалось установить соединение с Глимешем

# GlimeshFailedToConnectBotAccount
source: Failed to connect Glimesh bot account, please manually reconnect
es: Error al conectar la cuenta de bot de Glimesh, vuelva a conectar manualmente
ja: Glimesh ボット アカウントを接続できませんでした。
pt: Falha em conectar a conta do bot Glimesh, por favor, reconecte-se manualmente
pt_br: Falha ao conectar a conta do bot Glimesh, reconecte manualmente
ru: Не удалось подключить учетную запись бота Glimesh, пожалуйста, вручную переподключите

# GlimeshFailedToConnectHeader
source: Failed to connect to Glimesh services:
es: Error al conectarse a los servicios de Glimesh:
ja: グリメッシュ サービスに接続できませんでした:
pt: Falha ao conectar-se aos serviços glimesh:
pt_br: Falha ao conectar aos serviços Glimesh:
ru: Не удалось подключиться к службам Glimesh:

# GlimeshFailedToConnectToChat
source: Failed to connect to Glimesh chat servers
es: Error al conectarse a los servidores de chat de Glimesh
ja: Glimesh チャット サーバーに接続できませんでした
pt: Falha em se conectar aos servidores de bate-papo do Glimesh
pt_br: Falha ao conectar aos servidores de bate-papo Glimesh
ru: Не удалось подключиться к серверам чата Glimesh

# GlimeshFailedToGetBotData
source: Failed to get Glimesh bot data
es: Error al obtener los datos del bot Glimesh
ja: グリメッシュ ボット データを取得できませんでした
pt: Falha ao obter dados do bot Glimesh
pt_br: Falha ao obter dados do bot Glimesh
ru: Не удалось получить данные бота Glimesh

# GlimeshFailedToGetUserData
source: Failed to get Glimesh user data
es: Error al obtener los datos de usuario de Glimesh
ja: Glimesh ユーザー データを取得できませんでした
pt: Falha ao obter dados do usuário Glimesh
pt_br: Falha ao obter dados do usuário Glimesh
ru: Не удалось получить пользовательские данные Glimesh

# GlimeshFailedToJoinChat
source: Failed to join Glimesh channel chat
es: No se pudo unir al chat del canal de Glimesh
ja: Glimesh チャンネル チャットに参加できませんでした
pt: Falha ao participar do bate-papo do canal Glimesh
pt_br: Falha ao entrar no chat do canal Glimesh
ru: Не удалось присоединиться к чату канала Glimesh

# GlimeshFailedToJoinEvents
source: Failed to join Glimesh channel events
es: Error al unirse a los eventos del canal de Glimesh
ja: グリメッシュ チャンネル イベントに参加できませんでした
pt: Falha ao participar dos eventos do canal Glimesh
pt_br: Falha ao participar dos eventos do canal Glimesh
ru: Не удалось присоединиться к событиям канала Glimesh

source: Hosted
es: Alojados
ja: ホスト
pt: Hospedado
pt_br: Hospedado
ru: Размещенного

# InventoryDoNotHaveRequiredCurrencyToPurchase
source: You do not have the required {0} {1} to purchase this item
es: No tiene la cantidad de {0} {1} requerida para comprar este artículo
ja: このアイテムを購入するために必要な{0} {1}がありません
pt: Você não tem o {0} {1} necessário para comprar este item
pt_br: Você não tem os {0} {1} necessários para comprar este item
ru: У вас нет необходимого {0} {1} для покупки этого товара

# InventoryDoNotHaveRequiredItemsToSell
source: You do not have the required {0} {1} to sell
es: No tiene la {0} {1} requerida para vender
ja: 販売に必要な{0} {1}がありません
pt: Você não tem o {0} {1} necessário para vender
pt_br: Você não tem os {0} {1} necessários para vender
ru: У вас нет необходимого {0} {1} для продажи

# InventoryDoNotHaveRequiredItemsToTrade
source: You do not have the required {0} {1} to trade
es: No tiene la {0} {1} requerida para operar
ja: 取引に必要な{0} {1}がありません
pt: Você não tem o {0} {1} necessário para negociar
pt_br: Você não tem os {0} {1} necessários para negociar
ru: У вас нет необходимого {0} {1} для торговли

# InventoryItemBuyPrice
source: Buy = {0} {1}
es: Comprar = {0} {1}
ja: 購入 = {0} {1}
pt: Comprar = {0} {1}
pt_br: Comprar = {0} {1}
ru: Купить = {0} {1}

# InventoryItemBuySellAvailableHeader
source: Items Available to Buy/Sell:
es: Artículos disponibles para comprar/vender:
ja: 購入/販売可能なアイテム:
pt: Itens disponíveis para comprar/vender:
pt_br: Itens disponíveis para compra/venda:
ru: Предметы, доступные для покупки/продажи:

# InventoryItemNotAvailableForBuying
source: This item is not available for buying
es: Este artículo no está disponible para comprar
ja: このアイテムは購入できません
pt: Este item não está disponível para compra
pt_br: Este item não está disponível para compra
ru: Этот товар недоступен для покупки

# InventoryItemNotAvailableForBuyingSelling
source: This item is not available to buy/sell
es: Este artículo no está disponible para comprar/vender
ja: このアイテムは買い/売りに利用できません
pt: Este item não está disponível para compra/venda
pt_br: Este item não está disponível para compra/venda
ru: Этот товар недоступен для покупки/продажи

# InventoryItemNotAvailableForSelling
source: This item is not available for selling
es: Este artículo no está disponible para su venta
ja: この品目は販売できません
pt: Este item não está disponível para venda
pt_br: Este item não está disponível para venda
ru: Этот товар недоступен для продажи

# InventoryItemSellPrice
source: Sell = {0} {1}
es: Vender = {0} {1}
ja: 売り = {0} {1}
pt: Venda = {0} {1}
pt_br: Vender = {0} {1}
ru: Продать = {0} {1}

# InventoryItemSpecifiedDoesNotExist
source: The item you specified does not exist
es: El elemento especificado no existe
ja: 指定したアイテムは存在しません
pt: O item especificado não existe
pt_br: O item que você especificou não existe
ru: Указанный элемент не существует

# InventoryMustSpecifyEitherBuyOrSell
source: You must specify either "buy" or "sell"
es: Debe especificar "comprar" o "vender"
ja: "買い" または "売り" のいずれかを指定する必要があります。
pt: Você deve especificar "comprar" ou "vender"
pt_br: Você deve especificar "comprar" ou "vender"
ru: Необходимо указать либо «купить», либо «продать»
